<?php
$t = array();
$t[1] = 'அளவற்ற அருளாளன், நிகரற்ற அன்பாளன், அல்லாஹ்வின் பெயரால்! (தொடங்குகிறேன்).';
$t[2] = 'அனைத்துப்புகழும், அகிலங்கள் எல்லாவற்றையும் படைத்து வளர்த்துப் பரிபக்குவப்படுத்தும் (நாயனான) அல்லாஹ்வுக்கே ஆகும்.';
$t[3] = '(அவன்) அளவற்ற அருளாளன், நிகரற்ற அன்புடையோன்.';
$t[4] = '(அவனே நியாயத்) தீர்ப்பு நாளின் அதிபதி(யும் ஆவான்).';
$t[5] = '(இறைவா!) உன்னையே நாங்கள் வணங்குகிறோம், உன்னிடமே நாங்கள் உதவியும் தேடுகிறோம்.';
$t[6] = 'நீ எங்களை நேர் வழியில் நடத்துவாயாக!';
$t[7] = '(அது) நீ எவர்களுக்கு அருள் புரிந்தாயோ அவ்வழி, (அது) உன் கோபத்துக்கு ஆளானோர் வழியுமல்ல, நெறி தவறியோர் வழியுமல்ல.';
?>