<?php
$t = array();
$t[1] = 'திடுக்கிடச் செய்யும் (நிகழ்ச்சி).';
$t[2] = 'திடுக்கிடச் செய்யும் (நிகழ்ச்சி) என்ன?';
$t[3] = 'திடுக்கிடச் செய்யும் (நிகழ்ச்சி) என்ன வென்று உமக்கு எது அறிவித்தது?';
$t[4] = 'அந்நாளில் சிதறடிக்கப்பட்ட ஈசல்களைப் போன்று மனிதர்கள் ஆகிவிடுவார்கள்.';
$t[5] = 'மேலும், மலைகள் கொட்டப்பட்ட பஞ்சைப் போன்று ஆகிவிடும்.';
$t[6] = 'எனவே, (அந்நாளில்) எவருடைய (நன்மையின்) நிறை கனத்ததோ-';
$t[7] = 'அவர் திருப்தி பொருந்திய வாழ்வில் இருப்பார்.';
$t[8] = 'ஆனால் எவனுடைய (நன்மையின்) நிறை இலேசாக இருக்கிறதோ-';
$t[9] = 'அவன் தங்குமிடம் &quot;ஹாவியா&quot; தான்.';
$t[10] = 'இன்னும் (\'ஹாவியா\') என்ன என்று உமக்கு அறிவித்தது எது?';
$t[11] = 'அது சுட்டெரிக்கும் (நரகத்தின்) தீக்கிடங்காகும்.';
?>