<?php
$t = array();
$t[1] = '(நபியே!) நியாயத்தீர்ப்பைப் பொய்ப்பிக்கின்றானே அவனை நீர் பார்த்தீரா?';
$t[2] = 'பின்னர் அவன்தான் அநாதைகளை விரட்டுகிறான்.';
$t[3] = 'மேலும், ஏழைக்கு உணவளிப்பதின் பேரிலும் அவன் தூண்டுவதில்லை.';
$t[4] = 'இன்னும், (கவனமற்ற) தொழுகையாளிகளுக்குக் கேடுதான்.';
$t[5] = 'அவர்கள் எத்தகையோர் என்றால் தம் தொழுகையில் பராமுகமாக(வும், அசிரத்தையாக)வும் இருப்போர்.';
$t[6] = 'அவர்கள் பிறருக்குக் காண்பிக்(கவே தான் தொழு)கிறார்கள்.';
$t[7] = 'மேலும், அற்பமான (புழங்கும்) பொருள்களைக் (கொடுப்பதை விட்டும்) தடுக்கிறார்கள்.';
?>