<?php
$t = array();
$t[1] = 'வானத்தின் மீது சத்தியமாக! தாரிக் மீதும் சத்தியமாக';
$t[2] = 'தாரிக் என்னவென்று உமக்கு அறிவித்தது எது?';
$t[3] = 'அது இலங்கும் ஒரு நட்சத்திரம்.';
$t[4] = 'ஒவ்வொரு ஆத்மாவுக்கு ஒரு பாதுகாவலர் இல்லாமலில்லை.';
$t[5] = 'மனிதன் எதிலிருந்து படைக்கப்பட்டான் என்பதை கவனிக்கட்டும்.';
$t[6] = 'குதித்து வெளிப்படும் (ஒரு துளி) நீரினால் படைக்கப்பட்டான்.';
$t[7] = 'முதுகந் தண்டிற்கும், விலா எலும்புகளுக்கும் இடையிலிருந்து அது வெளியாகிறது.';
$t[8] = 'இறைவன் (மனிதன் இறந்த பின் அவனை உயிர்ப்பித்து) மீட்டும் சக்தியுடையவன்.';
$t[9] = 'இரகசியங்கள் யாவும் வெளிப்பட்டுவிடும் அந்நாளில்.';
$t[10] = 'மனிதனுக்கு எந்த பலமும் இராது, (அவனுக்கு) உதவி செய்பவனும் இல்லை.';
$t[11] = '(திரும்பத் திரும்பப்) பொழியும் மழையை உடைய வானத்தின் மீது சத்தியமாக,';
$t[12] = '(தாவரங்கள் முளைப்பதற்குப்) பிளவு படும் பூமியின் மீதும் சத்தியமாக,';
$t[13] = 'நிச்சயமாக இது (குர்ஆன் சத்தியத்தையும், அசத்தியத்தையும்) பிரித்து அறிவிக்கக்கூடிய வாக்காகும்.';
$t[14] = 'அன்றியும், இது வீணான (வார்த்தைகளைக் கொண்ட)து அல்ல.';
$t[15] = 'நிச்சயமாக அவர்கள் (உமக்கெதிராகச்) சூழ்ச்சி செய்கிறார்கள்.';
$t[16] = 'நானும் (அவர்களுக்கெதிராகச்) சூழ்ச்சி செய்கிறேன்.';
$t[17] = 'எனவே, காஃபிர்களுக்கு நீர் அவகாசமளிப்பீராக, சொற்பமாக அவகாசம் அளிப்பீராக.';
?>