<?php
$t = array();
$t[1] = 'நாம், உம் இதயத்தை உமக்காக விரிவாக்கவில்லையா?';
$t[2] = 'மேலும், நாம் உம்மை விட்டும் உம் சுமையை இறக்கினோம்.';
$t[3] = 'அது உம் முதுகை முறித்துக் கொண்டுடிருந்தது.';
$t[4] = 'மேலும், நாம் உமக்காக உம்முடைய புகழை மேலோங்கச் செய்தோம்.';
$t[5] = 'ஆதலின் நிச்சயமாகத் துன்பத்துடன் இன்பம் இருக்கிறது.';
$t[6] = 'நிச்சயமாக துன்பத்துடன் இன்பம் இருக்கிறது.';
$t[7] = 'எனவே, (வேலைகளிலிருந்து) நீர் ஓய்ந்ததும் (இறைவழியிலும், வணக்கத்திலும்) முயல்வீராக.';
$t[8] = 'மேலும், முழு மனத்துடன் உம் இறைவன் பால் சார்ந்து விடுவீராக.';
?>