<?php
$t = array();
$t[1] = 'அத்தியின் மீதும், ஒலிவத்தின் (ஜைத்தூன்) மீதும் சத்தியமாக-';
$t[2] = '\'ஸினாய்\' மலையின் மீதும் சத்தியமாக-';
$t[3] = 'மேலும் அபயமளிக்கும் இந்த (மக்கமா) நகரத்தின் மீதும் சத்தியமாக-';
$t[4] = 'திடமாக, நாம் மனிதனை மிகவும் அழகிய அமைப்பில் படைத்தோம்.';
$t[5] = 'பின்னர் (அவன் செயல்களின் காரணமாக) அவனைத் தாழ்ந்தவர்களில், மிக்க தாழ்ந்தவனாக்கினோம்.';
$t[6] = 'எவர்கள் ஈமான் கொண்டு ஸாலிஹான (நல்ல) அமல்கள் செய்கிறார்களோ அவர்களைத் தவிர - (நல்லவர்களான) அவர்களுக்கு என்றும் முடிவில்லாத நற்கூலியுண்டு.';
$t[7] = 'எனவே (இதற்குப்) பின்னர், நியாயத் தீர்ப்பு நாளைப்பற்றி உம்மிடம் எது பொய்யாக்க முடியும்?';
$t[8] = 'அல்லாஹ் தீர்ப்புச் செய்வோரில் எல்லாம் மிக மேலாகத் தீர்ப்புச் செய்பவனில்லையா?';
?>