<?php
$t = array();
$t[1] = '(யாவற்றையும்) படைத்த உம்முடைய இறைவனின் திருநாமத்தைக் கொண்டு ஓதுவீராக.';
$t[2] = '\'அலக்\' என்ற நிலையிலிருந்து மனிதனை படைத்தான்.';
$t[3] = 'ஓதுவீராக: உம் இறைவன் மாபெரும் கொடையாளி.';
$t[4] = 'அவனே எழுது கோலைக் கொண்டு கற்றுக் கொடுத்தான்.';
$t[5] = 'மனிதனுக்கு அவன் அறியாதவற்றையெல்லாம் கற்றுக் கொடுத்தான்.';
$t[6] = 'எனினும் நிச்சயமாக மனிதன் வரம்பு மீறுகிறான்.';
$t[7] = 'அவன் தன்னை (இறைவனிடமிருந்து) தேவையற்றவன் என்று காணும் போது,';
$t[8] = 'நிச்சயமாக அவன் மீளுதல் உம்முடைய இறைவன்பாலே இருக்கிறது.';
$t[9] = 'தடை செய்கிறானே (அவனை) நீர் பார்த்தீரா?';
$t[10] = 'ஓர் அடியாரை - அவர் தொழும்போது,';
$t[11] = 'நீர் பார்த்தீரா? அவர் நேர்வழியில் இருந்து கொண்டும்,';
$t[12] = 'அல்லது அவர் பயபக்தியைக் கொண்டு ஏவியவாறு இருந்தும்,';
$t[13] = 'அவரை அவன் பொய்யாக்கி, முகத்தைத் திருப்பிக் கொண்டான் என்பதை நிர் பார்த்தீரா,';
$t[14] = 'நிச்சயமாக அல்லாஹ் (அவனைப்) பார்க்கிறான் என்பதை அவன் அறியவில்லையா?';
$t[15] = 'அப்படியல்ல: அவன் விலகிக் கொள்ளவில்லையானால், நிச்சயமாக நாம் (அவனுடைய) முன்னெற்றி ரோமத்தைப் பிடித்து அவனை இழுப்போம்.';
$t[16] = 'தவறிழைத்து பொய்யுரைக்கும் முன்னெற்றி ரோமத்தை,';
$t[17] = 'ஆகவே, அவன் தன் சபையோரை அழைக்கட்டும்.';
$t[18] = 'நாமும் நரகக் காவலாளிகளை அழைப்போம்.';
$t[19] = '(அவன் கூறுவது போலல்ல) அவனுக்கு நீர் வழிபடாதீர்; (உம் இறைவனுக்கு) ஸுஜூது செய்து (வணங்கி அவனை) நெருங்குவீராக.';
?>