<?php
$t = array();
$t[1] = 'பூமி பெரும் அதிர்ச்சியாக - அதிர்ச்சி அடையும் போது';
$t[2] = 'இன்னும், பூமி தன் சுமைகளை வெளிப்படுத்தும் போது-';
$t[3] = '&quot;அதற்கு என்ன நேர்ந்தது?&quot; என்று மனிதன் கேட்கும் போது-';
$t[4] = 'அந்நாளில், அது தன் செய்திகளை அறிவிக்கும்.';
$t[5] = '(அவ்வாறு அறிவிக்குமாறு) உம்முடைய இறைவன் அதற்கு வஹீ மூலம் அறித்ததனால்.';
$t[6] = 'அந்நாளில், மக்கள் தங்கள் வினைகள் காண்பிக்கப்படும் பொருட்டு, பல பிரிவினர்களாகப் பிரிந்து வருவார்கள்.';
$t[7] = 'எனவே, எவர் ஓர் அணுவளவு நன்மை செய்திருந்தாலும் அத(ற்குரிய பல)னை அவர் கண்டு கொள்வார்.';
$t[8] = 'அன்றியும், எவன் ஓர் அனுவளவு தீமை செய்திருந்தாலும், அ(தற்குரிய பல)னையும் அவன் கண்டு கொள்வான்.';
?>