<?php
$t = array();
$t[1] = '&quot; وَالْعَادِيَات &quot; الْخَيْل تَعْدُو فِي الْغَزْو وَتَضْبَح &quot; ضَبْحًا &quot; هُوَ صَوْت أَجْوَافهَا إِذَا عَدَتْ';
$t[2] = '&quot; فَالْمُورِيَات &quot; الْخَيْل تُورِي النَّار &quot; قَدْحًا &quot; بِحَوَافِرِهَا إِذَا سَارَتْ فِي الْأَرْض ذَات الْحِجَارَة بِاللَّيْلِ';
$t[3] = '&quot; فَالْمُغِيرَات صُبْحًا &quot; الْخَيْل تُغِير عَلَى الْعَدُوّ وَقْت الصُّبْح بِإِغَارَةِ أَصْحَابهَا';
$t[4] = '&quot; فَأَثَرْنَ &quot; هَيَّجْنَ &quot; بِهِ &quot; بِمَكَانِ عَدْوهنَّ أَوْ بِذَلِكَ الْوَقْت &quot; نَقْعًا &quot; غُبَارًا بِشِدَّةِ حَرَكَتهنَّ';
$t[5] = '&quot; فَوَسَطْنَ بِهِ &quot; بِالنَّقْعِ &quot; جَمْعًا &quot; مِنْ الْعَدْو أَيْ صِرْنَ وَسَطه وَعُطِفَ الْفِعْل عَلَى الِاسْم لِأَنَّهُ فِي تَأْوِيل الْفِعْل أَيْ وَاَللَّاتِي عَدَوْنَ فَأَوْرَيْن فَأَغَرْنَ';
$t[6] = '&quot; إِنَّ الْإِنْسَان &quot; الْكَافِر &quot; لِرَبِّهِ لَكَنُود &quot; لَكَفُور يَجْحَد نِعْمَته تَعَالَى';
$t[7] = '&quot; وَإِنَّهُ عَلَى ذَلِكَ &quot; أَيْ كَنُوده &quot; لَشَهِيد &quot; يَشْهَد عَلَى نَفْسه بِصُنْعِهِ';
$t[8] = '&quot; وَإِنَّهُ لِحُبِّ الْخَيْر &quot; أَيْ الْمَال &quot; لَشَدِيد &quot; الْحُبّ لَهُ فَيَبْخَل بِهِ';
$t[9] = '&quot; أَفَلَا يَعْلَم إِذَا بُعْثِرَ &quot; أُثِيرَ وَأُخْرِجَ &quot; مَا فِي الْقُبُور &quot; مِنْ الْمَوْتَى , أَيْ بُعِثُوا';
$t[10] = '';
$t[11] = '';
?>