<?php
$t = array();
$t[1] = '&quot; أَلْهَاكُمْ &quot; شَغَلَكُمْ عَنْ طَاعَة اللَّه &quot; التَّكَاثُر &quot; التَّفَاخُر بِالْأَمْوَالِ وَالْأَوْلَاد وَالرِّجَال';
$t[2] = '&quot; حَتَّى زُرْتُمْ الْمَقَابِر &quot; بِأَنْ مُتُّمْ فَدُفِنْتُمْ فِيهَا , أَوْ عَدَدْتُمْ الْمَوْتَى تَكَاثُرًا';
$t[3] = '&quot; كَلَّا &quot; رَدْع &quot; سَوْفَ تَعْلَمُونَ &quot;';
$t[4] = '&quot; ثُمَّ كَلَّا سَوْفَ تَعْلَمُونَ &quot; سُوء عَاقِبَة تَفَاخُركُمْ عِنْد النَّزْع ثُمَّ فِي الْقَبْر';
$t[5] = '&quot; كَلَّا &quot; حَقًّا &quot; لَوْ تَعْلَمُونَ عِلْم الْيَقِين &quot; عِلْمًا يَقِينًا عَاقِبَة التَّفَاخُر مَا اِشْتَغَلْتُمْ بِهِ';
$t[6] = '&quot; لَتَرَوُنَّ الْجَحِيم &quot; النَّار جَوَاب قَسَم مَحْذُوف وَحُذِفَ مِنْهُ لَام الْفِعْل وَعَيْنه وَأُلْقِيَتْ حَرَكَتهَا عَلَى الرَّاء';
$t[7] = '&quot; ثُمَّ لَتَرَوُنَّهَا &quot; تَأْكِيد &quot; عَيْن الْيَقِين &quot; مَصْدَر لِأَنَّ رَأَى وَعَايَنَ بِمَعْنًى وَاحِد';
$t[8] = '&quot; ثُمَّ لَتُسْأَلُنَّ &quot; حُذِفَ مِنْهُ نُون الرَّفْع لِتَوَالِي النُّونَات وَوَاو ضَمِير الْجَمْع لِالْتِقَاءِ السَّاكِنَيْنِ &quot; يَوْمئِذٍ &quot; يَوْم رُؤْيَتهَا &quot; عَنْ النَّعِيم &quot; مَا يُلْتَذّ بِهِ فِي الدُّنْيَا مِنْ الصِّحَّة وَالْفَرَاغ وَالْمَطْعَم وَالْمَشْرَب وَغَيْر ذَلِكَ .';
?>