<?php
$t = array();
$t[1] = '&quot; وَيْل &quot; كَلِمَة عَذَاب أَوْ وَادٍ فِي جَهَنَّم &quot; لِكُلِّ هُمَزَة لُمَزَة &quot; أَيْ كَثِير الْهَمْز وَاللَّمْز , أَيْ الْغِيبَة نَزَلَتْ فِيمَنْ كَانَ يَغْتَاب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَالْمُؤْمِنِينَ كَأُمَيَّة بْن خَلَف وَالْوَلِيد بْن الْمُغِيرَة وَغَيْرهمَا';
$t[2] = '&quot; الَّذِي جَمَعَ &quot; بِالتَّخْفِيفِ وَالتَّشْدِيد &quot; مَالًا وَعَدَّدَهُ &quot; أَحْصَاهُ وَجَعَلَهُ عُدَّة لِحَوَادِث الدَّهْر';
$t[3] = '&quot;يَحْسَب &quot; لِجَهْلِهِ &quot; أَنَّ مَاله أَخْلَدَهُ &quot; جَعَلَهُ خَالِدًا لَا يَمُوت';
$t[4] = '&quot; كَلَّا &quot; رَدْع &quot; لَيُنَبَذَنَّ &quot; جَوَاب قَسَم مَحْذُوف , أَيْ لَيُطْرَحَنَّ &quot; فِي الْحُطَمَة &quot; الَّتِي تُحَطِّم كُلّ مَا أُلْقِيَ فِيهَا';
$t[5] = '&quot; وَمَا أَدْرَاك &quot; أَعْلَمَك &quot; مَا الْحُطَمَة &quot;';
$t[6] = '&quot; نَار اللَّه الْمُوقِدَة &quot; الْمُسَعَّرَة';
$t[7] = '&quot; الَّتِي تَطَّلِع &quot; تُشْرِف &quot; عَلَى الْأَفْئِدَة &quot; الْقُلُوب فَتُحْرِقهَا وَأَلَمهَا أَشَدّ مِنْ أَلَم غَيْرهَا لِلُطْفِهَا';
$t[8] = '&quot; إِنَّهَا عَلَيْهِمْ &quot; جَمَعَ الضَّمِير رِعَايَة لِمَعْنَى كُلّ &quot; مُؤْصَدَة &quot; بِالْهَمْزِ وَبِالْوَاوِ بَدَله , مُطْبَقَة';
$t[9] = '&quot; فِي عَمَد &quot; بِضَمِّ الْحَرْفَيْنِ وَبِفَتْحِهِمَا &quot; مُمَدَّدَة &quot; صِفَة لِمَا قَبْله فَتَكُون النَّار دَاخِل الْعَمَد';
?>