<?php
$t = array();
$t[1] = '';
$t[2] = '&quot; إِيلَافهمْ &quot; تَأْكِيد وَهُوَ مَصْدَر آلَف بِالْمَدِّ &quot; رِحْلَة الشِّتَاء &quot; إِلَى الْيَمَن &quot; و &quot; رِحْلَة &quot; الصَّيْف &quot; إِلَى الشَّام فِي كُلّ عَام , يَسْتَعِينُونَ بِالرِّحْلَتَيْنِ لِلتِّجَارَةِ عَلَى الْمُقَام بِمَكَّة لِخِدْمَةِ الْبَيْت الَّذِي هُوَ فَخْرهمْ , وَهُمْ وَلَد النَّضْر بْن كِنَانَة';
$t[3] = '&quot; فَلْيَعْبُدُوا &quot; تَعَلَّقَ بِهِ لِإِيلَافِ وَالْفَاء زَائِدَة &quot; رَبّ هَذَا الْبَيْت &quot;';
$t[4] = '&quot; الَّذِي أَطْعَمَهُمْ مِنْ جُوع &quot; أَيْ مِنْ أَجْله &quot; وَآمَنَهُمْ مِنْ خَوْف &quot; أَيْ مِنْ أَجْله وَكَانَ يُصِيبهُمْ الْجُوع لِعَدَمِ الزَّرْع بِمَكَّة وَخَافُوا جَيْش الْفِيل .';
?>