<?php
$t = array();
$t[1] = '&quot; أَرَأَيْت الَّذِي يُكَذِّب بِالدِّينِ &quot; بِالْجَزَاءِ وَالْحِسَاب , أَيْ هَلْ عَرَفْته وَإِنْ لَمْ تَعْرِفهُ :';
$t[2] = '&quot; فَذَلِكَ &quot; بِتَقْدِيرِ هُوَ بَعْد الْفَاء &quot; الَّذِي يَدُعّ الْيَتِيم &quot; أَيْ يَدْفَعهُ بِعُنْفٍ عَنْ حَقّه';
$t[3] = '&quot; وَلَا يَحُضّ &quot; نَفْسه وَلَا غَيْره &quot; عَلَى طَعَام الْمِسْكِين &quot; أَيْ إِطْعَامه , نَزَلَتْ فِي الْعَاصِي بْن وَائِل أَوْ الْوَلِيد بْن الْمُغِيرَة';
$t[4] = '';
$t[5] = '&quot; الَّذِينَ هُمْ عَنْ صَلَاتهمْ سَاهُونَ &quot; غَافِلُونَ يُؤَخِّرُونَهَا عَنْ وَقْتهَا';
$t[6] = '&quot; الَّذِينَ هُمْ يُرَاءُونَ &quot; فِي الصَّلَاة وَغَيْرهَا';
$t[7] = '&quot; وَيَمْنَعُونَ الْمَاعُون &quot; كَالْإِبْرَةِ وَالْفَأْس وَالْقِدْر وَالْقَصْعَة .';
?>