<?php
$t = array();
$t[1] = '&quot; إِنَّا أَعْطَيْنَاك &quot; يَا مُحَمَّد &quot; الْكَوْثَر &quot; هُوَ نَهْر فِي الْجَنَّة هُوَ حَوْضه تَرِد عَلَيْهِ أُمَّته , وَالْكَوْثَر : الْخَيْر الْكَثِير مِنْ النُّبُوَّة وَالْقُرْآن وَالشَّفَاعَة وَنَحْوهَا';
$t[2] = '&quot; فَصَلِّ لِرَبِّك &quot; صَلَاة عِيد النَّحْر &quot; وَانْحَرْ &quot; نُسُكك';
$t[3] = '&quot; إِنَّ شَانِئُك &quot; أَيْ مُبْغِضك &quot; هُوَ الْأَبْتَر &quot; الْمُنْقَطِع عَنْ كُلّ خَيْر , أَوْ الْمُنْقَطِع الْعَقِب , نَزَلَتْ فِي الْعَاصِي بْن وَائِل سَمَّى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَبْتَر عِنْد مَوْت اِبْنه الْقَاسِم .';
?>