<?php
$t = array();
$t[1] = '';
$t[2] = '&quot; لَا أَعْبُد &quot; فِي الْحَال &quot; مَا تَعْبُدُونَ &quot; مِنْ الْأَصْنَام';
$t[3] = '&quot; وَلَا أَنْتُمْ عَابِدُونَ &quot; فِي الْحَال &quot; مَا أَعْبُد &quot; وَهُوَ اللَّه تَعَالَى وَحْده';
$t[4] = '&quot; وَلَا أَنَا عَابِد &quot; فِي الِاسْتِقْبَال &quot; مَا عَبَدْتُمْ &quot;';
$t[5] = '&quot; وَلَا أَنْتُمْ عَابِدُونَ &quot; فِي الِاسْتِقْبَال &quot; مَا أَعْبُد &quot; عَلِمَ اللَّه مِنْهُمْ أَنَّهُمْ لَا يُؤْمِنُونَ , وَإِطْلَاق مَا عَلَى اللَّه عَلَى وَجْه الْمُقَابَلَة .';
$t[6] = '&quot; لَكُمْ دِينكُمْ &quot; الشِّرْك &quot; وَلِيَ دِين &quot; الْإِسْلَام وَهَذَا قَبْل أَنْ يُؤْمَر بِالْحَرْبِ وَحَذَفَ يَاء الْإِضَافَة الْقُرَّاء السَّبْعَة وَقْفًا وَوَصْلًا وَأَثْبَتَهَا يَعْقُوب فِي الْحَالَيْنِ .';
?>