<?php
$t = array();
$t[1] = '&quot; إِذَا جَاءَ نَصْر اللَّه &quot; نَبِيّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى أَعْدَائِهِ &quot; وَالْفَتْح &quot; فَتْح مَكَّة';
$t[2] = '&quot; وَرَأَيْت النَّاس يَدْخُلُونَ فِي دِين اللَّه &quot; أَيْ الْإِسْلَام &quot; أَفْوَاجًا &quot; جَمَاعَات بَعْدَمَا كَانَ يَدْخُل فِيهِ وَاحِد وَاحِد , وَذَلِكَ بَعْد فَتْح مَكَّة جَاءَهُ الْعَرَب مِنْ أَقْطَار الْأَرْض طَائِعِينَ';
$t[3] = '&quot; فَسَبِّحْ بِحَمْدِ رَبّك &quot; أَيْ مُتَلَبِّسًا بِحَمْدِهِ &quot; وَاسْتَغْفِرْهُ إِنَّهُ كَانَ تَوَّابًا &quot; وَكَانَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَعْد نُزُول هَذِهِ السُّورَة يُكْثِر مِنْ قَوْل : سُبْحَان اللَّه وَبِحَمْدِهِ , أَسْتَغْفِر اللَّه وَأَتُوب إِلَيْهِ , وَعَلِمَ بِهَا أَنَّهُ قَدْ اِقْتَرَبَ أَجَله وَكَانَ فَتْح مَكَّة فِي رَمَضَان سَنَة ثَمَان وَتُوُفِّيَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي رَبِيع الْأَوَّل سَنَة عَشْر .';
?>