<?php
$t = array();
$t[1] = '&quot; قُلْ هُوَ اللَّه أَحَد &quot; سُئِلَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ رَبّه فَنَزَلَ &quot; قُلْ هُوَ اللَّه أَحَد &quot; فَاَللَّه خَبَر هُوَ وَأَحَد بَدَل مِنْهُ أَوْ خَبَر ثَانٍ';
$t[2] = '&quot; اللَّه الصَّمَد &quot; مُبْتَدَأ وَخَبَر أَيْ الْمَقْصُود فِي الْحَوَائِج عَلَى الدَّوَام';
$t[3] = '&quot; لَمْ يَلِد &quot; لِانْتِفَاءِ مُجَانَسَته &quot; وَلَمْ يُولَد &quot; لِانْتِفَاءِ الْحُدُوث عَنْهُ';
$t[4] = '&quot; وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَد &quot; أَيْ مُكَافِئًا وَمُمَاثِلًا , وَلَهُ مُتَعَلِّق بِكُفُوًا , وَقُدِّمَ عَلَيْهِ لِأَنَّهُ مَحَطّ الْقَصْد بِالنَّفْيِ وَأُخِّرَ أَحَد وَهُوَ اِسْم يَكُنْ عَنْ خَبَرهَا رِعَايَة لِلْفَاصِلَةِ .';
?>