<?php
$t = array();
$t[1] = '&quot; قُلْ أَعُوذ بِرَبِّ الْفَلَق &quot; الصُّبْح';
$t[2] = '&quot; مِنْ شَرّ مَا خَلَقَ &quot; مِنْ حَيَوَان مُكَلَّف وَغَيْر مُكَلَّف وَجَمَاد كَالسُّمِّ وَغَيْر ذَلِكَ';
$t[3] = '&quot; وَمِنْ شَرّ غَاسِق إِذَا وَقَبَ &quot; أَيْ اللَّيْل إِذَا أَظْلَمَ وَالْقَمَر إِذَا غَابَ';
$t[4] = '&quot; وَمِنْ شَرّ النَّفَّاثَات &quot; السَّوَاحِر تَنْفُث &quot; فِي الْعُقَد &quot; الَّتِي تَعْقِدهَا فِي الْخَيْط تَنْفُخ فِيهَا بِشَيْءٍ تَقُولهُ مِنْ غَيْر رِيق , وَقَالَ الزَّمَخْشَرِيّ مَعَهُ كَبَنَاتِ لَبِيد الْمَذْكُور';
$t[5] = '&quot; وَمِنْ شَرّ حَاسِد إِذَا حَسَدَ &quot; أَظْهَر حَسَدَهُ وَعَمِلَ بِمُقْتَضَاهُ , كَلَبِيد الْمَذْكُور مِنْ الْيَهُود الْحَاسِدِينَ لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , وَذِكْر الثَّلَاثَة الشَّامِل لَهَا مَا خَلَقَ بَعْده لِشِدَّةِ شَرّهَا .';
?>