<?php
$t = array();
$t[1] = '&quot; قُلْ أَعُوذ بِرَبِّ النَّاس &quot; خَالِقهمْ وَمَالِكهمْ خُصُّوا بِالذِّكْرِ تَشْرِيفًا لَهُمْ وَمُنَاسَبَة لِلِاسْتِفَادَةِ مِنْ شَرّ الْمُوَسْوِس فِي صُدُورهمْ';
$t[2] = '';
$t[3] = '&quot; إِلَه النَّاس &quot; بَدَلَانِ أَوْ صِفَتَانِ أَوْ عَطْفَا بَيَان وَأَظْهَر الْمُضَاف إِلَيْهِ فِيهِمَا زِيَادَة لِلْبَيَانِ';
$t[4] = '&quot; مِنْ شَرّ الْوَسْوَاس &quot; الشَّيْطَان سُمِّيَ بِالْحَدَثِ لِكَثْرَةِ مُلَابَسَته لَهُ &quot; الْخَنَّاس &quot; لِأَنَّهُ يَخْنِس وَيَتَأَخَّر عَنْ الْقَلْب كُلَّمَا ذُكِرَ اللَّه';
$t[5] = '&quot; الَّذِي يُوَسْوِس فِي صُدُور النَّاس &quot; قُلُوبهمْ إِذَا غَفَلُوا عَنْ ذِكْر اللَّه';
$t[6] = '&quot; مِنْ الْجِنَّة وَالنَّاس &quot; بَيَان لِلشَّيْطَانِ الْمُوَسْوِس أَنَّهُ جِنِّيّ وَإِنْسِيّ , كَقَوْلِهِ تَعَالَى : &quot; شَيَاطِين الْإِنْس وَالْجِنّ &quot; أَوْ مِنْ الْجِنَّة بَيَان لَهُ وَالنَّاس عَطْف عَلَى الْوَسْوَاس وَعَلَى كُلّ يَشْتَمِل شَرّ لَبِيد وَبَنَاته الْمَذْكُورِينَ , وَاعْتَرَضَ الْأَوَّل بِأَنَّ النَّاس لَا يُوَسْوِس فِي صُدُورهمْ النَّاس إِنَّمَا يُوَسْوِس فِي صُدُورهمْ الْجِنّ , وَأُجِيبَ بِأَنَّ النَّاس يُوَسْوِسَونَ أَيْضًا بِمَعْنَى يَلِيق بِهِمْ فِي الظَّاهِر ثُمَّ تَصِل وَسْوَسَتهمْ إِلَى الْقَلْب وَتَثْبُت فِيهِ بِالطَّرِيقِ الْمُؤَدِّي إِلَى ذَلِكَ وَاَللَّه تَعَالَى أَعْلَم .';
?>