<?php
$t = array();
$t[1] = '&quot;يُسَبِّح لِلَّهِ مَا فِي السَّمَاوَات وَمَا فِي الْأَرْض&quot; يُنَزِّههُ فَاللَّام زَائِدَة وَأَتَى بِمَا دُون مِنْ تَغْلِيبًا لِلْأَكْثَرِ';
$t[2] = '&quot;هُوَ الَّذِي خَلَقَكُمْ فَمِنْكُمْ كَافِر وَمِنْكُمْ مُؤْمِن&quot; فِي أَصْلِ الْخِلْقَة ثُمَّ يُمِيتكُمْ وَيُعِيدكُمْ عَلَى ذَلِكَ';
$t[3] = '&quot;خَلَقَ السَّمَوَات وَالْأَرْض بِالْحَقِّ وَصَوَّرَكُمْ فَأَحْسَنَ صُوَركُمْ&quot; إذْ جَعَلَ شَكْل الْآدَمِيّ أَحْسَن الْأَشْكَال';
$t[4] = '&quot;يَعْلَم مَا فِي السَّمَوَات وَالْأَرْض وَيَعْلَم مَا تُسِرُّونَ وَمَا تُعْلِنُونَ وَاَللَّه عَلِيم بِذَاتِ الصُّدُور&quot; بِمَا فِيهَا مِنْ الْأَسْرَار وَالْمُعْتَقَدَات';
$t[5] = '&quot;أَلَمْ يَأْتِكُمْ&quot; يَا كُفَّار مَكَّة &quot;نَبَأ&quot; خَبَر &quot;الَّذِينَ كَفَرُوا مِنْ قَبْل فَذَاقُوا وَبَال أَمْرهمْ&quot; عُقُوبَة الْكُفْر فِي الدُّنْيَا &quot;وَلَهُمْ&quot; فِي الْآخِرَة &quot;عَذَاب أَلِيم&quot; مُؤْلِم';
$t[6] = '&quot;ذَلِكَ&quot; أَيْ عَذَاب الدُّنْيَا &quot;بِأَنَّهُ&quot; ضَمِير الشَّأْن &quot;كَانَتْ تَأْتِيهِمْ رُسُلهمْ بِالْبَيِّنَاتِ&quot; الْحُجَج الظَّاهِرَات عَلَى الْإِيمَان &quot;فَقَالُوا أَبَشَر&quot; أُرِيدَ بِهِ الْجِنْس &quot;يَهْدُونَنَا فَكَفَرُوا وَتَوَلَّوْا&quot; عَنْ الْإِيمَان &quot;وَاسْتَغْنَى اللَّه&quot; عَنْ إيمَانهمْ &quot;وَاَللَّه غَنِيّ&quot; عَنْ خَلْقه &quot;حَمِيد&quot; مَحْمُود فِي أَفْعَاله';
$t[7] = '&quot;زَعَمَ الَّذِينَ كَفَرُوا أَنْ&quot; مُخَفَّفَة وَاسْمهَا مَحْذُوف أَيْ أَنَّهُمْ';
$t[8] = '&quot;فَآمِنُوا بِاَللَّهِ وَرَسُوله وَالنُّور&quot; الْقُرْآن';
$t[9] = '&quot;يَوْم يَجْمَعكُمْ لِيَوْمِ الْجَمْع&quot; يَوْم الْقِيَامَة &quot;ذَلِكَ يَوْم التَّغَابُن&quot; يَغْبِن الْمُؤْمِنُونَ الْكَافِرِينَ بِأَخْذِ مَنَازِلهمْ وَأَهْلِيهِمْ فِي الْجَنَّة لَوْ آمَنُوا &quot;وَمَنْ يُؤْمِن بِاَللَّهِ وَيَعْمَل صَالِحًا يُكَفَّر عَنْهُ سَيِّئَاته وَيُدْخِلهُ&quot; وَفِي قِرَاءَة بِالنُّونِ فِي الْفِعْلَيْنِ';
$t[10] = '&quot;وَاَلَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا&quot; الْقُرْآن &quot;أُولَئِكَ أَصْحَاب النَّار خَالِدِينَ فِيهَا وَبِئْسَ الْمَصِير&quot; هِيَ';
$t[11] = '&quot;مَا أَصَابَ مِنْ مُصِيبَة إلَّا بِإِذْنِ اللَّه&quot; بِقَضَائِهِ &quot;وَمَنْ يُؤْمِن بِاَللَّهِ&quot; فِي قَوْله إنَّ الْمُصِيبَة بِقَضَائِهِ &quot;يَهْدِ قَلْبه&quot; لِلصَّبْرِ عَلَيْهَا';
$t[12] = '&quot;وَأَطِيعُوا اللَّه وَأَطِيعُوا الرَّسُول فَإِنْ تَوَلَّيْتُمْ فَإِنَّمَا عَلَى رَسُولنَا الْبَلَاغ الْمُبِين&quot; الْبَيِّن';
$t[13] = '';
$t[14] = '&quot;يَا أَيّهَا الَّذِينَ آمَنُوا إنَّ مِنْ أَزْوَاجكُمْ وَأَوْلَادكُمْ عَدُوًّا لَكُمْ فَاحْذَرُوهُمْ&quot; أَنْ تُطِيعُوهُمْ فِي التَّخَلُّف عَنْ الْخَيْر كَالْجِهَادِ وَالْهِجْرَة فَإِنَّ سَبَب نُزُول الْآيَة الْإِطَاعَة فِي ذَلِكَ &quot;وَإِنْ تَعْفُوا&quot; عَنْهُمْ فِي تَثْبِيطهمْ إيَّاكُمْ عَنْ ذَلِكَ الْخَيْر مُعْتَلِّينَ بِمَشَقَّةِ فِرَاقكُمْ عَلَيْهِمْ';
$t[15] = '&quot;إنَّمَا أَمْوَالكُمْ وَأَوْلَادكُمْ فِتْنَة&quot; لَكُمْ شَاغِلَة عَنْ أُمُور الْآخِرَة &quot;وَاَللَّه عِنْده أَجْر عَظِيم&quot; فَلَا تَفُوتُوهُ بِاشْتِغَالِكُمْ بِالْأَمْوَالِ وَالْأَوْلَاد';
$t[16] = '&quot;فَاتَّقُوا اللَّه مَا اسْتَطَعْتُمْ&quot; نَاسِخَة لِقَوْلِهِ &quot;اتَّقُوا اللَّه حَقّ تُقَاته&quot; &quot;وَاسْمَعُوا&quot; مَا أُمِرْتُمْ بِهِ سَمَاع قَبُول &quot;وَأَطِيعُوا وَأَنْفِقُوا&quot; فِي الطَّاعَة &quot;خَيْرًا لِأَنْفُسِكُمْ&quot; خَبَر يَكُنْ مُقَدَّرَة جَوَاب الْأَمْر &quot;وَمَنْ يُوقَ شُحّ نَفْسه فَأُولَئِكَ هُمْ الْمُفْلِحُونَ&quot; الْفَائِزُونَ';
$t[17] = '&quot;إنْ تُقْرِضُوا اللَّه قَرْضًا حَسَنًا&quot; بِأَنْ تَتَصَدَّقُوا عَنْ طِيب قَلْب &quot;يُضَاعِفهُ لَكُمْ&quot; وَفِي قِرَاءَة يُضَعِّفهُ بِالتَّشْدِيدِ بِالْوَاحِدَةِ عَشْرًا إلَى سَبْعمِائَةٍ وَأَكْثَر &quot;وَيَغْفِر لَكُمْ&quot; مَا يَشَاء &quot;وَاَللَّه شَكُور&quot; مُجَازٍ عَلَى الطَّاعَة &quot;حَلِيم&quot; فِي الْعِقَاب عَلَى الْمَعْصِيَة';
$t[18] = '&quot;عَالِم الْغَيْب&quot; السِّرّ &quot;وَالشَّهَادَة&quot; الْعَلَانِيَة &quot;الْعَزِيز&quot; فِي مُلْكه &quot;الْحَكِيم&quot; فِي صُنْعه';
?>