<?php
$t = array();
$t[1] = '&quot; إِذَا السَّمَاء اِنْفَطَرَتْ &quot; اِنْشَقَّتْ';
$t[2] = '&quot; وَإِذَا الْكَوَاكِب اِنْتَثَرَتْ &quot; اِنْقَضَّتْ وَتَسَاقَطَتْ';
$t[3] = '&quot; وَإِذَا الْبِحَار فُجِّرَتْ &quot; فُتِحَ بَعْضهَا فِي بَعْض فَصَارَتْ بَحْرًا وَاحِدًا وَاخْتَلَطَ الْعَذْب بِالْمِلْحِ';
$t[4] = '&quot; وَإِذَا الْقُبُور بُعْثِرَتْ &quot; قُلِبَ تُرَابهَا وَبُعِثَ مَوْتَاهَا وَجَوَاب إِذَا وَمَا عُطِفَ عَلَيْهَا';
$t[5] = '&quot; عَلِمَتْ نَفْس &quot; أَيْ كُلّ نَفْس وَقْت هَذِهِ الْمَذْكُورَات وَهُوَ يَوْم الْقِيَامَة &quot; مَا قَدَّمَتْ &quot; مِنْ الْأَعْمَال &quot; و &quot; مَا &quot; أَخَّرَتْ &quot; مِنْهَا فَلَمْ تَعْمَلهُ';
$t[6] = '&quot; يَا أَيّهَا الْإِنْسَان &quot; الْكَافِر &quot; مَا غَرَّك بِرَبِّك الْكَرِيم &quot; حَتَّى عَصَيْته';
$t[7] = '&quot; الَّذِي خَلَقَك &quot; بَعْد أَنْ لَمْ تَكُنْ &quot; فَسَوَّاك &quot; جَعَلَك مُسْتَوِي الْخِلْقَة , سَالِم الْأَعْضَاء &quot; فَعَدَلَك &quot; بِالتَّخْفِيفِ وَالتَّشْدِيد : جَعَلَك مُعْتَدِل الْخَلْق مُتَنَاسِب الْأَعْضَاء لَيْسَتْ يَد أَوْ رِجْل أَطْوَل مِنْ الْأُخْرَى';
$t[8] = '&quot; فِي أَيّ صُورَة مَا &quot; صِلَة &quot; شَاءَ رَكَّبَك &quot;';
$t[9] = '&quot; كَلَّا &quot; رَدْع عَنْ الِاغْتِرَار بِكَرَمِ اللَّه تَعَالَى &quot; بَلْ تُكَذِّبُونَ &quot; أَيْ كُفَّار مَكَّة &quot; بِالدِّينِ &quot; بِالْجَزَاءِ عَلَى الْأَعْمَال';
$t[10] = '&quot; وَإِنَّ عَلَيْكُمْ لَحَافِظِينَ &quot; مِنْ الْمَلَائِكَة لِأَعْمَالِكُمْ';
$t[11] = '&quot; كِرَامًا &quot; عَلَى اللَّه &quot; كَاتِبِينَ &quot; لَهَا';
$t[12] = '&quot; يَعْلَمُونَ مَا تَفْعَلُونَ &quot; جَمِيعه';
$t[13] = '&quot; إِنَّ الْأَبْرَار &quot; الْمُؤْمِنِينَ الصَّادِقِينَ فِي إِيمَانهمْ &quot; لَفِي نَعِيم &quot; جَنَّة';
$t[14] = '&quot; وَإِنَّ الْفُجَّار &quot; الْكُفَّار &quot; لَفِي جَحِيم &quot; نَار مُحْرِقَة';
$t[15] = '&quot; يَصْلَوْنَهَا &quot; يَدْخُلُونَهَا وَيُقَاسُونَ حَرّهَا &quot; يَوْم الدِّين &quot; الْجَزَاء';
$t[16] = '&quot; وَمَا هُمْ عَنْهَا بِغَائِبِينَ &quot; بِمُخْرَجِينَ';
$t[17] = '&quot; وَمَا أَدْرَاك &quot; أَعْلَمَك &quot; مَا يَوْم الدِّين &quot;';
$t[18] = '&quot; ثُمَّ مَا أَدْرَاك مَا يَوْم الدِّين &quot; تَعْظِيم لِشَأْنِهِ';
$t[19] = '&quot; يَوْم &quot; بِالرَّفْعِ , أَيْ هُوَ يَوْم &quot; لَا تَمْلِك نَفْس لِنَفْسٍ شَيْئًا &quot; مِنْ الْمَنْفَعَة &quot; وَالْأَمْر يَوْمئِذٍ لِلَّهِ &quot; لَا أَمْر لِغَيْرِهِ فِيهِ أَيْ لَمْ يُمَكِّن أَحَدًا مِنْ التَّوَسُّط فِيهِ بِخِلَافِ الدُّنْيَا .';
?>