<?php
$t = array();
$t[1] = '&quot; وَالسَّمَاء ذَات الْبُرُوج &quot; الْكَوَاكِب اِثْنَيْ عَشَر بُرْجًا تَقَدَّمَتْ فِي الْفُرْقَان';
$t[2] = '&quot; وَالْيَوْم الْمَوْعُود &quot; يَوْم الْقِيَامَة';
$t[3] = '&quot; وَشَاهِد &quot; يَوْم الْجُمْعَة &quot; وَمَشْهُود &quot; يَوْم عَرَفَة كَذَا فُسِّرَتْ الثَّلَاثَة فِي الْحَدِيث فَالْأَوَّل مَوْعُود بِهِ وَالثَّانِي شَاهِد بِالْعَمَلِ فِيهِ , وَالثَّالِث تَشْهَدهُ النَّاس وَالْمَلَائِكَة , وَجَوَاب الْقَسَم مَحْذُوف صَدْره , تَقْدِيره لَقَدْ';
$t[4] = '&quot; قُتِلَ &quot; لُعِنَ &quot; أَصْحَاب الْأُخْدُود &quot; الشَّقّ فِي الْأَرْض';
$t[5] = '&quot; النَّار &quot; بَدَل اِشْتِمَال مِنْهُ &quot; ذَات الْوُقُود &quot; مَا تُوقَد بِهِ';
$t[6] = '&quot; إِذْ هُمْ عَلَيْهَا &quot; حَوْلهَا عَلَى جَانِب الْأُخْدُود عَلَى الْكَرَاسِيّ &quot; قُعُود &quot;';
$t[7] = '&quot; وَهُمْ عَلَى مَا يَفْعَلُونَ بِالْمُؤْمِنِينَ &quot; بِاَللَّهِ مِنْ تَعْذِيبهمْ بِالْإِلْقَاءِ فِي النَّار إِنْ لَمْ يَرْجِعُوا عَنْ إِيمَانهمْ &quot; شُهُود &quot; حُضُور , رُوِيَ أَنَّ اللَّه أَنْجَى الْمُؤْمِنِينَ الْمُلْقَيْنَ فِي النَّار بِقَبْضِ أَرْوَاحهمْ قَبْل وُقُوعهمْ فِيهَا وَخَرَجَتْ النَّار إِلَى مَنْ ثَمَّ فَأَحْرَقَتْهُمْ';
$t[8] = '&quot; وَمَا نَقَمُوا مِنْهُمْ إِلَّا يُؤْمِنُوا بِاَللَّهِ الْعَزِيز &quot; فِي مُلْكه &quot; الْحَمِيد &quot; الْمَحْمُود';
$t[9] = '&quot; الَّذِي لَهُ مُلْك السَّمَوَات وَالْأَرْض وَاَللَّه عَلَى كُلّ شَيْء شَهِيد &quot; أَيْ مَا أَنْكَرَ الْكُفَّار عَلَى الْمُؤْمِنِينَ إِلَّا إِيمَانهمْ';
$t[10] = '&quot; إِنَّ الَّذِينَ فَتَنُوا الْمُؤْمِنِينَ وَالْمُؤْمِنَات &quot; بِالْإِحْرَاقِ &quot; ثُمَّ لَمْ يَتُوبُوا فَلَهُمْ عَذَاب جَهَنَّم &quot; بِكُفْرِهِمْ &quot; وَلَهُمْ عَذَاب الْحَرِيق &quot; أَيْ عَذَاب إِحْرَاقهمْ الْمُؤْمِنِينَ فِي الْآخِرَة , وَقِيلَ فِي الدُّنْيَا بِأَنْ أُخْرِجَتْ النَّار فَأَحْرَقَتْهُمْ كَمَا تَقَدَّمَ';
$t[11] = '';
$t[12] = '&quot; إِنَّ بَطْش رَبّك &quot; بِالْكَفَّارِ &quot; لَشَدِيد &quot; بِحَسْب إِرَادَته';
$t[13] = '&quot; إِنَّهُ هُوَ يُبْدِئ &quot; الْخَلْق &quot; وَيُعِيد &quot; فَلَا يُعْجِزهُ مَا يُرِيد';
$t[14] = '&quot; وَهُوَ الْغَفُور &quot; لِلْمُذْنِبِينَ الْمُؤْمِنِينَ 4 &quot; الْوَدُود &quot; الْمُتَوَدِّد إِلَى أَوْلِيَائِهِ بِالْكَرَامَةِ';
$t[15] = '&quot; ذُو الْعَرْش &quot; خَالِقه وَمَالِكه &quot; الْمَجِيد &quot; بِالرَّفْعِ : الْمُسْتَحِقّ لِكَمَالِ صِفَات الْعُلُوّ';
$t[16] = '&quot; فَعَّال لِمَا يُرِيد &quot; لَا يُعْجِزهُ شَيْء';
$t[17] = '&quot; هَلْ أَتَاك &quot; يَا مُحَمَّد &quot; حَدِيث الْجُنُود &quot;';
$t[18] = '&quot; فِرْعَوْن وَثَمُود &quot; بَدَل مِنْ الْجُنُود وَاسْتُغْنِيَ بِذِكْرِ فِرْعَوْن عَنْ أَتْبَاعه , وَحَدِيثهمْ أَنَّهُمْ أُهْلِكُوا بِكُفْرِهِمْ وَهَذَا تَنْبِيه لِمَنْ كَفَرَ بِالنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَالْقُرْآن لِيَتَّعِظُوا';
$t[19] = '&quot; بَلْ الَّذِينَ كَفَرُوا فِي تَكْذِيب &quot; بِمَا ذُكِرَ';
$t[20] = '&quot; وَاَللَّه مِنْ وَرَائِهِمْ مُحِيط &quot; لَا عَاصِم لَهُمْ مِنْهُ';
$t[21] = '&quot; بَلْ هُوَ قُرْآن مَجِيد &quot; عَظِيم';
$t[22] = '&quot; فِي لَوْح &quot; هُوَ فِي الْهَوَاء فَوْق السَّمَاء السَّابِعَة &quot; مَحْفُوظ &quot; بِالْجَرِّ مِنْ الشَّيَاطِين وَمِنْ تَغْيِير شَيْء مِنْهُ طُوله مَا بَيْن السَّمَاء وَالْأَرْض , وَعَرْضه مَا بَيْن الْمَشْرِق وَالْمَغْرِب , وَهُوَ دُرَّة بَيْضَاء قَالَهُ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا .';
?>