<?php
$t = array();
$t[1] = '&quot; وَالسَّمَاء وَالطَّارِق &quot; أَصْله كُلّ آتٍ لَيْلًا وَمِنْهُ النُّجُوم لِطُلُوعِهَا لَيْلًا';
$t[2] = '&quot; وَمَا أَدْرَاك &quot; أَعْلَمك &quot; مَا الطَّارِق &quot; مُبْتَدَأ وَخَبَر فِي مَحَلّ الْمَفْعُول الثَّانِي لَأَدْرَى وَمَا بَعْد مَا الْأُولَى خَبَرهَا وَفِيهِ تَعْظِيم لِشَأْنِ الطَّارِق الْمُفَسَّر بِمَا بَعْده هُوَ';
$t[3] = '&quot; &quot; النَّجْم &quot; أَيْ الثُّرَيَّا أَوْ كُلّ نَجْم &quot; الثَّاقِب &quot; الْمُضِيء لِثَقْبِهِ الظَّلَام بِضَوْئِهِ وَجَوَاب الْقَسَم';
$t[4] = '&quot; إِنْ كُلّ نَفْس لَمَا عَلَيْهَا حَافِظ &quot; بِتَخْفِيفِ مَا فَهِيَ مَزِيدَة وَإِنْ مُخَفَّفَة مِنْ الثَّقِيلَة وَاسْمهَا مَحْذُوف , أَيْ إِنَّهُ وَاللَّام فَارِقَة وَبِتَشْدِيدِهَا فَإِنْ نَافِيَة وَلَمَا بِمَعْنَى إِلَّا وَالْحَافِظ مِنْ الْمَلَائِكَة يَحْفَظ عَمَلهَا مِنْ خَيْر وَشَرّ';
$t[5] = '&quot; فَلْيَنْظُرْ الْإِنْسَان &quot; نَظَر اِعْتِبَار &quot; مِمَّ خُلِقَ &quot; مِنْ أَيّ شَيْء';
$t[6] = '&quot; خُلِقَ مِنْ مَاء دَافِق &quot; هَذَا جَوَاب قَوْله مِمَّ خُلِقَ ؟ خُلِقَ مِنْ مَاء دَافِق أَيْ ذِي اِنْدِفَاق مِنْ الرَّجُل وَالْمَرْأَة فِي رَحِمهَا';
$t[7] = '&quot; يَخْرُج مِنْ بَيْن الصُّلْب &quot; لِلرَّجُلِ &quot; وَالتَّرَائِب &quot; لِلْمَرْأَةِ وَهِيَ عِظَام الصَّدْر';
$t[8] = '&quot; إِنَّهُ &quot; تَعَالَى &quot; عَلَى رَجْعه &quot; بَعْث الْإِنْسَان بَعْد مَوْته &quot; لَقَادِر &quot; فَإِذَا اِعْتَبَرَ أَصْله عَلِمَ أَنَّ الْقَادِر عَلَى ذَلِكَ قَادِر عَلَى بَعْثه';
$t[9] = '&quot; يَوْم تُبْلَى &quot; تُخْتَبَر وَتُكْشَف &quot; السَّرَائِر &quot; ضَمَائِر الْقُلُوب فِي الْعَقَائِد وَالنِّيَّات';
$t[10] = '&quot; فَمَا لَهُ &quot; لِمُنْكِرِ الْبَعْث &quot; مِنْ قُوَّة &quot; يَمْتَنِع بِهَا مِنْ الْعَذَاب &quot; وَلَا نَاصِر &quot; يَدْفَعهُ عَنْهُ';
$t[11] = '&quot; وَالسَّمَاء ذَات الرَّجْع &quot; الْمَطَر لِعَوْدِهِ كُلّ حِين';
$t[12] = '&quot; وَالْأَرْض ذَات الصَّدْع &quot; الشَّقّ عَنْ النَّبَات';
$t[13] = '&quot; إِنَّهُ &quot; أَيْ الْقُرْآن &quot; لَقَوْل فَصْل &quot; يَفْصِل بَيْن الْحَقّ وَالْبَاطِل';
$t[14] = '&quot; وَمَا هُوَ بِالْهَزْلِ &quot; بِاللَّعِبِ وَالْبَاطِل';
$t[15] = '&quot; إِنَّهُمْ &quot; أَيْ الْكُفَّار &quot; يَكِيدُونَ كَيْدًا &quot; يَعْمَلُونَ الْمَكَايِد لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ';
$t[16] = '&quot; وَأَكِيد كَيْدًا &quot; أَسْتَدْرِجهُمْ مِنْ حَيْثُ لَا يَعْلَمُونَ';
$t[17] = '&quot; فَمَهِّلْ &quot; يَا مُحَمَّد &quot; الْكَافِرِينَ أَمْهِلْهُمْ &quot; تَأْكِيد حَسَّنَهُ مُخَالَفَة اللَّفْظ , أَيْ أَنْظِرْهُمْ &quot; رُوَيْدًا &quot; قَلِيلًا وَهُوَ مَصْدَر مُؤَكَّد لِمَعْنَى الْعَامِل مُصَغَّر رَوْد أَوْ أَرْوَاد عَلَى التَّرْخِيم وَقَدْ أَخَذَهُمْ اللَّه تَعَالَى بِبَدْرٍ وَنَسَخَ الْإِمْهَال بِآيَةِ السَّيْف , أَيْ الْأَمْر بِالْقِتَالِ وَالْجِهَاد .';
?>