<?php
$t = array();
$t[1] = '&quot; سَبِّحْ اِسْم رَبّك &quot; أَيْ نَزِّهْ رَبّك عَمَّا لَا يَلِيق بِهِ وَاسْم زَائِد &quot; الْأَعْلَى &quot; صِفَة لِرَبِّك';
$t[2] = '&quot; الَّذِي خَلَقَ فَسَوَّى &quot; مَخْلُوقه , جَعَلَهُ مُتَنَاسِب الْأَجْزَاء غَيْر مُتَفَاوِت';
$t[3] = '&quot; وَاَلَّذِي قَدَّرَ &quot; مَا شَاءَ &quot; فَهَدَى &quot; إِلَى مَا قَدَّرَهُ مِنْ خَيْر وَشَرّ';
$t[4] = '&quot; وَاَلَّذِي أَخْرَجَ الْمَرْعَى &quot; أَنْبَتَ الْعُشْب';
$t[5] = '&quot; فَجَعَلَهُ &quot; بَعْد الْخُضْرَة &quot; غُثَاء &quot; جَافًّا هَشِيمًا &quot; أَحَوَى &quot; أَسْوَد يَابِسًا';
$t[6] = '&quot; سَنُقْرِئُك &quot; الْقُرْآن &quot; فَلَا تَنْسَى &quot; مَا تَقْرَؤُهُ';
$t[7] = '&quot; إِلَّا مَا شَاءَ اللَّه &quot; أَنْ تَنْسَاهُ بِنَسْخِ تِلَاوَته وَحُكْمه , وَكَانَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَجْهَر بِالْقِرَاءَةِ مَعَ قِرَاءَة جِبْرِيل خَوْف النِّسْيَان فَكَأَنَّهُ قِيلَ لَهُ : لَا تَعْجَل بِهَا إِنَّك لَا تَنْسَى فَلَا تُتْعِب نَفْسك بِالْجَهْرِ بِهَا &quot; إِنَّهُ &quot; تَعَالَى &quot; يَعْلَم الْجَهْر &quot; مِنْ الْقَوْل وَالْفِعْل &quot; وَمَا يَخْفَى &quot; مِنْهُمَا';
$t[8] = '&quot; وَنُيَسِّرُكَ لِلْيُسْرَى &quot; لِلشَّرِيعَةِ السَّهْلَة وَهِيَ الْإِسْلَام';
$t[9] = '&quot; فَذَكِّرْ &quot; عِظْ بِالْقُرْآنِ &quot; إِنْ نَفَعَتْ الذِّكْرَى &quot; مِنْ تَذْكِرَة الْمَذْكُور فِي سَيَذَّكَّرُ , يَعْنِي وَإِنْ لَمْ تَنْفَع وَنَفْعهَا لِبَعْضٍ وَعَدَم النَّفْع لِبَعْضٍ آخَر';
$t[10] = '&quot; سَيَذَّكَّرُ &quot; بِهَا &quot; مَنْ يَخْشَى &quot; يَخَاف اللَّه تَعَالَى كَآيَةِ';
$t[11] = '&quot; وَيَتَجَنَّبهَا &quot; أَيْ الذِّكْرَى , أَيْ يَتْرُكهَا جَانِبًا لَا يَلْتَفِت إِلَيْهَا &quot; الْأَشْقَى &quot; بِمَعْنَى الشَّقِيّ أَيْ الْكَافِر';
$t[12] = '&quot; الَّذِي يَصْلَى النَّار الْكُبْرَى &quot; هِيَ نَار الْآخِرَة وَالصُّغْرَى نَار الدُّنْيَا';
$t[13] = '&quot; ثُمَّ لَا يَمُوت فِيهَا &quot; فَيَسْتَرِيح &quot; وَلَا يَحْيَا &quot; حَيَاة هَنِيئَة';
$t[14] = '&quot; قَدْ أَفْلَحَ &quot; فَازَ &quot; مَنْ تَزَكَّى &quot; تَطَهَّرَ بِالْإِيمَانِ';
$t[15] = '&quot; وَذَكَرَ اِسْم رَبّه &quot; مُكَبِّرًا &quot; فَصَلَّى &quot; الصَّلَوَات الْخَمْس وَذَلِكَ مِنْ أُمُور الْآخِرَة وَكَفَّار مَكَّة مُعْرِضُونَ عَنْهَا';
$t[16] = '&quot; بَلْ تُؤْثِرُونَ &quot; بِالْفَوْقَانِيَّةِ وَالتَّحْتَانِيَّة &quot; الْحَيَاة الدُّنْيَا &quot; عَلَى الْآخِرَة';
$t[17] = '&quot; وَالْآخِرَة &quot; الْمُشْتَمِلَة عَلَى الْجَنَّة &quot; خَيْر وَأَبْقَى &quot;';
$t[18] = '&quot; إِنَّ هَذَا &quot; إِفْلَاح مَنْ تَزَكَّى وَكَوْن الْآخِرَة خَبَرًا &quot; لَفِي الصُّحُف الْأُولَى &quot; أَيْ الْمُنَزَّلَة قَبْل الْقُرْآن';
$t[19] = '&quot; صُحُف إِبْرَاهِيم وَمُوسَى &quot; وَهِيَ عَشْر صُحُف لِإِبْرَاهِيم وَالتَّوْرَاة لِمُوسَى .';
?>