<?php
$t = array();
$t[1] = '&quot; لَا &quot; زَائِدَة &quot; أُقْسِم بِهَذَا الْبَلَد &quot; مَكَّة';
$t[2] = '&quot; وَأَنْتَ &quot; يَا مُحَمَّد &quot; حِلّ &quot; حَلَال &quot; بِهَذَا الْبَلَد &quot; بِأَنْ يَحِلّ لَك فَتُقَاتِل فِيهِ , وَقَدْ أَنْجَزَ اللَّه لَهُ هَذَا الْوَعْد يَوْم الْفَتْح , فَالْجُمْلَة اِعْتِرَاض بَيْن الْمُقْسَم بِهِ وَمَا عُطِفَ عَلَيْهِ';
$t[3] = '&quot; وَوَالِد &quot; أَيْ آدَم &quot; وَمَا وَلَدَ &quot; أَيْ ذُرِّيَّته وَمَا بِمَعْنَى مِنْ';
$t[4] = '&quot; لَقَدْ خَلَقْنَا الْإِنْسَان &quot; أَيْ الْجِنْس &quot; فِي كَبَد &quot; نَصَب وَشِدَّة يُكَابِد مَصَائِب الدُّنْيَا وَشَدَائِد الْآخِرَة';
$t[5] = '&quot; أَيَحْسَبُ &quot; أَيَظُنُّ الْإِنْسَان قَوِيّ قُرَيْش وَهُوَ أَبُو الْأَشَدّ بْن كِلْدَة بِقُوَّتِهِ &quot; أَنْ &quot; مُخَفَّفَة مِنْ الثَّقِيلَة وَاسْمهَا مَحْذُوف , أَيْ أَنَّهُ &quot; لَنْ يَقْدِر عَلَيْهِ أَحَد &quot; وَاَللَّه قَادِر عَلَيْهِ';
$t[6] = '&quot; يَقُول أَهْلَكْت &quot; عَلَى عَدَاوَة مُحَمَّد &quot; مَالًا لُبَدًا &quot; كَثِيرًا بَعْضه عَلَى بَعْض';
$t[7] = '&quot; أَيَحْسَبُ أَنْ &quot; أَيْ أَنَّهُ &quot; لَمْ يَرَهُ أَحَد &quot; فِيمَا أَنْفَقَهُ فَيَعْلَم قَدْره , وَاَللَّه عَالِم بِقَدْرِهِ وَأَنَّهُ لَيْسَ مِمَّا يَتَكَثَّر بِهِ وَمُجَازِيه عَلَى فِعْله السَّيِّئ';
$t[8] = '&quot; أَلَمْ نَجْعَل &quot; اِسْتِفْهَام تَقْرِير , أَيْ جَعَلْنَا &quot; لَهُ عَيْنَيْنِ &quot;';
$t[9] = '';
$t[10] = '&quot; وَهَدَيْنَاهُ النَّجْدَيْنِ &quot; بَيَّنَّا لَهُ طَرِيق الْخَيْر وَالشَّرّ';
$t[11] = '&quot; فَلَا &quot; فَهَلَّا &quot; اِقْتَحَمَ الْعَقَبَة &quot; جَاوَزَهَا';
$t[12] = '&quot; وَمَا أَدْرَاك &quot; أَعْلَمَك &quot; مَا الْعَقَبَة &quot; الَّتِي يَقْتَحِمهَا تَعْظِيمًا لِشَأْنِهَا , وَالْجُمْلَة اِعْتِرَاض وَبَيَّنَ سَبَب جَوَازهَا';
$t[13] = '&quot; فَكّ رَقَبَة &quot; مِنْ الرِّقّ بِأَنْ أَعْتَقَهَا';
$t[14] = '&quot; أَوْ إِطْعَام فِي يَوْم ذِي مَسْغَبَة &quot; مَجَاعَة';
$t[15] = '&quot; يَتِيمًا ذَا مَقْرَبَة &quot; قَرَابَة';
$t[16] = '&quot; أَوْ مِسْكِينًا ذَا مَتْرَبَة &quot; لُصُوق بِالتُّرَابِ لِفَقْرِهِ , وَفِي قِرَاءَة بَدَل الْفِعْلَيْنِ مَصْدَرَانِ مَرْفُوعَانِ مُضَاف الْأَوَّل لِرَقَبَةِ وَيُنَوَّن الثَّانِي فَيُقَدَّر قَبْل الْعَقَبَة اِقْتِحَام , وَالْقِرَاءَة الْمَذْكُورَة بَيَانه';
$t[17] = '&quot; ثُمَّ كَانَ &quot; عَطْف عَلَى اِقْتَحَمَ وَثُمَّ لِلتَّرْتِيبِ الذِّكْرِيّ , وَالْمَعْنَى كَانَ وَقْت الِاقْتِحَام &quot; مِنْ الَّذِينَ آمَنُوا وَتَوَاصَوْا &quot; أَوْصَى بَعْضهمْ بَعْضًا &quot; بِالصَّبْرِ &quot; عَلَى الطَّاعَة وَعَنْ الْمَعْصِيَة &quot; وَتَوَاصَوْا بِالْمَرْحَمَةِ &quot; الرَّحْمَة عَلَى الْخَلْق';
$t[18] = '&quot; أُولَئِكَ &quot; الْمَوْصُوفُونَ بِهَذِهِ الصِّفَات &quot; أَصْحَاب الْمَيْمَنَة &quot; الْيَمِين';
$t[19] = '&quot; وَاَلَّذِينَ كَفَرُوا بِآيَاتِنَا هُمْ أَصْحَاب الْمَشْأَمَة &quot; الشِّمَال';
$t[20] = '&quot; عَلَيْهِمْ نَار مُؤْصَدَة &quot; بِالْهَمْزَةِ وَالْوَاو بَدَله مُطْبَقَة .';
?>