<?php
$t = array();
$t[1] = '&quot; وَاللَّيْل إِذَا يَغْشَى &quot; بِظُلْمَتِهِ كُلّ مَا بَيْن السَّمَاء وَالْأَرْض';
$t[2] = '&quot; وَالنَّهَار إِذَا تَجَلَّى &quot; تَكَشَّفَ وَظَهَرَ وَإِذَا فِي الْمَوْضِعَيْنِ لِمُجَرَّدِ الظَّرْفِيَّة وَالْعَامِل فِيهَا فِعْل الْقَسَم';
$t[3] = '&quot; وَمَا &quot; بِمَعْنَى مَنْ أَوْ مَصْدَرِيَّة &quot; خَلَقَ الذَّكَر وَالْأُنْثَى &quot; آدَم وَحَوَّاء وَكُلّ ذَكَر وَكُلّ أُنْثَى , وَالْخُنْثَى الْمُشْكِل عِنْدنَا ذَكَر أَوْ أُنْثَى عِنْد اللَّه تَعَالَى فَيَحْنَث بِتَكْلِيمِهِ مَنْ حَلَفَ لَا يُكَلِّم ذَكَرًا وَلَا أُنْثَى';
$t[4] = '&quot; إِنَّ سَعْيكُمْ &quot; عَمَلكُمْ &quot; لَشَتَّى &quot; مُخْتَلِف فَعَامِل لِلْجَنَّةِ بِالطَّاعَةِ وَعَامِل لِلنَّارِ بِالْمَعْصِيَةِ';
$t[5] = '&quot; فَأَمَّا مَنْ أَعْطَى &quot; حَقّ اللَّه &quot; وَاتَّقَى &quot; اللَّه';
$t[6] = '&quot; وَصَدَّقَ بِالْحُسْنَى &quot; أَيْ بِلَا إِلَه إِلَّا اللَّه فِي الْمَوْضِعَيْنِ';
$t[7] = '&quot; فَسَنُيَسِّرُهُ لِلْيُسْرَى &quot; لِلْجَنَّةِ';
$t[8] = '&quot; وَأَمَّا مَنْ بَخِلَ &quot; بِحَقِّ اللَّه &quot; وَاسْتَغْنَى &quot; عَنْ ثَوَابه';
$t[9] = '';
$t[10] = '&quot; فَسَنُيَسِّرُهُ &quot; نُهَيِّئهُ &quot; لِلْعُسْرَى &quot; لِلنَّارِ';
$t[11] = '&quot; وَمَا &quot; نَافِيَة &quot; يُغْنِي عَنْهُ مَاله إِذَا تَرَدَّى &quot; فِي النَّار';
$t[12] = '&quot; إِنَّ عَلَيْنَا لَلْهُدَى &quot; لَتَبْيِين طَرِيق الْهُدَى مِنْ طَرِيق الضَّلَال لِيَمْتَثِل أَمْرنَا بِسُلُوكِ الْأَوَّل وَنَهْينَا عَنْ اِرْتِكَاب الثَّانِي';
$t[13] = '&quot; وَإِنَّ لَنَا لَلْآخِرَة وَالْأُولَى &quot; أَيْ الدُّنْيَا فَمَنْ طَلَبَهُمَا مِنْ غَيْرنَا فَقَدْ أَخْطَأَ';
$t[14] = '&quot; فَأَنْذَرْتُكُمْ &quot; خَوَّفْتُكُمْ يَا أَهْل مَكَّة &quot; نَارًا تَلَظَّى &quot; بِحَذْفِ إِحْدَى التَّاءَيْنِ مِنْ الْأَصْل وَقُرِئَ بِثُبُوتِهَا , أَيْ تَتَوَقَّد';
$t[15] = '&quot; لَا يَصْلَاهَا &quot; يَدْخُلهَا &quot; إِلَّا الْأَشْقَى &quot; بِمَعْنَى الشَّقِيّ';
$t[16] = '&quot; الَّذِي كَذَّبَ &quot; النَّبِيّ &quot; وَتَوَلَّى &quot; عَنْ الْإِيمَان وَهَذَا الْحَصْر مُؤَوَّل لِقَوْلِهِ تَعَالَى : &quot; وَيَغْفِر مَا دُون ذَلِكَ لِمَنْ يَشَاء &quot; فَيَكُون الْمُرَاد الصِّلِيّ الْمُؤَبَّد';
$t[17] = '&quot; وَسَيُجَنَّبُهَا &quot; يُبْعَد عَنْهَا &quot; الْأَتْقَى &quot; بِمَعْنَى التَّقِيّ';
$t[18] = '&quot; &quot; الَّذِي يُؤْتِي مَاله يَتَزَكَّى &quot; مُتَزَكِّيًا بِهِ عِنْد اللَّه تَعَالَى بِأَنْ يُخْرِجهُ لِلَّهِ تَعَالَى لَا رِيَاء وَلَا سُمْعَة , فَيَكُون زَاكِيًا عِنْد اللَّه , وَهَذَا نَزَلَ فِي الصِّدِّيق رَضِيَ اللَّه عَنْهُ لَمَّا اِشْتَرَى بِلَالًا الْمُعَذَّب عَلَى إِيمَانه وَأَعْتَقَهُ , فَقَالَ الْكُفَّار : إِنَّمَا فَعَلَ ذَلِكَ لِيَدٍ كَانَتْ لَهُ عِنْده فَنَزَلَتْ . &quot; وَمَا لِأَحَدٍ عِنْده مِنْ نِعْمَة تُجْزَى &quot;';
$t[19] = '';
$t[20] = '&quot; إِلَّا &quot; لَكِنْ فَعَلَ ذَلِكَ &quot; اِبْتِغَاء وَجْه رَبّه الْأَعْلَى &quot; أَيْ طَلَب ثَوَاب اللَّه';
$t[21] = '&quot; وَلَسَوْفَ يَرْضَى &quot; بِمَا يُعْطَاهُ مِنْ الثَّوَاب فِي الْجَنَّة وَالْآيَة تَشْمَل مَنْ فَعَلَ مِثْل فِعْله رَضِيَ اللَّه تَعَالَى عَنْهُ فَيُبْعَد عَنْ النَّار وَيُثَاب .';
?>