<?php
$t = array();
$t[1] = '&quot; وَالضُّحَى &quot; أَيْ أَوَّل النَّهَار أَوْ كُلّه';
$t[2] = '&quot; وَاللَّيْل إِذَا سَجَى &quot; غَطَّى بِظَلَامِهِ أَوْ سَكَنَ';
$t[3] = '&quot; مَا وَدَّعَك &quot; تَرَكَك يَا مُحَمَّد &quot; رَبّك وَمَا قَلَى &quot; أَبْغَضك نَزَلَ هَذَا لَمَّا قَالَ الْكُفَّار عِنْد تَأَخُّر الْوَحْي عَنْهُ خَمْسَة عَشَر يَوْمًا : إِنَّ رَبّه وَدَّعَهُ وَقَلَاهُ';
$t[4] = '&quot; وَلَلْآخِرَة خَيْر لَك &quot; لِمَا فِيهَا مِنْ الْكَرَامَات لَك &quot; مِنْ الْأُولَى &quot; الدُّنْيَا';
$t[5] = '&quot; وَلَسَوْفَ يُعْطِيك رَبّك &quot; فِي الْآخِرَة مِنْ الْخَيْرَات عَطَاء جَزِيلًا &quot; فَتَرْضَى &quot; بِهِ فَقَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : &quot; إِذْن لَا أَرْضَى وَوَاحِد مِنْ أُمَّتِي فِي النَّار &quot; إِلَى هُنَا تَمَّ جَوَاب الْقَسَم بِمُثْبَتَيْنِ بَعْد مَنْفِيَّيْنِ';
$t[6] = '&quot; أَلَمْ يَجِدك &quot; اِسْتِفْهَام تَقْرِير أَيْ وَجَدَك &quot; يَتِيمًا &quot; بِفَقْدِ أَبِيك قَبْل وِلَادَتك أَوْ بَعْدهَا &quot; فَآوَى &quot; بِأَنْ ضَمَّك إِلَى عَمّك أَبِي طَالِب';
$t[7] = '&quot; وَوَجَدَك ضَالًّا &quot; عَمَّا أَنْتَ عَلَيْهِ مِنْ الشَّرِيعَة &quot; فَهَدَى &quot; أَيْ هَدَاك إِلَيْهَا';
$t[8] = '&quot; وَوَجَدَك عَائِلًا &quot; فَقِيرًا &quot; فَأَغْنَى &quot; أَغْنَاك بِمَا قَنَّعَك بِهِ مِنْ الْغَنِيمَة وَغَيْرهَا وَفِي الْحَدِيث : &quot; لَيْسَ الْغِنَى عَنْ كَثْرَة الْعَرَض وَلَكِنَّ الْغِنَى غِنَى النَّفْس &quot;';
$t[9] = '&quot; فَأَمَّا الْيَتِيم فَلَا تَقْهَر &quot; بِأَخْذِ مَاله أَوْ غَيْر ذَلِكَ';
$t[10] = '&quot; وَأَمَّا السَّائِل فَلَا تَنْهَر &quot; تَزْجُرهُ لِفَقْرِهِ';
$t[11] = '&quot; وَأَمَّا بِنِعْمَةِ رَبّك &quot; عَلَيْك بِالنُّبُوَّةِ وَغَيْرهَا &quot; فَحَدِّثْ &quot; أَخْبِرْ , وَحُذِفَ ضَمِيره صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي بَعْض الْأَفْعَال رِعَايَة لِلْفَوَاصِلِ .';
?>