<?php
$t = array();
$t[1] = '&quot; أَلَمْ نَشْرَح &quot; اِسْتِفْهَام تَقْرِير أَيْ شَرَحْنَا &quot; لَك &quot; يَا مُحَمَّد &quot; صَدْرك &quot; بِالنُّبُوَّةِ وَغَيْرهَا';
$t[2] = '&quot; وَوَضَعْنَا &quot; حَطَطْنَا &quot; عَنْك وِزْرك &quot;';
$t[3] = '&quot; الَّذِي أَنْقَضَ &quot; أَثْقَل &quot; ظَهْرك &quot; وَهَذَا كَقَوْلِهِ تَعَالَى : &quot; لِيَغْفِر لَك اللَّه مَا تَقَدَّمَ مِنْ ذَنْبك &quot;';
$t[4] = '&quot; وَرَفَعْنَا لَك ذِكْرك &quot; بِأَنْ تُذْكَر مَعَ ذِكْرِي فِي الْأَذَان وَالْإِقَامَة وَالتَّشَهُّد وَالْخُطْبَة وَغَيْرهَا';
$t[5] = '&quot; فَإِنَّ مَعَ الْعُسْر &quot; الشِّدَّة &quot; يُسْرًا &quot; سُهُولَة';
$t[6] = '&quot; إِنَّ مَعَ الْعُسْر يُسْرًا &quot; وَالنَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَاسَى مِنْ الْكُفَّار شِدَّة ثُمَّ حَصَلَ لَهُ الْيُسْر بِنَصْرِهِ عَلَيْهِمْ';
$t[7] = '&quot; فَإِذَا فَرَغْت &quot; مِنْ الصَّلَاة &quot; فَانْصَبْ &quot; اِتْعَبْ فِي الدُّعَاء';
$t[8] = '&quot; وَإِلَى رَبّك فَارْغَبْ &quot; تَضَرَّعْ .';
?>