<?php
$t = array();
$t[1] = '&quot; وَالتِّين وَالزَّيْتُون &quot; أَيْ الْمَأْكُولَيْنِ أَوْ جَبَلَيْنِ بِالشَّامِ يُنْبِتَانِ الْمَأْكُولَيْنِ';
$t[2] = '&quot; وَطُور سِينِينَ &quot; الْجَبَل الَّذِي كَلَّمَ اللَّه تَعَالَى عَلَيْهِ مُوسَى وَمَعْنَى سِينِينَ الْمُبَارَك أَوْ الْحَسَن بِالْأَشْجَارِ الْمُثْمِرَة';
$t[3] = '&quot; وَهَذَا الْبَلَد الْأَمِين &quot; مَكَّة لِأَمْنِ النَّاس فِيهَا جَاهِلِيَّة وَإِسْلَامًا';
$t[4] = '&quot; &quot; لَقَدْ خَلَقْنَا الْإِنْسَان &quot; الْجِنْس &quot; فِي أَحْسَن تَقْوِيم &quot; تَعْدِيل لِصُورَتِهِ';
$t[5] = '&quot; ثُمَّ رَدَدْنَاهُ &quot; فِي بَعْض أَفْرَاده &quot; أَسْفَل سَافِلِينَ &quot; كِنَايَة عَنْ الْهَرَم وَالضَّعْف فَيَنْقُص عَمَل الْمُؤْمِن عَنْ زَمَن الشَّبَاب وَيَكُون لَهُ أَجْره';
$t[6] = '&quot; إِلَّا &quot; لَكِنْ &quot; الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَات فَلَهُمْ أَجْر غَيْر مَمْنُون &quot; مَقْطُوع وَفِي الْحَدِيث : &quot; إِذَا بَلَغَ الْمُؤْمِن مِنْ الْكِبَر مَا يُعْجِزهُ عَنْ الْعَمَل كُتِبَ لَهُ مَا كَانَ يَعْمَل &quot;';
$t[7] = '&quot; فَمَا يُكَذِّبك &quot; أَيّهَا الْكَافِر &quot; بَعْد &quot; بَعْد مَا ذُكِرَ مِنْ خَلْق الْإِنْسَان فِي أَحْسَن صُورَة ثُمَّ رَدّه إِلَى أَرْذَل الْعُمُر الدَّالّ عَلَى الْقُدْرَة عَلَى الْبَعْث &quot; بِالدِّينِ &quot; بِالْجَزَاءِ الْمَسْبُوق بِالْبَعْثِ وَالْحِسَاب , أَيْ مَا يَجْعَلك مُكَذِّبًا بِذَلِكَ وَلَا جَاعِل لَهُ';
$t[8] = '&quot; أَلَيْسَ اللَّه بِأَحْكَم الْحَاكِمِينَ &quot; هُوَ أَقْضَى الْقَاضِينَ وَحُكْمه بِالْجَزَاءِ مِنْ ذَلِكَ وَفِي الْحَدِيث : &quot; مَنْ قَرَأَ وَالتِّين إِلَى آخِرهَا فَلْيَقُلْ بَلَى وَأَنَا عَلَى ذَلِكَ مِنْ الشَّاهِدِينَ &quot; .';
?>