<?php
$t = array();
$t[1] = '&quot; اِقْرَأْ &quot; أَوْجِدْ الْقِرَاءَة مُبْتَدِئًا &quot; بِاسْمِ رَبّك الَّذِي خَلَقَ &quot; الْخَلَائِق';
$t[2] = '&quot; خَلَقَ الْإِنْسَان &quot; الْجِنْس &quot; مِنْ عَلَق &quot; جَمْع عَلَقَة وَهِيَ الْقِطْعَة الْيَسِيرَة مِنْ الدَّم الْغَلِيظ';
$t[3] = '&quot; اِقْرَأْ &quot; تَأْكِيد لِلْأَوَّلِ &quot; وَرَبّك الْأَكْرَم &quot; الَّذِي لَا يُوَازِيه كَرِيم , حَال مِنْ الضَّمِير فِي اِقْرَأْ';
$t[4] = '&quot; الَّذِي عَلَّمَ &quot; الْخَطّ &quot; بِالْقَلَمِ &quot; وَأَوَّل مَنْ خَطَّ بِهِ إِدْرِيس عَلَيْهِ السَّلَام';
$t[5] = '&quot; عَلَّمَ الْإِنْسَان &quot; الْجِنْس &quot; مَا لَمْ يَعْلَم &quot; قَبْل تَعْلِيمه مِنْ الْهُدَى وَالْكِتَابَة وَالصِّنَاعَة وَغَيْرهَا';
$t[6] = '&quot; كَلَّا &quot; حَقًّا &quot; إِنَّ الْإِنْسَان لَيَطْغَى &quot;';
$t[7] = '&quot; أَنْ رَآهُ &quot; أَيْ نَفْسه &quot; اِسْتَغْنَى &quot; بِالْمَالِ , نَزَلَ فِي أَبِي جَهْل , وَرَأَى عِلْمِيَّة وَاسْتَغْنَى مَفْعُول ثَانٍ وَأَنْ رَآهُ مَفْعُول لَهُ';
$t[8] = '&quot; إِنَّ إِلَى رَبّك &quot; يَا إِنْسَان &quot; الرُّجْعَى &quot; أَيْ الرُّجُوع تَخْوِيف لَهُ فَيُجَازِي الطَّاغِي بِمَا يَسْتَحِقّهُ';
$t[9] = '&quot; أَرَأَيْت &quot; فِي الثَّلَاثَة مَوَاضِع لِلتَّعَجُّبِ &quot; الَّذِي يَنْهَى &quot; هُوَ أَبُو جَهْل';
$t[10] = '&quot; عَبْدًا &quot; هُوَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ &quot; إِذَا صَلَّى &quot;';
$t[11] = '&quot; أَرَأَيْت إِنْ كَانَ &quot; الْمَنْهِيّ &quot; عَلَى الْهُدَى &quot;';
$t[12] = '&quot; أَوْ &quot; لِلتَّقْسِيمِ &quot; أَمَرَ بِالتَّقْوَى &quot;';
$t[13] = '&quot; أَرَأَيْت إِنْ كَذَّبَ &quot; أَيْ النَّاهِي النَّبِيّ &quot; وَتَوَلَّى &quot; عَنْ الْإِيمَان';
$t[14] = '&quot; &quot; أَلَمْ يَعْلَم بِأَنَّ اللَّه يَرَى &quot; مَا صَدَرَ مِنْهُ , أَيْ يَعْلَمهُ فَيُجَازِيه عَلَيْهِ , أَيْ اِعْجَبْ مِنْهُ يَا مُخَاطَب مِنْ حَيْثُ نَهْيه عَنْ الصَّلَاة وَمِنْ حَيْثُ أَنَّ الْمَنْهِيّ عَلَى الْهُدَى آمِر بِالتَّقْوَى وَمِنْ حَيْثُ أَنَّ النَّاهِي مُكَذِّب مُتَوَلٍّ عَنْ الْإِيمَان';
$t[15] = '&quot; كَلَّا &quot; رَدْع لَهُ &quot; لَئِنْ &quot; لَام قَسَم &quot; لَمْ يَنْتَهِ &quot; عَمَّا هُوَ عَلَيْهِ مِنْ الْكُفْر &quot; لَنَسْفَعًا بِالنَّاصِيَةِ &quot; لَأَجُرَّنَّ بِنَاصِيَتِهِ إِلَى النَّار';
$t[16] = '&quot; نَاصِيَة &quot; بَدَل نَكِرَة مِنْ مَعْرِفَة &quot; كَاذِبَة خَاطِئَة &quot; وَصَفَهَا بِذَلِكَ مَجَاز وَالْمُرَاد صَاحِبهَا';
$t[17] = '&quot; فَلْيَدْعُ نَادِيهِ &quot; أَيْ أَهْل نَادِيهِ وَهُوَ الْمَجْلِس يُنْتَدَى يَتَحَدَّث فِيهِ الْقَوْم وَكَانَ قَالَ لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمَّا اِنْتَهَرَهُ حَيْثُ نَهَاهُ عَنْ الصَّلَاة : لَقَدْ عَلِمْت مَا بِهَا رَجُل أَكْثَر نَادِيًا مِنِّي لَأَمْلَأَنَّ عَلَيْك هَذَا الْوَادِي إِنْ شِئْت خَيْلًا جُرْدًا وَرِجَالًا مُرْدًا';
$t[18] = '&quot; سَنَدَعُ الزَّبَانِيَة &quot; الْمَلَائِكَة الْغِلَاظ الشِّدَاد لِإِهْلَاكِهِ كَمَا فِي الْحَدِيث &quot; لَوْ دَعَا نَادِيهِ لَأَخَذَتْهُ الزَّبَانِيَة عِيَانًا &quot;';
$t[19] = '&quot; كَلَّا &quot; رَدْع لَهُ &quot; لَا تُطِعْهُ &quot; يَا مُحَمَّد فِي تَرْك الصَّلَاة &quot; وَاسْجُدْ &quot; صَلِّ لِلَّهِ &quot; وَاقْتَرِبْ &quot; مِنْهُ بِطَاعَتِهِ .';
?>