<?php
$t = array();
$t[1] = '&quot; إِنَّا أَنْزَلْنَاهُ &quot; أَيْ الْقُرْآن جُمْلَة وَاحِدَة مِنْ اللَّوْح الْمَحْفُوظ إِلَى السَّمَاء الدُّنْيَا &quot; فِي لَيْلَة الْقَدْر &quot; أَيْ الشَّرَف الْعَظِيم';
$t[2] = '&quot; وَمَا أَدْرَاك &quot; أَعْلَمَك يَا مُحَمَّد &quot; مَا لَيْلَة الْقَدْر &quot; تَعْظِيم لِشَأْنِهَا وَتَعْجِيب مِنْهُ';
$t[3] = '&quot; لَيْلَة الْقَدْر خَيْر مِنْ أَلْف شَهْر &quot; لَيْسَ فِيهَا لَيْلَة الْقَدْر فَالْعَمَل الصَّالِح فِيهَا خَيْر مِنْهُ فِي أَلْف شَهْر لَيْسَتْ فِيهَا';
$t[4] = '&quot; تَنَزَّل الْمَلَائِكَة &quot; بِحَذْفِ إِحْدَى التَّاءَيْنِ مِنْ الْأَصْل &quot; وَالرُّوح &quot; أَيْ جِبْرِيل &quot; فِيهَا &quot; فِي اللَّيْلَة &quot; بِإِذْنِ رَبّهمْ &quot; بِأَمْرِهِ &quot; مِنْ كُلّ أَمْر &quot; قَضَاهُ اللَّه فِيهَا لِتِلْكَ السَّنَة إِلَى قَابِل وَمِنْ سَبَبِيَّة بِمَعْنَى الْبَاء';
$t[5] = '&quot; سَلَام هِيَ &quot; خَبَر مُقَدَّم وَمُبْتَدَأ &quot; حَتَّى مَطْلَع الْفَجْر &quot; بِفَتْحِ اللَّام وَكَسْرهَا إِلَى وَقْت طُلُوعه , جُعِلَتْ سَلَامًا لِكَثْرَةِ السَّلَام فِيهَا مِنْ الْمَلَائِكَة تَمُرّ بِمُؤْمِنٍ وَلَا بِمُؤْمِنَةٍ إِلَّا سَلَّمَتْ عَلَيْهِ .';
?>