<?php
$t = array();
$t[1] = '&quot; إِذَا زُلْزِلَتْ الْأَرْض &quot; حُرِّكَتْ لِقِيَامِ السَّاعَة &quot; زِلْزَالهَا &quot; تَحْرِيكهَا الشَّدِيد الْمُنَاسِب لِعَظَمَتِهَا';
$t[2] = '&quot; وَأَخْرَجَتْ الْأَرْض أَثْقَالهَا &quot; كُنُوزهَا وَمَوْتَاهَا فَأَلْقَتْهَا عَلَى ظَهْرهَا';
$t[3] = '&quot; وَقَالَ الْإِنْسَان &quot; الْكَافِر بِالْبَعْثِ &quot; مَا لَهَا &quot; إِنْكَارًا لِتِلْكَ الْحَالَة';
$t[4] = '&quot; يَوْمئِذٍ &quot; بَدَل مِنْ إِذَا وَجَوَابهَا &quot; تُحَدِّث أَخْبَارهَا &quot; تُخْبِر بِمَا عُمِلَ عَلَيْهَا مِنْ خَيْر وَشَرّ';
$t[5] = '&quot; بِأَنَّ &quot; بِسَبَبِ أَنَّ &quot; رَبّك أَوْحَى لَهَا &quot; أَيْ أَمَرَهَا بِذَلِكَ , وَفِي الْحَدِيث &quot; تَشْهَد عَلَى كُلّ عَبْد أَوْ أَمَة بِكُلِّ مَا عَمِلَ عَلَى ظَهْرهَا &quot;';
$t[6] = '&quot; يَوْمئِذٍ يَصْدُر النَّاس &quot; يَنْصَرِفُونَ مِنْ مَوْقِف الْحِسَاب &quot; أَشْتَاتًا &quot; مُتَفَرِّقِينَ فَآخِذ ذَات الْيَمِين إِلَى الْجَنَّة وَآخِذ ذَات الشِّمَال إِلَى النَّار &quot; لِيُرَوْا أَعْمَالهمْ &quot; أَيْ جَزَاءَهَا مِنْ الْجَنَّة أَوْ النَّار';
$t[7] = '&quot; فَمَنْ يَعْمَل مِثْقَال ذَرَّة &quot; زِنَة نَمْلَة صَغِيرَة &quot; خَيْرًا يَرَهُ &quot; يَرَ ثَوَابه';
$t[8] = '&quot; وَمَنْ يَعْمَل مِثْقَال ذَرَّة شَرًّا يَرَهُ &quot; يَرَ جَزَاءَهُ .';
?>