<?php
$t = array();
$t[1] = 'رحمن ވަންތަ رحيم ވަންތަ اللَّه ގެ اسم ފުޅުން ފަށައިގަންނަމެވެ.';
$t[2] = 'حمد ހުރީ، عالم ތަކުގެ ވެރި اللَّه އަށެވެ.';
$t[3] = '(އެކަލާނގެއީ) رحمن ވަންތަ رحيم ވަންތަ ރަސްކަލާނގެއެވެ.';
$t[4] = 'قيامة ދުވަހުގެ ވެރި ރަސްކަލާނގެއެވެ.';
$t[5] = 'އަޅަމެން އަޅުކަންކުރަނީ، އިބަރަސްކަލާނގެއަށެވެ. އަދި އަޅަމެން ވާގިއެދެނީ، އިބަރަސްކަލާނގެ حضرة ންނެވެ.';
$t[6] = 'އަޅަމެންނަށް، ސީދާވެގެންވާ ތެދުމަގަށް މަގު ދައްކަވާނދޭވެ!';
$t[7] = '(އެއީ) އެއުރެންނަށް އިބަރަސްކަލާނގެ نعمة ދެއްވި މީހުންގެ މަގެވެ. އެއުރެންގެ މައްޗަށް ކޯފާލައްވާފައިވާ މީހުންގެ މަގެއްނޫނެވެ. އަދި މަގުފުރެދިފައިވާ މީހުންގެ މަގެއްވެސް ނުމެނޫންމެއެވެ.';
?>