<?php
$t = array();
$t[1] = 'ނޭވާގެ އަޑު އިއްވަމުން، ހަރުކޮށް ދުވާ އަސްތައް ގަންދެއްވަމެވެ.';
$t[2] = 'އަދި ފިޔަވަޅުތަކުން އަލިފާން ކަނޑަމުންދުވާ އަސްތައް ގަންދެއްވަމެވެ.';
$t[3] = 'އަދި ފަތިހުގެ ވަގުތުގައި، حملة ދޭ އަސްތައް ގަންދެއްވަމެވެ.';
$t[4] = 'ފަހެ، އެ އަސްތައް، އެ ވަގުތު ހިރަފުސް ބުރުވައިލަތެވެ.';
$t[5] = 'ފަހެ، އެ އަސްތައް އެ ހިރަފުސްތަކުގެ ތެރޭގައި) دشمن ންގެ (ބައިގަނޑުގެ މެދަށް ވަދެގަނެތެވެ.';
$t[6] = 'ހަމަކަށަވަރުން، އިންސާނާއީ، އޭނާގެ ވެރިރަސްކަލާނގެއަށް ހަރާންކޯރުވުން ބޮޑު މީހެކެވެ.';
$t[7] = 'އަދި ހަމަކަށަވަރުންް، އެ އިންސާނާއީ، އެކަމުގެ މައްޗަށް ހެކިވެރިޔަކުކަން ކަށަވަރެވެ.';
$t[8] = 'އަދި ހަމަކަށަވަރުންް، އެ އިންސާނާއީ، މުދަލަށް ލޯބިކުރުންގަދަ މީހެއްކަން ކަށަވަރެވެ.';
$t[9] = 'އަދި ހަމަކަށަވަރުންް، އެ އިންސާނާއީ، މުދަލަށް ލޯބިކުރުންގަދަ މީހެއްކަން ކަށަވަރެވެ.';
$t[10] = 'ކަށްވަޅުތަކުގައިވާ ތަކެތި ނެރެ އުކައިލައްވާހިނދު، އަދި ހިތްތަކުގައިވާ ސިއްރުތައް އެއްކޮށް ފާޅުކުރައްވާހިނދު، ފަހެ، އެ އިންސާނާ) އެކަންތައް (ނުދަންނަނީ ހެއްޔެވެ؟';
$t[11] = 'ހަމަކަށަވަރުން، އެއުރެންގެ ވެރިރަސްކަލާނގެއީ، އެދުވަހުން އެއުރެންގެ ކަންތައް މޮޅަށް ދެނެވޮޑިގެންވާ ރަސްކަލާނގެކަން ކަށަވަރެވެ.';
?>