<?php
$t = array();
$t[1] = 'ހިތްތަކަށް ބިރުވެރިކަން ގެނެސްދޭ قيامة ދުވަހެވެ.';
$t[2] = 'ހިތްތަކަށް ބިރުވެރިކަންގެނެސްދޭ قيامة ދުވަހަކީ، ކޮންދުވަހެއް ހެއްޔެވެ؟';
$t[3] = 'އަދި ހިތްތަކަށް ބިރުވެރިކަން ގެނެސްދޭ قيامة ދުވަހަކީ، ކޮންދުވަހެއްކަން ކަލޭގެފާނަށް އަންގައިދިނީ ކޮންއެއްޗެއްތޯއެވެ؟';
$t[4] = 'ވިއްސިވިހާލިވެގެންދާ ކޮކާތަކެއް ފަދައިން މީސްތަކުންވާނޭ ދުވަހެވެ.';
$t[5] = 'އަދި ބުރުވައިލެވޭ ކެހެރިތަކެއް ފަދައިން ފަރުބަދަތައް ވާނޭދުވަހެވެ.';
$t[6] = 'ފަހެ، އެމީހެއްގެ (ހެޔޮކަންތަކުގެ) ތިލަފަތް ބަރުވެއްޖެމީހާ ދަންނާށެވެ!';
$t[7] = 'ފަހެ، އެމީހާ ވާހުށީ، ރުހިގެންވާ ދިރިއުޅުމެއްގައެވެ. (އެބަހީ: ސުވަރުގޭގައެވެ.)';
$t[8] = 'އަދި އެމީހެއްގެ ތިލަފަތް ލުއިވެއްޖެމީހާ ދަންނާށެވެ!';
$t[9] = 'ފަހެ، އޭނާ އުޅޭނެތަނަކީ، ނަރަކައިގެ އަޑިއެވެ.';
$t[10] = 'އަދި އެއީ ކޮންއެއްޗެއްކަން ކަލޭގެފާނަށް އަންގައިދިނީ ކޮންއެއްޗެއްތޯއެވެ؟';
$t[11] = 'އެއީ އަނދައަނދާހުންނަ ނަރަކައިގެ އަލިފާނެވެ.';
?>