<?php
$t = array();
$t[1] = '(މުދަލާއި ދަރިން (ގިނަކަމަށް އެކަކުއަނެކަކަށް فخر ވެރިވެ އުޅުން، ތިޔަބައިމީހުން (اللَّه ގެ މަތިން ހަނދުމަނެއްތައި (مشغول ކޮށްފިއެވެ.';
$t[2] = 'ތިޔަބައިމީހުން ކަށްވަޅުތަކަށް ޒިޔާރަތްކޮށްފުމަށް ދާނދެނެވެ. (އެބަހީ: މަރުވެއްޖައުމަށް ދާނދެނެވެ. (';
$t[3] = 'ހަމަހިލާ އެހެންނަކުން ނުވާނެއެވެ. ނިކަންހުރެ ތިޔަބައިމީހުންނަށް އެނގޭނެތެވެ.';
$t[4] = 'ދެންވެސް، ހަމަހިލާ އެހެންނަކުން ނުވާނެއެވެ. ނިކަންހުރެ ތިޔަބައިމީހުންނަށް އެނގޭނެތެވެ.';
$t[5] = 'ހަމަހިލާ އެހެންނަކުން ނުވާނެއެވެ. يقين ކަމުގެ އެނގުމުން ތިޔަބައިމީހުންނަށް އެނގޭނަމައެވެ.';
$t[6] = 'ހަމަކަށަވަރުން، ތިޔަބައިމީހުން ނަރަކަ ދެކޭނެކަން ކަށަވަރެވެ.';
$t[7] = 'ދެންހަމަ يقين ކަމުގެ ދުށުމުން، ތިޔަބައިމީހުން އެ ނަރަކަ ދެކޭނެކަން ކަށަވަރެވެ.';
$t[8] = 'ދެން އެދުވަހުން ހަމަކަށަވަރުން (ދުނިޔޭގައި ތިޔަބައިމީހުންނަށް ލިބުނު) نعمة ތަކާމެދު ތިޔަބައިމީހުންނާ سؤال ކުރައްވާނެކަން ކަށަވަރެވެ.';
?>