<?php
$t = array();
$t[1] = 'غيبة ބުނެ، ފުރައްސާރަކޮށް، ވައްތަރުޖައްސާ ކޮންމެ މީހަކަށް، ގެއްލުމާއި ހަލާކުހުށްޓެވެ.';
$t[2] = 'އެމީހާއީ، މުދާ އެއްކޮށް، އެ ގުނައިލަ ގުނައިލައިހުރި މީހާއެވެ.';
$t[3] = 'ހަމަކަށަވަރުން، އޭނާގެ މުދާ އޭނާ ދަމަހައްޓާނެކަމަށް އޭނާ ހީކުރެތެވެ.';
$t[4] = 'ހަމަހިލާ އެހެންނަކުން ނުވާނެއެވެ. ފުނޑުފުޑުކޮށްލަނިވި ނަރަކަޔަށް އޭނާ އެއްލައިލައްވާނެކަން ކަށަވަރެވެ.';
$t[5] = 'އަދި، ފުނޑުފުނޑުކޮށްލަނިވި ނަރަކަޔަކީ، ކޮންއެއްޗެއްކަން، ކަލޭގެފާނަށް އަންގައިދިނީ ކޮންއެއްޗެއްތޯއެވެ؟';
$t[6] = '(އެއީ) اللَّه ގެ އަނދައަނދާ ހުންނަ ނަރަކަޔެވެ.';
$t[7] = 'އެއީ ހިތްތަކަށް އޭގެ ހޫނާއި، ވޭން ފޯރުވަނިވި ނަރަކަޔެވެ.';
$t[8] = 'ހަމަކަށަވަރުން، އެ ނަރަކަވާނީ، އެއުރެންނާއެކު، ތަޅުލައްވާފައެވެ.';
$t[9] = ') އެއުރެންވާހުށީ) ދިގުވެގެންވާ ތަނބުތަކެއްގައި ބަންނަވާފައެވެ.';
?>