<?php
$t = array();
$t[1] = 'އެތުގެ އެކުވެރިންނާމެދު (އެބަހީ: فيل ބާގައިމީހުންނާމެދު (ކަލޭގެފާނުގެ ވެރިރަސްކަލާނގެ، ކަންތައް ކުރެއްވިިގޮތް ކަލޭގެފާނަށް އެނގިވަޑައި ނުގަންނަވާތޯއެވެ؟';
$t[2] = 'އެކަލާނގެ އެއުރެންގެ މަކަރާއި حيلة، ގެއްލުމެއްގެ ތެރޭގައި ނުލައްވާތޯއެވެ؟';
$t[3] = 'އަދި އެކަލާނގެ އެއުރެންގެ މައްޗަށް ބައިބަޔަށް ދޫނިތަކެއް ފޮނުއްވިއެވެ.';
$t[4] = 'ގާވެފައިވާ މަށީގެ ހިލަތަކެއް، އެ ދޫނިތައް އެއުރެންނާ ދިމާޔަށް އުކަތެވެ.';
$t[5] = 'ފަހެ، ޖަނަވާރު ކައިފައިހުރި ހުއިތަކެއް ފަދައިން އެކަލާނގެ އެއުރެން ލެއްވިއެވެ.';
?>