<?php
$t = array();
$t[1] = '(قيامة ދުވަހުން) ޖަޒާދެއްވާނޭކަން ދޮގުކުރާމީހާ ކަލޭގެފާނު ދެނެވަޑައިގަންނަވަމުތޯއެވެ؟';
$t[2] = 'ފަހެ، އެއީ يتيم ކުއްޖާ ކޮއްޕައި ދުރަށްލާ މީހާއެވެ.';
$t[3] = 'އަދި مسكين ންނަށް ކާންދިނުމުގެ މައްޗަށް ބާރުނާޅާ މީހާއެވެ.';
$t[4] = 'އަދި مسكين ންނަށް ކާންދިނުމުގެ މައްޗަށް ބާރުނާޅާ މީހާއެވެ.';
$t[5] = 'ފަހެ، އެއުރެންގެ ނަމާދާމެދު غافل ވެ ތިބެ، ނަމާދުކުރާ މީހުންނަށް ގެއްލުމާއި ހަލާކު ހުށްޓެވެ.';
$t[6] = 'އެއުރެންނީ، ހަމަ، ކަންދެއްކުމަށް ނަމާދުކުރާ މީހުންނެވެ.';
$t[7] = 'އަދި ހިފައިގެންގުޅޭ ތަކެތި މީހުންނަށްނުދީ، މަނާކުރާ މީހުންނެވެ.';
?>