<?php
$t = array();
$t[1] = 'ކަލޭގެފާނު ވިދާޅުވާށެވެ! އޭ كافر ންނޭވެ!';
$t[2] = 'ތިޔަބައިމީހުން އަޅުކަންކުރާ ތަކެއްޗަކަށް، ތިމަންކަލޭގެފާނު އަޅުކަމެއް ނުކުރައްވަމެވެ.';
$t[3] = 'އަދި ތިމަންކަލޭގެފާނު އަޅުކަންކުރައްވާ حق ވަންތަ اللَّه އަށް އަޅުކަންކުރާ ބަޔަކު ކަމުގައިވެސް ތިޔަބައިމީހުން ނުވަމުއެވެ.';
$t[4] = 'އަދި ތިޔަބައިމީހުން އަޅުކަންކުޅަ ތަކެއްޗަށް އަޅުކަންކުރާ މީހަކު ކަމުގައި ތިމަންކަލޭގެފާނު ނުވަމެވެ.';
$t[5] = 'އަދި ތިމަންކަލޭގެފާނު އަޅުކަންކުރައްވާ حق ވަންތަ اللَّه އަށް އަޅުކަންކުރާ ބަޔަކު ކަމުގައިވެސް ތިޔަބައިމީހުން ނުވަމުއެވެ.';
$t[6] = 'ތިޔަބައިމީހުންނަށް ތިޔަބައިމީހުންގެ دين އެވެ. އަދި ތިމަންކަލޭގެފާނަށް ތިމަންކަލޭގެފާނުގެ دين އެވެ.';
?>