<?php
$t = array();
$t[1] = 'ކަލޭގެފާނު ވިދާޅުވާށެވެ! މީސްތަކުންގެ ވެރިރަސްކަލާނގެ حضرة ން ރައްކާތެރިކަން ލިބިގަންނަމެވެ.';
$t[2] = '(އެކަލާނގެއީ) މީސްތަކުންގެ ރަސްވަންތަ ރަސްކަލާނގެއެވެ.';
$t[3] = '(އެކަލާނގެއީ) މީސްތަކުންގެ إله ވަންތަ ރަސްކަލާނގެއެވެ.';
$t[4] = 'ފިލައިހުރެ ވަސްވާސްދޭ شيطان އާގެ ނުބައިކަމުންނެވެ. (އެބަހީ: شيطان އާގެ ނުބައިކަމުން އެކަލާނގެ حضرة ން ރައްކާތެރިކަން ލިބިގަންނަަމެވެ.)';
$t[5] = 'އެ (شيطان އާ) އެއީ މީސްތަކުންގެ ހިތްތަކުގައި ވަސްވާސް އުފައްދާ شيطان އާއެވެ.';
$t[6] = 'ޖިންނީންގެ ތެރެއިންނާއި، މީސްތަކުންގެ ތެރެއިންވާ شيطان ންނެވެ.';
?>