<?php
$t = array();
$t[1] = 'ސއުޑު ފަޅަފަޅައިގެންދާ ހިނދެވެ.';
$t[2] = 'އަދި ތަރިތައް ވެރި، ބުރައިގެންދާ ހިނދެވެ.';
$t[3] = 'އަދި ކަނޑުތައް ހުޅުވި، އެއްކަނޑު އަނެއްކަނޑާ ގުޅޭހިނދެވެ.';
$t[4] = 'އަދި ކަށްވަޅުތައް އެފުށްމިފުށަށްޖެހި، ކަށްތައް ނެރެލައްވާހިނދެވެ.';
$t[5] = '(އެހިނދު) ކޮންމެ نفس އަކަށް، އެ نفس އެއް އިސްކުޅަހާ ކަމަކާއި، ފަސްކުޅަހާ ކަމެއް އެނގޭނެތެވެ.';
$t[6] = 'އޭ އިންސާނާއެވެ! ތިބާގެ ވެރި، ދީލަތިވަންތަ ރަސްކަލާނގެއާމެދު ތިބާ ހެއްލުންތެރިކުޅައީ ކޮންއެއްޗެއް ހެއްޔެވެ؟';
$t[7] = 'އެކަލާނގެއީ، ތިބާ ހައްދަވައި، އަދި ތިބާގެ ގުނަންތައް ފުރިހަމަކުރައްވައި، އިސްކޮޅާ ރޫފަ ގުޅޭގޮތަށް ތިބާ ލެއްވި ރަސްކަލާނގެއެވެ.';
$t[8] = 'އެކަލާނގެ އިރާދަކުރެއްވި ކޮންމެ ސިފަޔަކަށް، އެކަލާނގެ، ތިބާ، تركيب ކުރެއްވިއެވެ.';
$t[9] = 'ހަމަހިލާ އެހެންނަކުން ނުވާނެއެވެ. އަދި ކިއެއްތަ! (قيامة ދުވަހުން) ޖަޒާ ދެއްވާނޭކަން ތިޔަބައިމީހުން ދޮގުކުރަމުއެވެ.';
$t[10] = 'އަދި ހަމަކަށަވަރުން، ތިޔަބައިމީހުންގެ މައްޗަށް ރައްކާތެރިވެ ބަލަހައްޓަވާ ملائكة ންވެއެވެ.';
$t[11] = '(އެއީ) މާތްވެގެންވާ، ލިޔުއްވާ ملائكة ންނެވެ.';
$t[12] = 'ތިޔަބައިމީހުން ކުރާ ކަންތައް އެ ملائكة ން ދެނެވަޑައިގެންވެތެވެ.';
$t[13] = 'ހަމަކަށަވަރުން، ހެޔޮލަފާ މީހުންވަނީ، نعمة ގެ ސުވަރުގޭގައިކަން ކަށަވަރެވެ.';
$t[14] = 'އަދި ހަމަކަށަވަރުން، كافر ންވަނީ، ނަރަކައިގައިކަން ކަށަވަރެވެ.';
$t[15] = 'قيامة ދުވަހު އެއުރެން އެ ނަރަކަޔަށް ވަންނާނެތެވެ.';
$t[16] = 'އެއުރެން އެ ނަރަކައިން ނުކުންނާނޭ ބަޔަކު ކަމުގައެއް ނުވެއެވެ.';
$t[17] = 'قيامة ދުވަހަކީ، ކޮންދުވަހެއްކަން ކަލޭގެފާނަށް އަންގައިދިނީ ކޮންއެއްޗެއްތޯއެވެ؟';
$t[18] = 'ދެންވެސް قيامة ދުވަހަކީ، ކޮންދުވަހެއްކަން ކަލޭގެފާނަށް އަންގައިދިނީ ކޮންއެއްޗެއްތޯއެވެ؟';
$t[19] = '(އެއީ) އެއްވެސް نفس އެއް، އަނެއް نفس އަކަށް އެއްވެސްކަމެއް ކޮށްދިނުން މިލްކުވެގެންނުވާ ދުވަހެވެ. އަދި އެދުވަހުން، أمر ވެރިކަން މިލްކުވެގެންވަނީ (ހަމައެކަނި) اللَّه އަށެވެ.';
?>