<?php
$t = array();
$t[1] = 'އުޑުފަޅަފަޅައިގެންދާ ހިނދެވެ.';
$t[2] = 'އަދި އެ އުޑުގެ ވެރިރަސްކަލާނގެ أمر ފުޅަށް އެ އުޑު ކިޔަމަންވާހިނދެވެ. އެ އުޑަށް އެކަން حق ވެގެންވެއެވެ.';
$t[3] = 'އަދި ބިންގަނޑު ދެމި، ފެތުރިގެންދާ ހިނދެވެ.';
$t[4] = 'އަދި އެ ބިމުގެ ތެރޭގައިވާ ތަކެތި އުކާލައި، އެ ބިން ހުސްވެގެންދާ ހިނދެވެ.';
$t[5] = 'އަދި އެ ބިމުގެ ވެރިރަސްކަލާނގެ أمر ފުޅަށް އެ ބިން ކިޔަމަންވާ ހިނދެވެ. އެ ބިމަށް އެކަން حق ވެގެންވެއެވެ.';
$t[6] = 'އޭ އިންސާނާއެވެ! ހަމަކަށަވަރުން، ތިބާއީ، ތިބާގެ ވެރިރަސްކަލާނގެ حضرة އަށް ދިޔުމަށް ވަރަށްބޮޑަށް ގަދައަޅައި މަސައްކަތްކުރާ މީހެކެވެ. ފަހެ، ތިބާ (އެ މަސައްކަތާއިގެން) އެކަލާނގެއާ ބައްދަލުވާނެތެވެ.';
$t[7] = 'ފަހެ، އެމީހެއްގެ ފަތް، އެމީހެއްގެ ކަނާތަށް ލިބުނު މީހާ ދަންނާށެވެ!';
$t[8] = 'ފަހެ، ލުއިފަސޭހަވެގެންވާ حساب ބެއްލެވުމަކުން، ނިކަންހުރެ އެމީހަކާމެދު حساب ބައްލަވާނެތެވެ.';
$t[9] = 'އަދި އުފަލުންހުރެ، އޭނާގެ أهل ވެރިންގެގާތަށް (ސުވަރުގެޔަށް) އެނބުރިދާނެތެވެ.';
$t[10] = 'އަދި އެމީހެއްގެ ފަތް، އެމީހެއްގެ ފުރަގަހުން (ވާތަށް) ލިބުނުމީހާ ދަންނާށެވެ.';
$t[11] = 'ފަހެ، ނިކަންހުރެ އެމީހަކު ގޮވާނެތެވެ. އޭ ހުރި ހަލާކެއްގެ ބޮޑުކަމާއެވެ!';
$t[12] = 'އަދި އަނދައަނދާ ހުންނަ ނަރަކަޔަކަށް އޭނާ ވަންނާނެތެވެ.';
$t[13] = 'ހަމަކަށަވަރުން، އޭނާގެ أهل ވެރިންގެ ގާތުގައި އުފާވެރިވެގެންވާ މީހަކު ކަމުގައި (ދުނިޔޭގައި) އޭނާވިއެވެ.';
$t[14] = 'ހަމަކަށަވަރުން (އޭނާގެ ވެރިރަސްކަލާނގެ حضرة އަށް) އެނބުރި ނުދާނޭކަމަށް އޭނާ ހީކުޅައެވެ.';
$t[15] = 'އެހެންނަކުންނޫނެވެ. ހަމަކަށަވަރުން، އޭނާގެ ވެރިރަސްކަލާނގެ އޭނާ ދެކެވޮޑިގެންވާ ކަމުގައިވެއެވެ.';
$t[16] = 'ފަހެ، ތިމަންރަސްކަލާނގެ ރަތްވިލާ ގަންދެއްވަމެވެ.';
$t[17] = 'އަދި ރޭގަނޑާއި، އެ ރޭގަނޑު އެއްކުޅަހާ ތަކެތި ގަންދެއްވަމެވެ.';
$t[18] = 'އަދި ހަނދުގެ އަލިކަން ފުރިހަމަވާހިނދު، އެ ހަނދު ގަންދެއްވަމެވެ.';
$t[19] = 'ހަމަކަށަވަރުން، ތިޔަބައިމީހުން އެއް حالة އަކަށްފަހު، އަނެއް حالة އަކަށް ބަދަލުވަމުން ދާނޭކަން ކަށަވަރެވެ.';
$t[20] = 'އެއުރެން إيمان ނުވަނީ ފަހެ، އެއުރެންނަށް ކީއްވެގެން ހެއްޔެވެ؟';
$t[21] = 'އަދި އެއުރެންނަށް قرآن ކިޔަވައިދެވޭހިނދު، އެއުރެން سجدة އެއް ނުކުރެތެވެ.';
$t[22] = 'އަދި ކިއެއްތަ! كافر ވި މީހުން (އެ قرآن) ދޮގުކުރޫއެވެ.';
$t[23] = 'އަދި އެއުރެންގެ ހިތްތަކުގައި ފޮރުވާފައިވާ ކަންތައް، اللَّه ދެނެވޮޑިގަތުން ބޮޑެވެ.';
$t[24] = 'ފަހެ، ވޭންދެނިވި عذاب ހުރިކަމުގެ ވާހަކައިން ކަލޭގެފާނު އެއުރެންނަށް خبر ދެއްވާށެވެ!';
$t[25] = 'إيمان ވެ صالح عمل ތައް ކުޅަމީހުން މެނުވީއެވެ. އެއުރެންނަށް ކެނޑިގެންނުދާނޭ ދަރުމަހުށްޓެވެ.';
?>