<?php
$t = array();
$t[1] = 'برج ތަކުގެވެރި އުޑު ގަންދެއްވަމެވެ.';
$t[2] = 'އަދި وعد ކުރައްވާފައިވާ ދުވަސް ގަންދެއްވަމެވެ.';
$t[3] = 'އަދި ހެކިދޭ ފަރާތާއި، ހެކިދެވޭ ފަރާތް ގަންދެއްވަމެވެ.';
$t[4] = 'ވަޅުގަނޑުގެ އެކުވެރިންނަށް لعنة ލެއްވިއެވެ.';
$t[5] = '(އެ ވަޅުގަނޑަކީ) ދަރުއަޅައި ރޯކޮށްފައިވާ އަލިފާންގަނޑެވެ.';
$t[6] = 'އެއުރެން އޭގެކައިރީގައި އިށީނދެ ތިބިހިނދެވެ.';
$t[7] = 'مؤمن ންނަށް އެއުރެން ކަންތައްކުރާގޮތް، އެއުރެން ދެކޭންތިބި حال ގައެވެ.';
$t[8] = 'އަދި عزيز ވަންތަ، ގިނަގިނައިން حمد ލިބިވޮޑިގެންވާ اللَّه އަށް އެއުރެން إيمان ވާކަމަށްޓަކައި މެނުވީ، އެ كافر ން އެއުރެންނާމެދު ނުރުހުންތެރިއެއް ނުވެތެވެ.';
$t[9] = 'އެކަލާނގެއީ، އުޑުތަކާއި، ބިމުގެ ވެރިކަން އެކަލާނގެއަށް މިލްކުވެގެންވާ ރަސްކަލާނގެއެވެ. اللَّه އީ، ކޮންމެ ކަމެއްގެ މައްޗަށް ހެކިވެވޮޑިގެންވާ ރަސްކަލާނގެއެވެ.';
$t[10] = 'ހަމަކަށަވަރުން، مؤمن ފިރިހެނުންނާއި، مؤمن އަންހެނުން، دين ން އެއްކިބާކުރުމަށް އަނިޔާދީ އުނދަގޫކޮށް، ދެން توبة ނުވި މީހުން (ދަންނާށެވެ!) ފަހެ، އެއުރެންނަށް ނަރަކައިގެ عذاب ހުށްޓެވެ. އަދި އެއުރެންނަށް އަނދައަނދާ ހުންނަ އަލިފާނުގެ عذاب ހުށްޓެވެ.';
$t[11] = 'ހަމަކަށަވަރުން، إيمان ވެ صالح عمل ތައްކުޅަމީހުންނަށް، އެތާނގެ ދަށުން ކޯރުތައް ހިނގަހިނގާ ހުންނަ ސުވަރުގެތައް ހުށްޓެވެ. ބޮޑުވެގެންވާ نصيب ލިބުމަކީ އެއީއެވެ.';
$t[12] = 'ހަމަކަށަވަރުން، ކަލޭގެފާނުގެ ވެރިރަސްކަލާނގެ ހިއްޕަވާ ހިއްޕެވުމަކީ، ގަދަފަދަވެގެންވާ ހިއްޕެވުމެއްކަން ކަށަވަރެވެ.';
$t[13] = 'ހަމަކަށަވަރުން، ފުރަތަމަ އުފައްދަވަނީވެސް، އަދި އަލުން (ދިރުއްވައި) إعادة ކުރައްވާނީވެސް ހަމަ އެކަލާނގެއެވެ.';
$t[14] = 'އަދި އެކަލާނގެއީ، ގިނަގިނައިން ފާފަފުއްސަވާ، ނުހަނު އޯގާވަންތަ ރަސްކަލާނގެއެވެ.';
$t[15] = 'عرش ގެ ވެރި، މާތްވަންތަ ރަސްކަލާނގެއެވެ.';
$t[16] = 'އިރާދަކުރައްވާ ކޮންމެ ކަމެއް ކުރައްވާ ރަސްކަލާނގެއެވެ.';
$t[17] = 'އިރާދަކުރައްވާ ކޮންމެ ކަމެއް ކުރައްވާ ރަސްކަލާނގެއެވެ.';
$t[18] = 'فرعون އާއި، ثمود ބާގައިގެ لشكر ގެ ވާހަކަ، ކަލޭގެފާނާ ހަމަޔަށް އައިސްފައިވޭތޯއެވެ؟';
$t[19] = 'އަދި ކިއެއްތަ! كافر ވިމީހުން ވަނީ، ދޮގުކުރުމެއްގައެވެ.';
$t[20] = 'اللَّه އެއުރެންގެ ހުރިހާކަމެއް ފުރިހަމަޔަށް ދެނެވޮޑިގެންވެތެވެ.';
$t[21] = 'اللَّه އެއުރެންގެ ހުރިހާކަމެއް ފުރިހަމަޔަށް ދެނެވޮޑިގެންވެތެވެ.';
$t[22] = 'އަދި ކިއެއްތަ! އެއީ ރައްކާތެރި ކުރައްވާފައިވާ ފިލަޔެއްގައިވާ (އެބަހީ: اللّوح المحفوظ ގައިވާ) މާތް قرآن އެވެ.';
?>