<?php
$t = array();
$t[1] = 'އުޑާއި، އަދި ރޭގަނޑަށް ފާޅުކަންބޮޑު ތަރި ގަންދެއްވަމެވެ.';
$t[2] = 'އަދި ރޭގަނޑަށް ފާޅުކަންބޮޑު ތަރިޔަކީ، ކޮންއެއްޗެއްކަން ކަލޭގެފާނަށް އަންގައިދިނީ ކޮންއެއްޗެއްތޯއެވެ؟';
$t[3] = 'އެއީ އަނދިރިކަން ތޮރުފައިލާ، އަލިކަންގަދަ ތަރިއެެވެ.';
$t[4] = 'އެއްވެސް نفس އެއް، އެ نفس އެއްގެ މައްޗަށް ރައްކާތެރިވާނޭ ملائكة އަކު ނެތިއެއް ނުވެއެވެ.';
$t[5] = 'ފަހެ، އިންސާނާ، އޭނާ ހައްދަވާފައިވަނީ ކޮންއެއްޗަކުންކަން ބަލައިފާ ހުށިކަމެވެ!';
$t[6] = 'ފަހެ، އިންސާނާ، އޭނާ ހައްދަވާފައިވަނީ ކޮންއެއްޗަކުންކަން ބަލައިފާ ހުށިކަމެވެ!';
$t[7] = 'އޭނާ ހައްދަވާފައިވަނީ، މައިކަށްޓާއި، މޭމަތީގެ ކަށިތަކާ ދެމެދުން ނުކުންނަ، ގަދަޔަށް އޮހޮރިގެންދާ ފެނަކުންނެވެ.';
$t[8] = 'ހަމަކަށަވަރުން، އެކަލާނގެއީ، އެ އިންސާނާ އަލުން ދިރުމަކަށް ފޮނުއްވުމުގެ މައްޗަށް ކުޅަދުންވަންތަ ރަސްކަލާނގެކަން ކަށަވަރެވެ.';
$t[9] = 'ހިތްތަކުގައިވާ ސިއްރުތައް ފާޅުކުރައްވައި، امتحان ކުރައްވާ ދުވަހެވެ.';
$t[10] = 'ފަހެ، އޭނާޔަށް އެއްވެސް ބާރެއް، އަދި نصر ދޭނޭ މީހަކުވެސް ނުވެއެވެ.';
$t[11] = 'ވާރޭވެއްސާ އުޑު ގަންދެއްވަމެވެ.';
$t[12] = 'އަދި ގަސްފަޅާ ބިން ގަންދެއްވަމެވެ.';
$t[13] = 'ހަމަކަށަވަރުން، އެ قرآن އަކީ، حق އާއި، باطل ވަކިކުރާ ތެދުބަސްފުޅެއްކަން ކަށަވަރެވެ.';
$t[14] = 'އަދި ކުޅޭކުޅޭ އެއްޗެއްކަމުގައި އެ قرآن ނުވެއެވެ.';
$t[15] = 'ހަމަކަށަވަރުން، އެއުރެން (ކަލޭގެފާނާ ދެކޮޅަށް) މަކަރުވެރި ރޭވުމެއް ރާވަތެވެ.';
$t[16] = 'އަދި ތިމަންރަސްކަލާނގެވެސް ރޭއްވެވުމެއް ރާއްވަވަމެވެ.';
$t[17] = 'ފަހެ، كافر ންނަށް ކަލޭގެފާނު مهلة އެއް ދެއްވާށެވެ! ކުޑަހިނދުކޮޅަކަށް އެއުރެންނަށް ލަސްކޮށްލައްވާށެވެ!';
?>