<?php
$t = array();
$t[1] = 'ކަލޭގެފާނުގެ ވެރި، އެންމެ މަތިވެރި ރަސްކަލާނގެ اسم ފުޅުން ކަލޭގެފާނު تسبيح ވިދާޅުވާށެވެ!';
$t[2] = 'އެކަލާނގެއީ (އެންމެހާ ތަކެތި) ހައްދަވައި، ދެން އެ ހެއްދެވުން ފުރިހަމަކުރެއްވި ރަސްކަލާނގެއެވެ.';
$t[3] = 'އަދި އެކަލާނގެއީ (އެންމެހާ ތަކެތި) މިންވަރުކުރައްވައި، ދެން (އެތަކެއްޗަށް) މަގުދެއްކެވި ރަސްކަލާނގެއެވެ.';
$t[4] = 'އަދި އެކަލާނގެއީ، ފަތްޕިލާވެލި ފެޅުއްވި ރަސްކަލާނގެއެވެ.';
$t[5] = 'އަދި އެކަލާނގެ އެތަކެތި، ކަޅުކުލައިގެ ހިކި ކުނޑިތަކެއް ކަމުގައި ލެއްވިއެވެ.';
$t[6] = 'ތިމަންރަސްކަލާނގެ، ކަލޭގެފާނު ކިޔަވައިވިދާޅުވާ ބޭކަލަކު ކަމުގައި ލައްވާހުށީމެވެ. ފަހެ، ކަލޭގެފާނު (އެ قرآن) ހަނދުމަފުޅެއް ނުނެތޭނެތެވެ.';
$t[7] = '(ހަނދުމަފުޅު ނެތުމަށް) اللَّه އިރާދަކުރެއްވި އެއްޗެއް މެނުވީއެވެ. ހަމަކަށަވަރުން، ފާޅުވެގެންވާ ކަންތަކާއި، ވަންހަނާވެގެންވާ ކަންތައް، އެކަލާނގެ ދެނެވޮޑިގެންވެތެވެ.';
$t[8] = 'އަދި ފަސޭހަވެގެންވާ މަގަށް، ތިމަންރަސްކަލާނގެ ކަލޭގެފާނަށްޓަކައި މަގު ފަހިކޮށްދެއްވާހުށީމެވެ.';
$t[9] = 'ފަހެ، ހަނދުމަކޮށްދިނުން މަންފާކުރާނަމަ، ކަލޭގެފާނު (އެއުރެންނަށް) ހަނދުމަކޮށްދެއްވާށެވެ!';
$t[10] = '(اللَّه އަށް) ބިރުވެތިވާ މީހާ، ހަނދުމަކޮށް އުޅޭނެތެވެ.';
$t[11] = 'އަދި އަބާއްޖަވެރިކަން އެންމެ ބޮޑުމީހާ، އެކަމުން ދުރުހެލިވާނެތެވެ.';
$t[12] = 'އެމީހާއީ، ބޮޑުވެގެންވާ ނަރަކައަށް ވަންނާނޭ މީހެކެވެ.';
$t[13] = 'ދެން އެމީހަކު އެތާނގައި މަރެއްވެސް ނުވާނެއެވެ. އަދި (އަރާމުހުރި ދިރުމަކުން) ނުވެސް ދިރޭނޭމެއެވެ.';
$t[14] = 'ދެން އެމީހަކު އެތާނގައި މަރެއްވެސް ނުވާނެއެވެ. އަދި (އަރާމުހުރި ދިރުމަކުން) ނުވެސް ދިރޭނޭމެއެވެ.';
$t[15] = '(كافر ކަމުން) طاهر ވެ، އަދި އެމީހާގެ ވެރިރަސްކަލާނގެ اسم ފުޅު ހަނދުމަކޮށް، ނަމާދުކުޅަމީހާ ކާމިޔާބުވެއްޖެކަން ކަށަވަރެވެ.';
$t[16] = '(كافر ކަމުން) طاهر ވެ، އަދި އެމީހާގެ ވެރިރަސްކަލާނގެ اسم ފުޅު ހަނދުމަކޮށް، ނަމާދުކުޅަމީހާ ކާމިޔާބުވެއްޖެކަން ކަށަވަރެވެ.';
$t[17] = 'އަދި ކިއެއްތަ! آخرة ގެ ހެޔޮކަން ބޮޑުވެފައި، ދެމިހުރުން ބޮޑުވެގެންވާ حال ވެސް، ތިޔަބައިމީހުން ދުނިޔޭގެ ދިރިއުޅުން އިސްކުރަމުއެވެ.';
$t[18] = 'ހަމަކަށަވަރުން، މިވާހަކަތައް، އިހުގެ ފަތްފުށްތަކުގައިވާކަން ކަށަވަރެވެ.';
$t[19] = 'إبراهيم ގެފާނާއި، موسى ގެފާނަށް ބާވައިލެއްވި ފަތްފުށްތަކުގައެވެ.';
?>