<?php
$t = array();
$t[1] = 'އަދި ތިމަންރަސްކަލާނގެ ސުވަރުގެޔަށް ވަންނާށެވެ!';
$t[2] = 'ކަލޭގެފާނު މިރަށުގައި ހުންނަވާ حال، މިރަށް) އެބަހީ: مكة (ގަންދެއްވައި ހުވާ وحى ކުރައްވަމެވެ.';
$t[3] = 'އަދި އުފަންކުރި މީހާއާއި، އޭނާޔަށް އުފަންވީހާ ބަޔަކު ގަންދެއްވަމެވެ. (އެބަހީ: آدم ގެފާނާއި آدم ގެ ދަރިންނެވެ.)';
$t[4] = 'ހަމަކަށަވަރުން، ތިމަންރަސްކަލާނގެ އިންސާނާ ހައްދަވައި، ވަރުބަލިވުމާއި ގަދަ މަސައްކަތުގެ ތެރެޔަށް ލެއްވީމެވެ.';
$t[5] = 'އެކަކުވެސް އެ އިންސާނާގެ މައްޗަށް ބާރު ހިންގުމަށް ކުޅަދާނަވެގެން ނުވާނޭކަމަށް އޭނާ ހީކުރަނީހެއްޔެވެ؟';
$t[6] = 'އޭނާ ބުނެތެވެ. ގިނަވެގެންވާ މުދާ ތިމަން خرد ކޮށް ނެތިކޮށްފީމެވެ.';
$t[7] = 'އެކަކުވެސް އޭނާ ނުދެކޭކަމަށް އޭނާ ހީކުރަނީހެއްޔެެވެ؟';
$t[8] = 'އެކަކުވެސް އޭނާ ނުދެކޭކަމަށް އޭނާ ހީކުރަނީހެއްޔެެވެ؟';
$t[9] = 'ތިމަންރަސްކަލާނގެ އޭނާޔަށް، ދެލޮލާއި، ދުލަކާއި، ދެތުންފަތް ނުލައްވަން ހެއްޔެވެ؟';
$t[10] = 'އަދި ދެމަގަށް ތިމަންރަސްކަލާނގެ އޭނާޔަށް މަގުދެއްކެވީމެވެ.';
$t[11] = 'ފަހެ، ދަތިކަންހުރިމަގަށް އެ އިންސާނާވަދެ، އެމަގުން ނުހިނގީ ކީއްވެގެންހެއްޔެވެ؟';
$t[12] = 'ދަތިކަންހުރި މަގަކީ، ކޮންމަގެއްކަން، ކަލޭގެފާނަށް އަންގައިދިނީ ކޮންއެއްޗެއްތޯއެވެ؟';
$t[13] = ') އެއީ (އަޅަކު މިނިވަންކުރުމެވެ.';
$t[14] = 'ނުވަތަ ބަނޑުހައިހޫނުކަން ފެތުރިފައިވާ ދުވަހެއްގައި ކާންދިނުމެވެ.';
$t[15] = 'ގާތްތިމާގެ ޔަތީމަކަށެވެ.';
$t[16] = 'ނުވަތަ އަތްމަތި ދަތިވެފައިވާ މިސްކީނަކަށެވެ.';
$t[17] = 'ދެން إيمان ވެ، އަދި ކެތްތެރިވުމަށް އެކަކު އަނެކަކަށް وصية ކޮށް، އަދި މީސްތަކުންނަށް رحم ބެހެއްޓުމަށް އެކަކު އަނެކަކަށް وصية ކޮށް އުޅުނުމީހުންގެ ތެރެއިން އޭނާ ވާނެތެވެ.';
$t[18] = 'ކަނާތްފަރާތުގެ މީހުންނީ، އެއުރެންނެވެ.';
$t[19] = 'އަދި ތިމަންރަސްކަލާނގެ آية ތަކަށް كافر ވި މީހުންނީ، އެއީ ވާތްފަރާތުގެ މީހުންނެވެ.';
$t[20] = 'އެއުރެންނަށް ހުރީ، ބަންދުކުރައްވާފައިވާ ނަރަކަޔެވެ.';
?>