<?php
$t = array();
$t[1] = 'އިރާއި، އޭގެ އަލިކަން ގަންދެއްވަމެވެ.';
$t[2] = 'އަދި ހަނދު އޭގެ ފަހަތުންދާހިނދު ހަނދު، ގަންދެއްވަމެވެ.';
$t[3] = 'އަދި ދުވާލު، އެ އިރު ފާޅުކޮށްފިހިނދު، އެ ދުވާލު ގަންދެއްވަމެވެ.';
$t[4] = 'އަދި ރޭގަނޑު، އެ އިރު ނިވާކުރާހިނދު، އެ ރޭގަނޑު ގަންދެއްވަމެވެ.';
$t[5] = 'އަދި އުޑާއި، އެ އުޑު ބިނާކުރެއްވި ކަލާނގެ ގަންދެއްވަމެވެ.';
$t[6] = 'އަދި ބިމާއި، އެ ބިން ފެތުރުއްވި ކަލާނގެ ގަންދެއްވަމެވެ.';
$t[7] = 'އަދި نفس އާއި، އެ نفس ފުރިހަމަކުރެއްވި ކަލާނގެ ގަންދެއްވަމެވެ.';
$t[8] = 'ފަހެ، އެކަލާނގެ އެ نفس އަށް (ގެއްލުންހުރި) ނުބައިގޮތާއި (ފައިދާހުރި) ހެޔޮގޮތް އެނގުމުގެ ވިސްނުން ދެއްވިއެވެ.';
$t[9] = 'އެ نفس طاهر ކޮށްފިމީހާ، ކާމިޔާބުވެއްޖެކަން ކަށަވަރެވެ.';
$t[10] = 'އަދި އެ نفس އަށް އުނިކަން ދީފިމީހާ، ނާކާމިޔާބުވެއްޖެކަން ކަށަވަރެވެ.';
$t[11] = 'ثمود ބާގައިމީހުން، އެއުރެންގެ އަނިޔާވެރިކަމުން (އެއުރެންގެ ނަބިއްޔާ) ދޮގުކުރޫއެވެ.';
$t[12] = 'އެއުރެންކުރެ އެންމެ އަބާއްޖަވެރިމީހާ (ޖަމަލު މެރުމަށް) އަވަސްވެގަތްހިނދެވެ.';
$t[13] = 'ފަހެ، އެއުރެންނަށް اللَّه ގެ رسول އާ (އެބަހީ: صالح ގެފާނު) ވިދާޅުވިއެވެ. اللَّه ގެ ޖަމަލަށާއި، އޭގެ ބުއިމަށް ރައްކާތެރިވާށެވެ!';
$t[14] = 'ފަހެ، އެއުރެން އެކަލޭގެފާނުގެ ބަސްފުޅު ދޮގުކުޅައޫއެވެ. ދެން އެއުރެން އެ ޖަމަލު މަރައިލޫއެވެ. ފަހެ، އެއުރެންގެ ފާފައިގެ ސަބަބުން އެއުރެންގެ ވެރިރަސްކަލާނގެ އެއުރެންގެ މައްޗަށް عذاب ފޮނުއްވިއެވެ. އަދި އެއުރެން އެންމެން، އެ عذاب ގައި ހަމަހަމަ ކުރެއްވިއެވެ.';
$t[15] = 'އަދި އެ عذاب ގެ ނަތީޖާއާމެދު، އެކަލާނގެ ބިރުވެތިވެވޮޑިގެނެއްނުވެއެވެ.';
?>