<?php
$t = array();
$t[1] = 'ދުވާލުގެ ކުރީކޮޅު ގަންދެއްވަމެވެ.';
$t[2] = 'އަދި ރޭގަނޑު އަނދިރިކަން ފެތުރި، ހިމޭންވާހިނދު، އެ ރޭގަނޑު ގަންދެއްވަމެވެ.';
$t[3] = 'ކަލޭގެފާނު ވެރިރަސްކަލާނގެ، ކަލޭގެފާނު ދޫކޮށެއް ނުލައްވަތެވެ. އަދި ނުރުހުންވެވޮޑިއެއް ނުގަންނަވަތެވެ.';
$t[4] = 'އަދި ކަލޭގެފާނަށްޓަކައި، ދުނިޔެއަށްވުރެ، آخرة ހެޔޮކަން ބޮޑުކަން ކަށަވަރެވެ.';
$t[5] = 'އަދި ނިކަންހުރެ، ކަލޭގެފާނުގެ ވެރިރަސްކަލާނގެ، ކަލޭގެފާނަށް ދެއްވާނެކަން ކަށަވަރެވެ. ދެން ކަލޭގެފާނު ރުހިވަޑައިގަންނަވާނެތެވެ.';
$t[6] = 'ކަލޭގެފާނު يتيم އަކު ކަމުގައިވަނިކޮށް އެކަލާނގެ ކަލޭގެފާނު ދެކެވޮޑިގެން ނުވޭހެއްޔެވެ؟ ދެން އެކަލާނގެ، ކަލޭގެފާނަށް ހިޔާވަހިކަން ދެއްވިއެވެ.';
$t[7] = 'އަދި ކަލޭގެފާނު حيران ވެވަޑައިގެންވަނިކޮށް، އެކަލާނގެ ކަލޭގެފާނު ދެކެވޮޑިގަތެވެ. ދެން އެކަލާނގެ ކަލޭގެފާނަށް މަގުދެއްކެވިއެވެ.';
$t[8] = 'އަދި فقير އަކު ކަމުގައި ކަލޭގެފާނުވާތީ، އެކަލާނގެ ކަލޭގެފާނު ދެކެވޮޑިގަތެވެ. ދެން އެކަލާނގެ ކަލޭގެފާނު މުއްސަނދިކުރެއްވިއެވެ.';
$t[9] = 'ދަންނާށެވެ! ފަހެ، ކަލޭގެފާނު، يتيم ކުއްޖާ ނިކަމެތިކޮށް ނުލައްވާށެވެ!';
$t[10] = 'އަދި ދަންނާށެވެ! ފަހެ، ކަމަކަށްއެދި އަންނަ މީހާޔަށް، ކަލޭގެފާނު އަޑުލައި ނަހައްދަވާށެވެ!';
$t[11] = 'އަދި ދަންނާށެވެ! ކަލޭގެފާނުގެ ވެރިރަސްކަލާނގެ ދެއްވި نعمة ގެ ވާހަކައިން، ފަހެ، ކަލޭގެފާނު ވާހަކަ ދައްކަވައި އުޅުއްވާށެވެ!';
?>