<?php
$t = array();
$t[1] = 'ތިމަންރަސްކަލާނގެ، ކަލޭގެފާނުގެ ހިތްޕުޅު ކަލޭޭގެފާނަށްޓަކައި ތަނަވަސްކޮށް ނުދެއްވަންތޯއެވެ؟';
$t[2] = 'އަދި ކަލޭގެފާނު އުފުއްލަވާ ބުރަ، ކަލޭގެފާނުގެ ކިބައިން ތިމަންރަސްކަލާނގެ ލުއިކުރެއްވީމެވެ.';
$t[3] = 'އެއީ ކަލޭގެފާނުގެ ބުރިކަށިފުޅަށް ބުރަކަންދީފައިވާ ކަންތަކެވެ.';
$t[4] = 'އަދި ކަލޭގެފާނަށްޓަކައި ތިމަންރަސްކަލާނގެ، ކަލޭގެފާނުގެ ނަންފުޅު މަތިވެރިކުރެއްވީމެވެ.';
$t[5] = 'ފަހެ، ހަމަކަށަވަރުން، އުނދަގޫކަމާއެކު ފަސޭހަކަންވެއެވެ.';
$t[6] = 'ހަމަކަށަވަރުން، އުނދަގޫކަމާއެކު ފަސޭހަކަންވެއެވެ.';
$t[7] = 'ފަހެ، ކަލޭގެފާނު) دين އަށް ގޮވައިލެއްވުމުގެ މަސައްކަތުން (އަވަދިވެވަޑައިގަންނަވާހިނދު، ފަހެ، ކަލޭގެފާނު) އަޅުކަން ކުރެއްވުމުގައި (ވަރުބަލިވެ ވަޑައިގަންނަވާށެވެ!';
$t[8] = 'އަދި ހަމައެކަނި، ކަލޭގެފާނުގެ ވެރިރަސްކަލާނގެ حضرة އަށް، ފަހެ، ކަލޭގެފާނު އެދިވަޑައިގަންނަވާށެވެ!';
?>