<?php
$t = array();
$t[1] = 'ވައްތީންޏާއި، ޒައިތޫނި ގަންދެއްވަމެވެ.';
$t[2] = 'އަދި طورسينا ގަންދެއްވަމެވެ.';
$t[3] = 'އަދި أمان ކަން ލިބިގެންވާ މި ރަށް (އެބަހީ: مكة) ގަންދެއްވަމެވެ.';
$t[4] = 'ހަމަކަށަވަރުން، ތިމަންރަސްކަލާނގެ، އެންމެ ރިވެތި صورة ގައި އިންސާނާ ހެއްދެވީމެވެ.';
$t[5] = 'ދެން ތިމަންރަސްކަލާނގެ، އެ އިންސާނާ (ނަރަކައިގެ) އަޑީގެ އެންމެ އަޑިޔަށް ރައްދުކުރެއްވީމެވެ.';
$t[6] = 'إيمان ވެ صالح عمل ތައްކުޅަ މީހުން މެނުވީއެވެ. ފަހެ، އެއުރެންނަށް، ކެނޑިގެން ނުދާނޭ ދަރުމަ ހުއްޓެވެ.';
$t[7] = 'އެއަށްފަހުވެސް ޖަޒާދެއްވުމުގެ ދުވަހާމެދު إنكار ކުރަން، ތިބާޔަށް ޖައްސަނީ ފަހެ، ކޮންކަމެއް ހެއްޔެވެ؟';
$t[8] = 'حكم ކުރައްވާ އެންމެ عدل ވެރި ރަސްކަލާނގެ ކަމުގައި، اللَّه ވޮޑިގެންނުވޭހެއްޔެވެ؟';
?>