<?php
$t = array();
$t[1] = 'ކަލޭގެފާނުގެ ވެރިރަސްކަލާނގެ اسم ފުޅުން ކަލޭގެފާނު ކިޔަވައި ވިދާޅުވާށެވެ! އެކަލާނގެއީ) ހުރިހާ ތަކެއްޗެއް (ހެއްދެވި ރަސްކަލާނގެއެވެ.';
$t[2] = 'ގަނޑުލޭކޮޅަކުން އެކަލާނގެ އިންސާނާ ހެއްދެވިއެވެ.';
$t[3] = 'ކަލޭގެފާނު ކިޔަވައި ވިދާޅުވާށެވެ! އަދި ކަލޭގެފާނުގެ ވެރިރަސްކަލާނގެއީ، އެންމެ ދީލަތިވަންތަ ރަސްކަލާނގެއެވެ.';
$t[4] = 'އެކަލާނގެއީ، قلم ން) ލިޔަން (އުނގަންނައިދެއްވި ރަސްކަލާނގެއެވެ.';
$t[5] = 'އިންސާނާއަށް އޭނާ ނުދަންނަ ކަންތައް، އެކަލާނގެ އުނގަންނައިދެއްވިއެވެ.';
$t[6] = 'ހަމަހިލާ އެހެންނަކުން ނުވާނެއެވެ. ހަމަކަށަވަރުން، އިންސާނާ އަނިޔާވެރިކަމުގައި ހައްދުފަހަނަޅައިދާކަން ކަށަވަރެވެ.';
$t[7] = 'އޭނާ އަމިއްލަޔަށް ފުދިގެންފިކަމަށް އޭނާޔަށް ފެނުމުންނެވެ.';
$t[8] = 'ހަމަކަށަވަރުންް، އެނބުރި ދިޔުންވަނީ، ކަލޭގެފާނުގެ ވެރިރަސްކަލާނގެ حضرة އަށެވެ.';
$t[9] = 'ހަމަކަށަވަރުންް، އެނބުރި ދިޔުންވަނީ، ކަލޭގެފާނުގެ ވެރިރަސްކަލާނގެ حضرة އަށެވެ.';
$t[10] = 'އަޅަކު ނަމާދުކޮށްފި ހިނދު، އެކަން ނަހީކޮށް، މަނާކުރާ މީހާ ތިބާ ދުށީމުހެއްޔެވެ؟';
$t[11] = 'އަޅަކު ނަމާދުކޮށްފި ހިނދު، އެކަން ނަހީކޮށް، މަނާކުރާ މީހާ ތިބާ ދުށީމުހެއްޔެވެ؟';
$t[12] = 'ތިބާ خبر ދީބަލާށެވެ! އޭނާ ތެދުމަގުގައި ވީނަމަވެސް، ނުވަތަ تقوى ވެރިވުމަށް أمر ކުރިނަމަވެސް ހެއްޔެވެ؟';
$t[13] = 'ތިބާ خبر ދީ ބަލާށެވެ! އޭނާ ދޮގުކޮށް ފުރަގަސްދިންނަމަވެސް ހެއްޔެވެ؟';
$t[14] = 'ހަމަކަށަވަރުން، اللَّه ދެކެވޮޑިގެންވާކަން އޭނާ ނުދަންނަނީ ހެއްޔެވެ؟';
$t[15] = 'ހަމަހިލާ އެހެންނަކުން ނުވާނެއެވެ. ހަމަކަށަވަރުން، އޭނާ އެކަންތައް ހުއްޓައިނުލިނަމަ، ތިމަންރަސްކަލާނގެ އޭނާގެ ނިތްގަނޑުގައި ހިއްޕަވައި ނަރަކަޔަށް ގެންދަވާހުށީމެވެ.';
$t[16] = 'އެއީ ދޮގުވެރި، ކުށްވެރި ނިތްގަނޑެކެވެ.';
$t[17] = 'ފަހެ، އޭނާޔާއެކު جلسة ކުރާ އެކުވެރިންނަށް އޭނާ ގޮވައިބަލާށެވެ!';
$t[18] = 'ނިކަންހުރެ ތިމަންރަސްކަލާނގެ زبانىّ ملائكة ންނަށް ގޮވައިލައްވާހުށީމެވެ.';
$t[19] = 'ހަމަހިލާ އެހެންނަކުން ނުވާނެއެވެ. ކަލޭގެފާނު އޭނާޔަށް ކިޔަމަންވެ ވަޑައިނުގަންނަވާށެވެ! އަދި سجدة ކުރައްވައި ނަމާދު ކުރައްވާށެވެ! އަދި) اللَّه ގެ حضرة އަށް (ކަލޭގެފާނު ކުއްތަންވެވަޑައިގަންނަވާށެވެ!';
?>