<?php
$t = array();
$t[1] = 'ހަމަކަށަވަރުން، ތިމަންރަސްކަލާނގެ އެ قرآن ބާވައިލެއްވީ ليلةالقدر ވިލޭރޭގައެވެ.';
$t[2] = 'އަދި ليلةالقدر ވިލޭރެޔަކީ، ކޮންރެޔެއްކަން ކަލޭގެފާނަށް އަންގައިދިނީ ކޮންއެއްޗެއްތޯއެވެ؟';
$t[3] = 'ليلةالقدر ވިލޭރޭ، އެއްހާސް މައްސަރަށްވުރެ ހެޔޮކަން ބޮޑެވެ.';
$t[4] = 'ملائكة ންނާއި، جبريل ގެފާނު އެބޭކަލުންގެ ވެރިރަސްކަލާނގެ إذن ފުޅާއެކު، ހުރިހާ أمر ފުޅަކާއިގެން އެރޭ ފައިބައިވަޑައިގަންނަވާނެތެވެ.';
$t[5] = 'އެއީ فجر ގެ އަލިކަން ފާޅުވެއްޖައުމަށްދާނދެން، أمان ކަމާއި، ސަލާމަތްކަން ލިބިގެންވާ ރެޔެކެވެ.';
?>