<?php
$t = array();
$t[1] = 'ھانبارو ھڻي ڊوڙندڙن گھوڙن جو قَسم آھي.';
$t[2] = 'پوءِ پھڻن تي نعلن ھڻڻ سان چڻنگن ڪڍندڙن (گھوڙن) جوقسم آھي.';
$t[3] = 'پوءِ صبح جي مھل لُٽ ڪندڙ (گھوڙن) جو قسم آھي';
$t[4] = 'جو اُن مھل رئي اُٿارين.';
$t[5] = 'پوءِ اُن گھڙي (دشمنن جي) ٽوليءَ جي وچ ۾ پون.';
$t[6] = 'ته بيشڪ ماڻھو پنھنجي پالڻھار جو وڏو بي شُڪر آھي.';
$t[7] = '۽ بيشڪ اُھو پاڻ انھن تي شاھد آھي.';
$t[8] = '۽ بيشڪ اھو مال جي محبت ۾ ڏاڍو آھي.';
$t[9] = '(اُنھيءَ وقت کي) نه ڄاڻندو آھي ڇا جنھن وقت انھن کي اُٿاربو جيڪي قبرن ۾ نه آھن.';
$t[10] = '۽ جيڪي سينن ۾ آھي سو پڌرو ڪبو.';
$t[11] = 'بيشڪ اُن ڏينھن سندن پالڻھار سندن (حال جي) خبر رکندڙ آھي.';
?>