<?php
$t = array();
$t[1] = 'جيڪي آسمانن ۾ آھي ۽ جيڪي زمين ۾ آھي سو (سڀ) الله جي پاڪائي بيان ڪندو آھي (جو) بادشاھ تمام پاڪ (ذات) غالب حڪمت وارو آھي.';
$t[2] = '(الله) اُھو آھي جنھن اڻ پڙھيلن ۾ انھن (جي قوم) مان ھڪ پيغمبر پيدا ڪيو جو وٽن سندس آيتون پڙھندو آھي ۽ کين پاڪ ڪندو آھي ۽ کين ڪتاب ۽ دانائي سيکاريندو آھي، ۽ بيشڪ اِھي (ھن کان) اڳ پڌري گمراھي ۾ ھوا.';
$t[3] = '۽ انھن مان ٻـين لاءِ به جي اڃا انھن (مسلمانن) سان نه مليا آھن، ۽ اُھو غالب حڪمت وارو آھي.';
$t[4] = 'اِھو الله جو فضل آھي انھن کي ڏيندو آھي جنھن کي وڻندو اٿس، ۽ الله وڏي فضل وارو آھي.';
$t[5] = 'جن (ماڻھن) کي توريت کڻايو ويو پوءِ اُھو نه کنيائون تن جو مثال (انھيءَ) گڏھ جي مثال وانگر آھي جو (گھڻا) ڪتاب کڻي، جن الله جي آيتن کي ڪوڙ ٿي ڀانيو تنھن قوم جو مثال بڇڙو آھي، ۽ الله ظالم ماڻھن کي سڌو رستو نه ڏيکاريندو آھي.';
$t[6] = '(اي پيغمبر) چؤ ته اي يھوديو جيڪڏھن ڀائيندا آھيو ته ٻـين (سڀني) ماڻھن کانسواءِ رڳو اوھين الله جا دوست آھيو ته جيڪڏھن (انھي ڳالھ ۾) سچا آھيو ته موت گھرو.';
$t[7] = '۽ جيڪي سندن ھٿن اڳي موڪليو آھي تنھنجي ڪري اُھو ڪڏھن نه گھرندا، ۽ الله ظالمن کي ڄاڻندڙ آھي.';
$t[8] = '(اي پيغمبر) چؤ ته بيشڪ اُھو موت جنھن کان ڀڄندا آھيو سو ته ضرور اوھان کي پھچڻ وارو آھي وري (اوھين) ڳجھ ڄاڻندڙ ڏانھن موٽايا ويندؤ پوءِ جيڪي (اوھين دُنيا ۾) ڪندا ھئو تنھن جي اوھان کي سُڌ ڏيندو.';
$t[9] = 'اي ايمان وارؤ جڏھن جُمعي جي ڏينھن نماز لاءِ بانگ ڏني وڃي تڏھن الله جي ياد ڪرڻ ڏانھن ڊُڙو ۽ واپار ڇڏيو، جيڪڏھن ڄاڻندا آھيو ته اھو اوھان لاءِ ڀلو آھي.';
$t[10] = 'پوءِ جڏھن نماز پوري ڪئي وڃي ته زمين تي کنڊري وڃو ۽ الله جي فضل جي طلب ڪريو ۽ الله کي گھڻو ياد ڪريو ته مانَ اوھين ڇٽو.';
$t[11] = '۽ (اُھي مسلمان) جڏھن ڪو سودو (ھلندو) يا ڪو تماشو ڏسن ٿا (ته) اُن ڏانھن کنڊري وڃن ٿا ۽ توکي (خطبي ۾) بيٺل ڇڏين ٿا، (انھن کي) چؤ ته جيڪي الله وٽ آھي سو تماشي ۽ واپار کان (وڌيڪ) ڀَلو آھي، ۽ الله (سڀني) روزي ڏيندڙن کان ڀَلو آھي.';
?>