<?php
$t = array();
$t[1] = 'جڏھن منافق تو وٽ ايندا آھن (ته) چوندا آھن ته شاھدي ڏيون ٿا ته بيشڪ تون الله جو پيغمبر آھين، ۽ الله ڄاڻندو آھي ته بيشڪ تون سندس پيغمبر آھين، ۽ الله شاھدي ٿو ڏئي ته بيشڪ (اُھي) منافق ڪوڙا آھن.';
$t[2] = 'پنھنجن قَسمن کي ڍال (ڪري) ورتو اٿن پوءِ الله جي واٽ کان جھلن ٿا، بيشڪ اُھي جيڪي ڪندا آھن سو بڇڙو آھي.';
$t[3] = 'اھو ھن ڪري آھي جو اُنھن ايمان آندو وري انڪار ڪيائون پوءِ انھن جي دلين تي مُھر ھنئي وئي تنھنڪري اُھي نه سمجھندا آھن.';
$t[4] = '۽ (اي پيغمبر تون) جڏھن کين ڏسندو آھين (تڏھن) سندن جُسا توکي وڻندا آھن، ۽ جيڪڏھن ڳالھائيندا آھن ته اُنھن جي ڳالھ ڪَن ڏئي ٻڌندو آھين، ڄڻڪ اُھي اُڀيون ڀِت سان ڪاٺيون رکيل آھن، سڀڪنھن آواز کي پاڻ تي ڀو ڀائيندا آھن، اُھي ويري آھن تنھنڪري کائن حِذ رک، الله کين ھلاڪ ڪري، ڪيڏانھن ڦيرايا ٿا وڃن.';
$t[5] = '۽ جڏھن کين چئبو آھي ته اچو ته الله جو پيغمبر اوھان لاءِ بخشش گھري تڏھن پنھنجا مٿا موڙيندا آھن ۽ انھن کي ڏسندو آھين ته وڏائي ڪندڙ ٿي جھلجن ٿا.';
$t[6] = 'تون انھن لاءِ بخشش گھرين يا انھن لاءِ بخشش نه گھرين ته انھن لاءِ ھڪ جھڙي (ڳالھ) آھي، انھن کي الله ڪڏھن نه بخشيندو، بيشڪ الله بي دينن جي قوم کي سِڌو رستو نه ڏيکاريندو آھي.';
$t[7] = 'اھي اھڙا آھن جو (ھڪ ٻئي کي) چوندا آھن ته جيڪي (مھاجر) الله جي پيغمبر وٽ آھن تن تي خرچ نه ڪريو تان جو ڇڏي وڃن، ۽ (ھيءَ نه ڄاڻندا آھن ته) آسمانن ۽ زمين جا خزانا خاص الله جا آھن پر (ان ڳالھ کي) مُنافق نه سمجھندا آھن.';
$t[8] = 'چوندا آھن ته جيڪڏھن (اسين) مديني ۾ موٽي پُتاسون ته وڌيڪ عِزّت وارو تمام بي عزتي کي اُتان ضرور ڪڍي ڇڏيندو، ۽ عِزّت الله کي ۽ سندس پيغمبر کي ۽ مؤمنن کي آھي پر (اھا ڳالھ) منافق نه ڄاڻندا آھن.';
$t[9] = 'اي ايمان وارؤ اوھان کي نڪي اوھان جا مال ۽ نڪي اوھان جا اولاد الله جي ياد ڪرڻ کان ويسلو ڪري، ۽ جيڪي ائين ڪندا سي ئي ڇيئي وارا آھن.';
$t[10] = '۽ جيڪي اوھان کي روزي ڏني اٿون تنھن منجھان اُنھي کان اڳ خرچ ڪريو جو اوھان مان ڪنھن ھڪڙي کي موت پھچي پوءِ چوڻ لڳي ته اي منھنجا پالڻھار جيڪر مون کي ھڪ ٿوري مُدت تائيم مُھلت ڏين ھا ته خيرات ڪريان ھا ۽ صالحن مان ٿيان ھا.';
$t[11] = '۽ جڏھن ڪنھن جيءَ جو اجل ايندو آھي (تڏھن) اُن کي الله ڪڏھن مُھلت نه ڏيندو آھي، ۽ جيڪي ڪندا آھيو تنھنجي الله خبر رکندڙ آھي.';
?>