<?php
$t = array();
$t[1] = 'جڏھن آسمان ڦاٽندو.';
$t[2] = '۽ جڏھن تارا ڇڻي پوندا.';
$t[3] = '۽ جڏھن سمنڊ تمام جوش سان وھائبا.';
$t[4] = '۽ جڏھن قبرون پٽبيون.';
$t[5] = '(تڏھن) سڀڪو شخص اُھو ڄاڻندو جيڪي اڳي موڪليو ھوائين ۽ جيڪي پوئتي ڇڏيو ھوائين.';
$t[6] = 'اي ماڻھو توکي تنھنجي (انھي) سڳوري پالڻھار کان ڪھڙي شيءَ ٺڳيو؟';
$t[7] = 'جنھن توکي پيدا ڪيو پوءِ توکي سنئين لڱين ڪيائين پوءِ توکي برابر ڪيائين.';
$t[8] = 'جھڙي صورت ۾ گھريائين (تھڙيءَ ۾) تنھنجو جوڙ جوڙيائين.';
$t[9] = 'ائين نه آھي بلڪ اوھين عملن جي جزا ڏيڻ کي ڪوڙ ڀائيندا آھيو.';
$t[10] = '۽ بيشڪ اوھان تي نگھبان (مقرر ٿيل) آھن.';
$t[11] = 'سڳورا لکڻ وارا.';
$t[12] = 'جيڪي اوھين ڪندا آھيو سو ڄاڻندا آھن.';
$t[13] = 'بيشڪ ڀلارا (بھشت جي) نعمت ۾ ھوندا.';
$t[14] = '۽ بيشڪ گنھگار دوزخ ۾ ھوندا.';
$t[15] = 'عملن جي بدلي جي ڏينھن دوزخ ۾ داخل ٿيندا.';
$t[16] = '۽ اُن کان اُھي لڪل نه ھوندا.';
$t[17] = '۽ ڪنھن سمجھايئي ته عملن جي بدلي جو ڏينھن ڇا آھي؟';
$t[18] = 'وري (به چئون ٿا ته) ڪنھن سمجھايئي ته عملن جي بدلي جو ڏينھن ڇا آھي؟';
$t[19] = 'اُھو ھڪ ڏينھن آھي جو ڪو جيءُ ڪنھن جيءَ کي ڪجھ فائدو پھچائي نه سگھندو، ۽ اُن ڏينھن (ساري) حڪومت خاص الله جي ھوندي.';
?>