<?php
$t = array();
$t[1] = 'جڏھن آسمان ڦاٽندو.';
$t[2] = '۽ پنھنجي پالڻھار جو حُڪم ڪن ڏئي ٻڌندو ۽ (ٻڌڻ) حق اٿس.';
$t[3] = '۽ جڏھن زمين پکيڙبي.';
$t[4] = '۽ جيڪي اُن ۾ ھوندو سو (سڀ) ڪڍي اُڇليندي ۽ خالي ٿيندي.';
$t[5] = '۽ پنھنجي پالڻھار جو حُڪم ڪن ڏئي ٻڌندي ۽ (ٻڌڻ) حق اٿس.';
$t[6] = 'اي ماڻھو تون پنھنجي پالڻھار ڏانھن (پھچڻ ۾) تمام گھڻي تڪليف وٺڻ وارو آھين جو اُن کي (وڃي) ملندين.';
$t[7] = 'پوءِ اُھو (ماڻھو) جنھن کي سندس سڄي ھٿ ۾ سندس اعمالنامو ڏبو.';
$t[8] = 'تنھن سان آسانيءَ طرح سگھوئي حساب ڪبو.';
$t[9] = '۽ پنھنجن گھر وارن ڏانھن خوش ٿي موٽندو.';
$t[10] = '۽ اُھو ماڻھو جنھن کي سندس اعمالنامو سندس پٺي پويان ڏبو.';
$t[11] = 'سو سگھوئي موت کي سڏيندو.';
$t[12] = '۽ دوزخ ۾ گھڙندو.';
$t[13] = 'ڇوته اُھو (دنيا ۾) پنھنجن گھر وارن ۾ خوش (حال) ھو.';
$t[14] = 'بيشڪ انھيءَ ڀانيو ھو ته (الله ڏانھن) ڪڏھن نه موٽندو.';
$t[15] = 'ھائو! (موٽندو) ڇوته سندس پالڻھار اُن کي ڏسندڙ آھي.';
$t[16] = 'پوءِ شفق جو قسم کڻان ٿو.';
$t[17] = '۽ رات جو (قسم) ۽ جنھن کي گڏ ڪيو اٿس.';
$t[18] = '۽ چنڊ جو (قسم) جڏھن پورو روشن ٿئي.';
$t[19] = 'ته ھڪ حال کان ٻئي حال تي ضرور چڙھندؤ.';
$t[20] = 'پوءِ ھنن (ڪافرن) کي ڇا (ٿيو) آھي جو ايمان نه آڻيندا آھن.';
$t[21] = '۽ جڏھن وٽن قرآن پڙھبو آھي (ته) سجدو نه ڪندا آھن.';
$t[22] = 'بلڪ (اھي) ڪافر ڪوڙ ڀانئيندا آھن.';
$t[23] = '۽ جيڪي (پنھنجين دلين ۾) سانڀيندا آھن سو الله چڱي طرح ڄاڻندڙ آھي.';
$t[24] = 'پوءِ کين ڏکوئيندڙ عذاب جي خبر ڏي.';
$t[25] = 'پر جن ايمان آندو ۽ چڱا ڪم ڪيا تن لاءِ اَڻ کُٽ اَجر آھي.';
?>