<?php
$t = array();
$t[1] = 'بُرجن واري آسمان جو قسم آھي.';
$t[2] = '۽ وعدي ڪيل ڏينھن جو قسم آھي.';
$t[3] = '۽ حاضر ٿيڻ واري ۽ جنھن وٽ حاضر ڪيو وڃي تنھن جو قسم آھي.';
$t[4] = 'ته کاھين وارا ماريا وڃن.';
$t[5] = 'جا باھ گھڻي ٻَل واري ھئي.';
$t[6] = 'جڏھن اُھي اُنھن باھ جي (کاھين) تي ويٺل ھوا.';
$t[7] = '۽ جيڪي اُنھن مسلمانن سان (ظلم) ٿي ڪيو تنھن کي روبرو ڏسڻ وارا ھوا.';
$t[8] = '۽ انھن ھن کانسواءِ (ٻيءَ) ڪنھن ڳالھ جو وير نه ٿي ورتو ته انھن اُنھيءَ غالب ساراھيل الله تي ايمان آندو ھو.';
$t[9] = 'جنھن کي آسمانن ۽ زمين جي بادشاھي آھي، ۽ الله سڀ شيءَ جي خبر رکندڙ آھي.';
$t[10] = 'بيشڪ جن (ماڻھن) مؤمنن ۽ مؤمنياڻين کي ايذايو وري توبه نه ڪيائون تن لاءِ دوزخ جو عذاب آھي ۽ اُنھن لاءِ سڙڻ جو عذاب (به) آھي.';
$t[11] = 'بيشڪ جن ايمان آندو ۽ چڱا ڪم ڪيا تن لاءِ اھڙا باغ آھن جن جي ھيٺان واھيون پيون وھن، اھا وڏي مراد ماڻڻ آھي.';
$t[12] = 'بيشڪ تنھنجي پالڻھار جي پڪڙ بلڪل سخت آھي.';
$t[13] = 'بيشڪ اُھو پھريون دفعو بڻائي ٿو ۽ وري ٻيھر موٽائيندو.';
$t[14] = '۽ اُھو بخشڻھار پيار رکندڙ آھي.';
$t[15] = '(جو) عرش جو مالڪ تمام وڏي شان وارو آھي.';
$t[16] = 'جيڪي گھري سو ڪرڻ وارو ئي آھي.';
$t[17] = 'تو وٽ لشڪرن جي خبر (نه) آئي آھي ڇا؟';
$t[18] = '(يعني) فرعون ۽ ثمود جي.';
$t[19] = 'بلڪ ڪافر ڪوڙ ڀانئڻ ۾ (لڳا پيا) آھن.';
$t[20] = '۽ الله سندن چؤڦير گھيرو ڪندڙ آھي.';
$t[21] = 'بلڪ ھي سڳورو قرآن آھي.';
$t[22] = 'حفاظت ڪيل تختي ۾ لکيل آھي.';
?>