<?php
$t = array();
$t[1] = 'آسمان جو ۽ رات جي وقت ۾ ايندڙ جو قسم آھي.';
$t[2] = '۽ ڪنھن سمجھايئي ته رات جو ايندڙ ڇا آھي؟';
$t[3] = '(اُھو) چمڪندڙ تارو آھي.';
$t[4] = 'ته ڪو جيءُ اھڙو ڪونھي جنھن تي ھڪ نگھبان مقرر ٿيل (نه) آھي.';
$t[5] = 'تنھنڪري ماڻھوءَ کي گھرجي ته نھاري ڏسي ته کيس ڇا مان بڻايو ويو آھي.';
$t[6] = 'ٽپي سان نڪرندڙ پاڻي مان بڻايو ويس.';
$t[7] = 'جو پُٺيءَ ۽ اُرھ جي وچ مان نڪرندو آھي.';
$t[8] = 'بيشڪ الله سندس وري موٽائڻ تي وس وارو آھي.';
$t[9] = 'جنھن ڏينھن (ماڻھن جي دلين جا) سڀ ڳُجھ جاچيا ويندا.';
$t[10] = 'پوءِ تنھن ڏينھن ڪانه اُن کي سگھ رھندي ۽ نڪو واھرو (ھوندس).';
$t[11] = '۽ مينھن واري آسمان جو قسم آھي.';
$t[12] = '۽ ڦاٽن واريءَ زمين جو (به) قسم آھي.';
$t[13] = 'ته بيشڪ قرآن ھڪ فيصلو ڪندڙ ڳالھ آھي.';
$t[14] = '۽ ھيُ قرآن ڪا ٺـٺولي (جي ڳالھ) نه آھي.';
$t[15] = 'بيشڪ ڪافر ھڪ (طرح جي) ڳجھي رٿ رٿين ٿا.';
$t[16] = '۽ (آءٌ به) ھڪ (طرح جي) رٿ رٿيان ٿو.';
$t[17] = 'پوءِ ڪافرن کي ڍر ڏي ۽ ٿوري مُدت کين ڇڏي ڏي.';
?>