<?php
$t = array();
$t[1] = '(اي پيغمبر) اُنھي پنھنجي تمام مٿاھين پالڻھار جي نالي جي پاڪائي بيان ڪر.';
$t[2] = 'جنھن (ساري مخلوق کي) خلقيو پوءِ سنئين لڱين ڪيائين.';
$t[3] = '۽ جنھن اندازو ڪيو پوءِ رستو ڏيکاريائين.';
$t[4] = '۽ جنھن تازو گاھ ڄمايو.';
$t[5] = 'پوءِ اُن کي سُڪو سڙيو ڪيائين.';
$t[6] = 'اسين توکي (قرآن) پاڙھينداسون پوءِ نه وساريندين.';
$t[7] = 'مگر جيڪي الله گھريو آھي، بيشڪ اُھو ظاھر کي ڄاڻندو آھي ۽ جيڪي ڳُجھو آھي تنھن کي (به).';
$t[8] = '۽ آسان رستو توکي سنھنجو ڪري ڏينداسين.';
$t[9] = 'پوءِ جيڪڏھن نصيحت ڏئڻ فائدو ڪري ته نصيحت ڪر.';
$t[10] = 'جيڪو ڊڄندو سو سُتت سمجھ وٺندو.';
$t[11] = '۽ اُن (نصيحت وٺڻ) کان (اُھو) تمام نڀاڳو پاسو ڪندو.';
$t[12] = 'جو وڏيءَ باھ ۾ پوندو.';
$t[13] = 'وري نڪي اُتي مرندو ۽ نڪي جيئرو رھندو.';
$t[14] = 'بيشڪ اُھو ڇٽو جيڪو سڌريو.';
$t[15] = '۽ پڻ پنھنجي پالڻھار جو نالو ياد ڪري نماز پڙھندو رھيو.';
$t[16] = 'بلڪ دُنيا جي حياتيءَ کي (آخرت کان) پسند ڪندا آھيو.';
$t[17] = '۽ (حقيقت ڪري) آخرت ڀَلي آھي ۽ ھميشه رھڻ واري آھي.';
$t[18] = 'بيشڪ ھيءَ (بيان) پھرين صحيفن ۾ (به لکيل) آھي.';
$t[19] = 'جي صحيفا ابراھيم ۽ مُوسىٰ جا آھن.';
?>