<?php
$t = array();
$t[1] = 'ھن شھر (مڪي) جو قسم کڻان ٿو.';
$t[2] = '۽ تون ھن شھر ۾ (ته) رھندڙ آھين.';
$t[3] = '۽ ڄڻيندڙ جو (قسم کڻان ٿو) ۽ ان جو جيڪو ڄايو.';
$t[4] = 'ته بيشڪ ماڻھو کي ڏک ۾ (پوڻ لاءِ) خلقيوسون.';
$t[5] = '(ماڻھو) ڀانئيندو آھي ڇا ته مٿس ڪوبه غالب نه ٿيندو؟';
$t[6] = 'چوي ٿو ته مون تمام گھڻو مال کپايو.';
$t[7] = 'ڀانئيندو آھي ڇا ته ڪنھن ڪونه ڏٺو اٿس؟';
$t[8] = 'کيس ٻه اکيون نه ڏنيون اٿون ڇا؟';
$t[9] = '۽ ڄڀ ۽ ٻه چَپ به؟';
$t[10] = '۽ ٻه رستا ڏيکارياسونس.';
$t[11] = 'پوءِ ڪوبه سخت لَڪ نه لنگھيو.';
$t[12] = '۽ ڪنھن سمجھايئي ته سخت لَڪّ ڇا آھي؟';
$t[13] = 'ٻانھو آجو ڪرڻ آھي.';
$t[14] = 'يا بُک جي ڏينھن ۾ کاڄ کارائڻ.';
$t[15] = 'مائٽي واري ڇوري ٻار کي.';
$t[16] = 'يا مٽيءَ ۾ رُلندڙ محتاج کي.';
$t[17] = 'ان کانپوءِ (اُھو) مؤمنن مان ھجي ۽ ھڪ ٻئي کي صبر جي وصيت ڪيائون ۽ (پڻ) ھڪ ٻئي کي (خلق تي) ٻاجھ ڪرڻ جي وصيت ڪيائون.';
$t[18] = 'اُھي نيڪ بخت سڄي پاسي وارا آھن.';
$t[19] = '۽ جن اسان جي آيتن جو انڪار ڪيو سي بدبخت کٻي وارا آھن.';
$t[20] = 'مٿن دميل باھ چوڌاري ويڙھيل (موڪلبي) آھي.';
?>