<?php
$t = array();
$t[1] = 'سج ۽ اُن جي سوجھري جو قسم آھي.';
$t[2] = '۽ چنڊ جوقسم آھي جڏھن ان جي پوئتان اچي.';
$t[3] = '۽ ڏينھن جو (قسم آھي) جڏھن سج کي روشن ڪري.';
$t[4] = '۽ رات جو (قسم آھي) جڏھن سج کي ڍڪي.';
$t[5] = '۽ آسمان جو ۽ اُن جو (قسم آھي) جنھن اُن کي بڻايو.';
$t[6] = '۽ زمين جو ۽ اُنجو (قسم آھي) جنھن اُن کي پکيڙيو.';
$t[7] = '۽ (ماڻھوءَ جي) جيءُ جو ۽ اُنجو (قسم آھي) جنھن اُن کي جوڙي برابر ڪيو.';
$t[8] = 'پوءِ سندس بدڪاري ۽ سندس پرھيزگاريءَ (جي سڃاڻ) اندر ۾ وڌائينس.';
$t[9] = 'جنھن اُن (نفس) کي (بدڪاريءَ کان) پاڪ ڪيو سو بيشڪ ڇٽو.';
$t[10] = '۽ جنھن اُن کي (گناھن ۾) پوري ڇڏيو سو بيشڪ ٽوٽي وارو ٿيو.';
$t[11] = '(قوم) ثمود پنھنجي سرڪشيءَ سببان (پيغمبر کي) ڪوڙو ڀانيو.';
$t[12] = 'جڏھن منجھانئن بلڪل نڀاڳو اُٿيو.';
$t[13] = 'پوءِ الله جي پيغمبر کين چيو ته الله جي ڏاچي ۽ اُن جي پاڻي پيڻ کي آڏو نه ٿيو.';
$t[14] = 'پوءِ پيغمبر کي ڪوڙو ڀانيائون پوءِ ڏاچيءَ جو کُچون ڪپيائون، پوءِ سندن گناھن سببان سندن پالڻھار مٿن عذاب پلٽيو پوءِ اُن (سزا) کي (سڀني) تي ھڪ جھڙو ڪري ڇڏيائين.';
$t[15] = '۽ (الله) اُن (سزا) جي پڇاڙيءَ کان نه ٿو ڊڄي.';
?>