<?php
$t = array();
$t[1] = 'رات جو قسم آھي جڏھن ڍَڪي ٿي.';
$t[2] = '۽ ڏينھن جو (قسم آھي) جڏھن روشن ٿئي ٿو.';
$t[3] = '۽ اُن جو (قسم آھي) جنھن نر ۽ مادي خلقي.';
$t[4] = 'ته بيشڪ اوھان جي ڪوشش قسمين قسمين آھي.';
$t[5] = 'پوءِ جنھن (الله لڳ) ڏنو ۽ پرھيزگاري ڪئي.';
$t[6] = '۽ چڱائي کي سچ ڄاتائين.';
$t[7] = 'تنھنکي (نجات جو) آسان رستو سھنجو ڪري ڏينداسين.';
$t[8] = '۽ جنھن بخل ڪيو ۽ (پاڻ کي) بي پرواھ ڄاتائين.';
$t[9] = '۽ چڱائي کي ڪوڙ ڀانيائين.';
$t[10] = 'تنھن کي اوکائيءَ (۾ پوڻ) لاءِ (رستو) آسان ڪري ڏينداسين.';
$t[11] = '۽ جڏھن اونڌو ڪرندو ته سندس مال کانئس (ڪجھ) نه ٽاريندو.';
$t[12] = 'بيشڪ سڌو رستو ڏيکارڻ اسان تي (لازم) آھي.';
$t[13] = '۽ بيشڪ آخرت ۽ دُنيا (ٻئي) اسان جي وس ۾ آھن.';
$t[14] = 'پوءِ اوھان کي باھ کان ڊيڄاريم جا ڄڀي ڪري ٿي.';
$t[15] = '(اھڙي) وڏي نڀاڳي کانسواءِ (ٻيو) ڪو اُن ۾ ڪونه گھڙندو.';
$t[16] = 'جنھن (اسلام کي) ڪوڙ ڄاتو ۽ پٺيرو ٿيو.';
$t[17] = '۽ اُن (باھ) کان انھي وڏي پرھيزگار کي پاسي ڪبو.';
$t[18] = 'جيڪو پنھنجو مال (الله جي واٽ ۾) ڏئي ٿو ته پاڪ ٿئي.';
$t[19] = '۽ مٿس اھڙي ڪنھن جو ڪو احسان ٿيل نه آھي جو بدلو ڏجي.';
$t[20] = 'پر پنھنجي تمام مٿاھين پالڻھار جي رضامندي طلبڻ لاءِ (ڏئي ٿو).';
$t[21] = '۽ ضرور جلد خوش ٿيندو.';
?>