<?php
$t = array();
$t[1] = 'مٿي آيل ڏينھن جو قسم آھي.';
$t[2] = '۽ رات جو (قسم) آھي، جڏھن ڍَڪي ٿي.';
$t[3] = 'ته (اي پيغمبر) تنھنجي پالڻھار توکي نه ڇڏيو ۽ نڪي ناراض ٿيو.';
$t[4] = '۽ بيشڪ آخرت تولاءِ دنيا کان گھڻو چڱي آھي.';
$t[5] = '۽ تنھنجو پالڻھار سگھوئي توکي (ايترو) ڏيندو جو (تون) خوش ٿيندين.';
$t[6] = 'توکي يتيم نه ڏٺائين ڇا پوءِ (توکي) جاءِ ڏنائين.';
$t[7] = '۽ توکي ناواقف ڏٺائين پوءِ (شريعت جي) رستي لاتائين.';
$t[8] = '۽ توکي مسڪين ڏٺائين پوءِ آسودو ڪيائين.';
$t[9] = 'تنھنڪري يتيم تي تون ڏاڍ نه ڪر.';
$t[10] = '۽ سُوالي کي نه جھڻڪ.';
$t[11] = '۽ پنھنجي پالڻھار جي نعمت جو بيان ڪندو رھ.';
?>