<?php
$t = array();
$t[1] = '(اي پيغمبر) پنھنجي پالڻھار جي نالي سان پڙھ جنھن (سارو جڳ) خلقيو.';
$t[2] = 'ماڻھوءَ کي رت جي دِڳ مان بڻايائين.';
$t[3] = 'پڙھ ۽ تنھنجو پالڻھار ڏاڍو سڳورو آھي.';
$t[4] = 'جنھن (ماڻھوءَ کي علم) قلم سان سيکاريو.';
$t[5] = 'ماڻھوءَ کي اُھو سيکاريائين جو نه ڄاڻندو ھو.';
$t[6] = 'سچ آھي ته بيشڪ ماڻھو سرڪشي ڪندو آھي.';
$t[7] = 'جڏھن اُھو پاڻ کي بي پرواھ ڏسندو آھي.';
$t[8] = 'بيشڪ تنھنجي پالڻھار ڏانھن موٽي وڃڻو آھي.';
$t[9] = 'اُھو ڏٺو اٿئي ڇا جيڪو جھليندو آھي.';
$t[10] = '(منھنجي) ٻانھي کي جڏھن اھو نماز پڙھندو آھي.';
$t[11] = 'ڏٺو اٿئي ڇا ته جيڪڏھن (اُھو ماڻھو) سڌي رستي تي ھجي ھا.';
$t[12] = 'يا پرھيزگاريءَ جو حڪم ڪري ھا.';
$t[13] = 'ڏٺو اٿئي ڇا ته جيڪڏھن ڪوڙ ڀانيائين ۽ پٺيرو ٿيو.';
$t[14] = 'ته (ھيُ) نه ڄاتائين ڇا ته الله ڏسي ٿو.';
$t[15] = 'ائين نه آھي! قسم آھي ته جيڪڏھن پاڻ نه پليندو، ته ضرور پيشانيءَ جي وارن کان وٺي گھلينداسونس.';
$t[16] = 'اُھا پيشاني جا ڪوڙي گنھگار آھي.';
$t[17] = 'پوءِ ڀلي ته پنھنجي ڪچھريءَ وارن کي سڏي.';
$t[18] = 'اسين به دوزخ جي داروغن کي سڏينداسون.';
$t[19] = 'ائين نه آھي، تون چيو نه مڃيس ۽ سجدو ڪر ۽ (الله کي) ويجھو ٿيءُ.';
?>