<?php
$t = array();
$t[1] = 'Кълна се в [конете -] препускащите с пръхтене';
$t[2] = 'и мятащите искри с чаткане,';
$t[3] = 'и връхлитащите сутрин,';
$t[4] = 'и вдигащи с това прахоляк,';
$t[5] = 'и врязващи се в множество [от врагове]';
$t[6] = 'човекът е голям неблагодарник към своя Господ.';
$t[7] = 'И сам на това е свидетел.';
$t[8] = 'И е силна любовта му към благата.';
$t[9] = 'Нима не знае, че когато бъде изкарано това, което е в гробовете,';
$t[10] = 'и бъде разкрито това, което е в гърдите,';
$t[11] = 'техният Господ е сведущ за тях в този Ден?';
?>