<?php
$t = array();
$t[1] = 'Чу Аллах думите на онази, която спореше с теб за своя съпруг и се оплака на Аллах. Аллах чу вашия разговор. Аллах е всечуващ, всезрящ.';
$t[2] = 'На онези от вас, които изоставят жените си с думите: &ldquo;Ти за мен си като майчиния ми гръб!&rdquo; - те не са им майки. Майки са им само онези, които са ги родили. Те наистина изричат скверни думи и лъжа. Аллах е извиняващ, опрощаващ.';
$t[3] = 'Онези, които [така] изоставят жените си, но после си върнат думите - да освободят роб, преди да са ги докоснали. С това бивате поучавани. Сведущ е Аллах за вашите дела.';
$t[4] = 'А който не може - да говее два поредни месеца, преди да се докоснат. А който не е в състояние - да нахрани шестдесет нуждаещи се. Това е, за да вярвате в Аллах и в Неговия Пратеник. Тези са границите на Аллах. А за неверниците има болезнено мъчение.';
$t[5] = 'Които се противят на Аллах и на Неговия Пратеник, ще бъдат сломени, както бяха сломени и онези преди тях. Вече низпослахме ясни знамения. А за неверниците има унизително мъчение.';
$t[6] = 'Един Ден Аллах ще ги възкреси всички и ще ги извести за техните дела. Аллах пресметна, а те забравиха. Аллах на всяко нещо е свидетел.';
$t[7] = 'Не виждаш ли, че Аллах знае всичко на небесата и всичко на земята? И няма таен разговор на трима, без Той да е четвъртият, нито на петима, без Той да е шестият, и нито по-малко от това, и нито повече, без Той да е с тях, където и да са. После, в Деня на в';
$t[8] = 'Не виждаш ли онези, на които бе забранен тайният разговор? После се връщат към онова, което им бе забранено, и тайно разговарят за грях и вражда, и неподчинение на Пратеника. И когато идват при теб, те поздравяват с онова, с което Аллах не те поздравява,';
$t[9] = 'О, вярващи, ако разговаряте тайно, не разговаряйте за грях и вражда, и неподчинение на Пратеника, а разговаряйте за праведност и богобоязливост, и се бойте от Аллах, при Когото ще бъдете събрани!';
$t[10] = 'Тайният [враждебен] разговор е само от сатаната, за да наскърбява вярващите. Но той не ще им навреди с нищо без позволението на Аллах. На Аллах да се уповават вярващите!';
$t[11] = 'О, вярващи, когато ви се каже: &ldquo;Направете място при събиранията!&rdquo;, направете! И Аллах ще ви направи място. И щом се каже: &ldquo;Станете!&rdquo;, станете! Аллах ще въздигне по степени онези от вас, които вярват и са дарени със знание. Сведущ е Аллах за вашите дела.';
$t[12] = 'О, вярващи, ако ще разговаряте насаме с Пратеника, раздайте преди вашия разговор милостиня! Това е най-доброто за вас и най-чистото. А ако не можете - Аллах е опрощаващ, милосърден.';
$t[13] = 'Нима ви е страх да раздавате милостиня преди разговора си насаме? Ако не го извършите, а Аллах вече ви позволи това, отслужвайте молитвата и давайте милостинята закат, и се покорявайте на Аллах и на Неговия Пратеник! Сведущ е Аллах за вашите дела.';
$t[14] = 'Не виждаш ли сближилите се с народ, комуто Аллах се е разгневил? Те не са нито от вас, нито от тях и се кълнат в лъжата, знаейки.';
$t[15] = 'Аллах е приготвил за тях сурово мъчение. Лошо е онова, което вършат!';
$t[16] = 'Те сторват от своите клетви прикритие и възпират от пътя на Аллах. За тях има унизително мъчение.';
$t[17] = 'С нищо не ще ги избавят от Аллах нито имотите, нито децата им. Тези са обитателите на Огъня, там ще пребивават вечно.';
$t[18] = 'Един Ден Аллах ще ги възкреси всички и ще Му се кълнат, както се кълнат и на вас, и ще мислят, че имат полза. Ала те са лъжците!';
$t[19] = 'Завладя ги сатаната и ги накара да забравят споменаването на Аллах. Тези са привържениците на сатаната. Ала привържениците на сатаната са губещите.';
$t[20] = 'Онези, които се противят на Аллах и на Неговия Пратеник, те са сред най-унизените.';
$t[21] = 'Аллах предписа: &ldquo;Аз ще надвия, и Моите пратеници.&rdquo; Аллах е всесилен, всемогъщ.';
$t[22] = 'Не ще намериш хора, които вярват в Аллах и в Сетния ден, да обичат противящите се на Аллах и на Неговия Пратеник, дори да са бащите или синовете им, или братята, или роднините им. На тези Той вложи вярата в сърцата им и ги подкрепи с дух от Себе си. И ще';
?>