<?php
$t = array();
$t[1] = 'О, вярващи, не взимайте за ближни Моите врагове и вашите врагове! Вие се отнасяте с обич към тях, а те не повярваха в истината, която дойде при вас. Прогонват Пратеника и вас, защото вярвате в Аллах, вашия Господ. Ако излизате на борба по Моя път и се стр';
$t[2] = 'Ако ви надвият, ще ви станат врагове и ще простират със зло към вас ръцете и езиците си. И желаят да сте неверници.';
$t[3] = 'Не ще ви помогнат нито вашите роднинства, нито вашите деца в Деня на възкресението. Той ще ви раздели. Аллах е зрящ за вашите дела.';
$t[4] = 'Хубав пример за вас са Ибрахим и онези, които бяха заедно с него, когато казаха на своя народ: &ldquo;Непричастни сме към вас за онова, на което служите вместо на Аллах! Ние ви отхвърляме и ще се прояви вражда и омраза помежду ни, докато не повярвате единствено';
$t[5] = 'Господи наш, не ни подлагай на изпитание чрез неверниците и ни опрости! Господи наш, наистина Ти си Всемогъщия, Премъдрия.&rdquo;';
$t[6] = 'Те са хубав пример за вас - за всеки, който се надява на Аллах и на Сетния ден. А който се отвърне - Аллах е Пребогатия, Всеславния.';
$t[7] = 'Аллах може да породи обич между вас и онези от тях, с които враждувахте. Аллах е всемогъщ. Аллах е опрощаващ, милосърден.';
$t[8] = 'Аллах не ви забранява да се отнасяте с добро и да постъпвате справедливо към онези, които не воюват с вас в религията и не ви прогонват от домовете ви. Аллах обича справедливите.';
$t[9] = 'Аллах ви забранява само да се сближавате с онези, които воюват с вас в религията и ви прогонват от домовете ви, и помагат за прогонването ви. А които се сближават с тях - те са угнетителите.';
$t[10] = 'О, вярващи, ако дойдат при вас вярващите жени като преселнички, изпитайте ги! Аллах най-добре знае вярата им. И ако узнаете, че са вярващи, не ги връщайте при неверниците! Нито жените са разрешени за тях, нито пък те са разрешени за жените. И дайте на мъж';
$t[11] = 'И ако сте изпуснали нещо от [похарченото за] съпругите ви [отишли] при неверниците, и вземете придобивка [в битка], тогава дайте на онези, чиито съпруги са ги напуснали, толкова, колкото те са похарчили, и бойте се от Аллах, в Когото вярвате!';
$t[12] = 'О, Пророче, ако дойдат при теб вярващите жени да ти се закълнат, че не ще съдружават нищо с Аллах и не ще крадат, и не ще прелюбодействат, и не ще убиват децата си, и не ще скалъпват лъжа за онова, което е между ръцете и краката им, и че ще те слушат в од';
$t[13] = 'О, вярващи, не се сближавайте с хора, на които Аллах се е разгневил! Изгубили са те надежда за отвъдния живот, както и неверниците са изгубили надежда за намиращите се в гробовете.';
?>