<?php
$t = array();
$t[1] = 'Всичко на небесата и всичко на земята прославя Аллах. Той е Всемогъщия, Премъдрия.';
$t[2] = 'О, вярващи, защо говорите онова, което не вършите?';
$t[3] = 'Най-омразно пред Аллах е да говорите онова, което не вършите.';
$t[4] = 'Аллах обича онези, които се сражават по Неговия път в редица, сякаш са здрава крепост.';
$t[5] = 'И рече Муса на своя народ: &ldquo;О, народе мой, защо ме огорчавате, след като вече узнахте, че аз съм пратеник на Аллах при вас?&rdquo; И когато се отклониха, Аллах отклони сърцата им. Аллах не напътва нечестивите хора.';
$t[6] = 'И рече Иса, синът на Мариам: &ldquo;О, синове на Исраил, аз съм пратеник на Аллах при вас, да потвърдя Тората преди мен и да благовестя за пратеник, който ще дойде след мен. Името му е Ахмад.&rdquo; А когато [Мухаммад] им донесе ясните знаци, рекоха: &ldquo;Това е явна маг';
$t[7] = 'И кой е по-голям угнетител от онзи, който измисля лъжа за Аллах, когато го зоват към Исляма? Аллах не напътва хората-угнетители.';
$t[8] = 'Те искат да угасят светлината на Аллах с уста. Но Аллах ще стори да засияе в пълнота Неговата светлина, дори неверниците да възненавиждат това.';
$t[9] = 'Той е, Който изпрати Своя Пратеник с напътствието и с правата религия, за да я издигне над всички религии, дори съдружаващите да възненавиждат това.';
$t[10] = 'О, вярващи, да ви посоча ли търговия, която ще ви спаси от болезнено мъчение?';
$t[11] = 'Да вярвате в Аллах и в Неговия Пратеник, и да се борите по пътя на Аллах чрез своите имоти и души. Това е най-доброто за вас, ако знаете.';
$t[12] = 'Тогава Той ще ви опрости греховете и ще ви въведе в Градините, сред които реки текат, и в хубави жилища в Градините на Адн. Това е великото спасение.';
$t[13] = 'И друго, което обичате - помощ от Аллах и близка победа. И възрадвай вярващите!';
$t[14] = 'О, вярващи, бъдете помощници [по пътя] на Аллах, както Иса, синът на Мариам, рече на учениците си: &ldquo;Кои са моите помощници [по пътя] на Аллах?&rdquo; Учениците рекоха: &ldquo;Ние сме помощниците [по пътя] на Аллах.&rdquo; И част от синовете на Исраил повярва, а друга не по';
?>