<?php
$t = array();
$t[1] = 'Всичко на небесата и всичко на земята прославя Аллах - Владетеля, Пресветия, Всемогъщия, Премъдрия.';
$t[2] = 'Той е, Който проводи при неграмотните [араби] Пратеник измежду тях да им чете Неговите знамения и да ги пречисти, и да ги учи на Книгата и на мъдростта, а преди бяха в явна заблуда.';
$t[3] = 'И при други освен тях, които още не са ги последвали... Той е Всемогъщия, Премъдрия.';
$t[4] = 'Това е благодатта на Аллах. Дарява я Той комуто пожелае. Аллах е Владетелят на великата благодат.';
$t[5] = 'Онези, които бяха натоварени с Тората, а после не понесоха товара, приличат на магаре, носещо книги. Колко лош е примерът на хората, които взимат за лъжа знаменията на Аллах! Аллах не напътва хората-угнетители.';
$t[6] = 'Кажи: &ldquo;О, юдеи, щом твърдите, че вие сте ближните на Аллах без другите хора, възжелайте смъртта, ако говорите истината!&rdquo;';
$t[7] = 'Ала не ще я възжелаят никога заради онова, което със своите ръце са сторили отпреди. Аллах знае угнетителите.';
$t[8] = 'Кажи: &ldquo;Смъртта, от която бягате, непременно ще ви срещне. После ще бъдете върнати при Знаещия неведомото и явното, и Той ще ви извести какво сте вършили.&rdquo;';
$t[9] = 'О, вярващи, щом се призове за молитвата в петъчния ден, устремете се към споменаването на Аллах и оставете търговията! Това е най-доброто за вас, ако знаете.';
$t[10] = 'И щом молитвата завърши, разпръснете се по земята и търсете благодат от Аллах, и често споменавайте Аллах, за да сполучите!';
$t[11] = 'И щом видяха търговия или забавление, разотидоха се натам и те оставиха да стоиш. Кажи [о, Мухаммад]: &ldquo;Това, което е при Аллах, е по-добро от забавлението и от търговията. Аллах е Най-добрият от даряващите препитание.&rdquo;';
?>