<?php
$t = array();
$t[1] = 'Когато идват при теб, лицемерите казват: &ldquo;Свидетели сме, че ти си Пратеника на Аллах.&rdquo; Аллах знае, че ти си Неговият Пратеник. Аллах е свидетел, че лицемерите са лъжци.';
$t[2] = 'Те превръщат клетвите си в прикритие и възпират от пътя на Аллах. Лоши са делата им!';
$t[3] = 'Така е, защото повярваха, после станаха неверници, затова бяха запечатани сърцата им, та не разбират.';
$t[4] = 'И като ги гледаш, видът им ти харесва, и като говорят, вслушваш се в думите им. Те са като подпрени дървета. Смятат, че всеки вик е против тях. Те са врагът. Пази се от тях! Да ги порази Аллах, как така се подлъгват!';
$t[5] = 'И когато им се каже: &ldquo;Елате Пратеника на Аллах да моли за вас опрощение!&rdquo;, те извръщат глави и ги виждаш как надменно се отказват.';
$t[6] = 'Все едно е дали ще молиш опрощение за тях, или не ще молиш. Аллах не ще им опрости. Аллах не напътва нечестивите хора.';
$t[7] = 'Те са, които казват: &ldquo;Не харчете за онези, които са при Пратеника на Аллах, за да се разотидат!&rdquo; Но на Аллах принадлежат съкровищниците на небесата и на земята. Ала лицемерите не проумяват.';
$t[8] = 'Казват: &ldquo;Щом се върнем в ал-Медина, по-могъщият там непременно ще пропъди по-слабия.&rdquo; А могъществото принадлежи на Аллах и на Неговия Пратеник, и на вярващите. Ала лицемерите не разбират.';
$t[9] = 'О, вярващи, да не ви отвличат от споменаването на Аллах нито вашите имоти, нито вашите деца! А които сторват това, те са губещите.';
$t[10] = 'И раздавайте от онова, което ви дарихме за препитание, преди да е дошла при някого от вас смъртта и той да каже: &ldquo;Господи, да би ми дал малко време, щях да раздавам милостиня и да бъда от праведните!&rdquo;';
$t[11] = 'Но Аллах на никого не ще даде отсрочка, щом му дойде времето. Сведущ е Аллах за вашите дела.';
?>