<?php
$t = array();
$t[1] = 'Всичко на небесата и всичко на земята прославя Аллах. Негова е властта и Негова е възхвалата. Той над всяко нещо има сила.';
$t[2] = 'Той е, Който ви сътвори. Някои от вас са неверници, а други - вярващи. Аллах е зрящ за вашите дела.';
$t[3] = 'Той сътвори небесата и земята с мъдрост, и ви придаде образ, и направи образа ви превъзходен, и към Него е завръщането.';
$t[4] = 'Той знае всичко на небесата и на земята. И знае какво спотайвате и какво разкривате. Аллах знае съкровеното в сърцата.';
$t[5] = 'Не стигна ли до вас вестта за онези, които не повярваха преди и вкусиха пагубността на своето дело? За тях има болезнено мъчение.';
$t[6] = 'Така е, техните пратеници им донасяха ясните знаци, а те казваха: &ldquo;Нима хора ще ни напътват?&rdquo; И не повярваха, и се отвърнаха. Но Аллах не се нуждае от тях. Аллах е пребогат, всеславен.';
$t[7] = 'Неверниците твърдят, че не ще бъдат възкресени. Кажи: &ldquo;Не, кълна се в моя Господ, ще бъдете възкресени, после ще бъдете известени за вашите дела. За Аллах това е лесно.&rdquo;';
$t[8] = 'Вярвайте в Аллах и в Неговия Пратеник, и в Светлината, която низпослахме! Сведущ е Аллах за вашите дела.';
$t[9] = 'Когато Той ви събере за Деня на събирането, това е Денят, в който ще се разкрие заблудата. От онези, които вярват в Аллах и вършат праведни дела, Той ще отмахне прегрешенията и ще ги въведе в Градините, сред които реки текат. Там ще пребивават вечно. Това';
$t[10] = 'А които не вярват и взимат за лъжа Нашите знамения, те са обитателите на Огъня, там ще пребивават вечно. И колко лоша е тази участ!';
$t[11] = 'Никоя беда не идва без позволението на Аллах. А който вярва в Аллах, Той напътва сърцето му. Аллах всяко нещо знае.';
$t[12] = 'И се покорявайте на Аллах, и се покорявайте на Пратеника! А ако се отвърнете, за Пратеника Ни е дълг само ясното послание.';
$t[13] = 'Аллах! Няма друг Бог освен Него! Затова на Аллах да се уповават вярващите!';
$t[14] = 'О, вярващи, сред вашите съпруги и деца имате и врагове - пазете се от тях! А ако се въздържите и извините, и простите - Аллах е опрощаващ, милосърден.';
$t[15] = 'Вашите имоти и деца са изпитание. А при Аллах има велика награда.';
$t[16] = 'Затова бойте се от Аллах, колкото ви е по силите, и слушайте, и се покорявайте, и раздавайте за свое добро! А който се предпази от скъперничеството на своята душа - тези са сполучилите.';
$t[17] = 'Ако заемете хубав заем на Аллах, Той ще ви го умножи. И ще ви опрости. Аллах е признателен, всеблаг -';
$t[18] = 'Знаещия и неведомото, и явното, Всемогъщия, Премъдрия.';
?>