<?php
$t = array();
$t[1] = 'О, Пророче, ако се развеждате с жените, развеждайте се с тях в срока, затова и пресмятайте срока, и бойте се от Аллах, вашия Господ! Не ги пропъждайте от домовете им, а и те да не излизат, освен ако са сторили явна скверност. Това са границите на Аллах. А';
$t[2] = 'И когато жените изпълнят своя срок, задръжте ги с добро или ги напуснете с добро! И вземете за свидетели двама справедливи мъже измежду вас! И свидетелствайте в името на Аллах! Това е наставление за онзи, който вярва в Аллах и в Сетния ден. За онзи, който';
$t[3] = 'и ще му даде препитание оттам, откъдето не е предполагал. И който се уповава на Аллах, Той му е достатъчен. Аллах осъществява Своята повеля. Аллах направи мярка за всяко нещо.';
$t[4] = 'А за онези от жените ви, които изгубят надежда за месечното кръвотечение, ако се съмнявате, срокът им е три месеца, [също] и за онези, които все още нямат кръвотечение. А за бременните срокът е, докато родят. За онзи, който се бои от Аллах, Той ще облекчи';
$t[5] = 'Това е повелята на Аллах. Низпосла я Той на вас. От онзи, който се бои от Аллах, Той ще отмахне лошите му постъпки и ще увеличи неговата награда.';
$t[6] = 'И ги настанявайте [жените в развод], където и вие живеете, според своите възможности, и не им навреждайте, за да ги притесните! А ако са бременни, харчете за тях, докато родят! А ако кърмят децата ви, дайте им тяхната отплата и се разберете с добро! А ако';
$t[7] = 'Заможният да даде [за жената и детето] според своите възможности! И комуто препитанието е ограничено, да даде от онова, което Аллах му е дарил! Аллах възлага на всяка душа само според онова, което й е дал. Аллах ще стори облекчение след трудността.';
$t[8] = 'И колко селища се възпротивиха на повелята на своя Господ и на Неговите пратеници, и затова им подирихме строга сметка, и ги мъчихме с ужасно мъчение!';
$t[9] = 'И вкусиха те пагубността на своето дело. И последицата на делото им бе загуба.';
$t[10] = 'Аллах приготви за тях сурово мъчение. Затова се бойте от Аллах, о, разумни хора, които вярвате! Аллах ви низпосла напомняне -';
$t[11] = '[чрез] Пратеник, който ви чете знаменията на Аллах - разясняващи, за да изведе от тъмнините към светлината онези, които вярват и вършат праведни дела. Онези, които вярват в Аллах и вършат праведни дела, Той ще ги въведе в Градините, сред които реки текат';
$t[12] = 'Аллах е, Който сътвори седем небеса, и от земята - също толкова. Повелята се спусна сред тях, за да узнаете, че Аллах за всяко нещо има сила и че Аллах обгражда със знание всяко нещо.';
?>