<?php
$t = array();
$t[1] = 'О, Пророче, защо си възбраняваш онова, което Аллах ти е разрешил, стремейки се да угодиш на своите съпруги. Но Аллах е опрощаващ, милосърден.';
$t[2] = 'Аллах вече наложи изкупление при отмятане от вашите клетви. Аллах е вашият Покровител. Той е Всезнаещия, Премъдрия.';
$t[3] = 'Пророка тайно довери на една от своите съпруги новина. А когато тя я съобщи [на Аиша] и Аллах му разкри това, той сподели [с нея] част и избягна друга. И щом й го съобщи, тя рече: &ldquo;Кой ти го съобщи?&rdquo; Рече: &ldquo;Съобщи ми го Всезнаещия, Сведущия.&rdquo;';
$t[4] = 'И двете се покайте пред Аллах, защото сърцата ви са се подвели. Но ако си помагате срещу него, то Аллах е неговият Покровител, и Джибрил, и праведните вярващи, и ангелите освен това са [му] помощници.';
$t[5] = 'Ако той се разведе с вас, неговият Господ може да му дари в замяна съпруги, по-добри от вас, отдадени на Аллах, вярващи, покорни, разкайващи се, служещи [на Аллах], говеещи, омъжвани преди и девици.';
$t[6] = 'О, вярващи, пазете себе си и вашите семейства от Огъня, горивото на който са хората и камъните! Пазят го строги и сурови ангели, които не се противят на Аллах в Неговата повеля към тях и вършат, каквото им се повели.';
$t[7] = 'О, неверници, не се оправдавайте Днес! Ще ви се въздаде само за онова, което сте вършили.';
$t[8] = 'О, вярващи, покайте се пред Аллах с искрено покаяние и вашият Господ ще отмахне от вас прегрешенията, и ще ви въздаде в Градините, сред които реки текат - в Деня, в който Аллах не ще посрами Пророка и вярващите заедно с него. Светлината им ще се устремяв';
$t[9] = 'О, Пророче, бори се с неверниците и лицемерите, и бъди твърд с тях! Мястото им е Адът. И колко лоша е тази участ!';
$t[10] = 'Даде Аллах пример на неверниците с жената на Нух и жената на Лут. Те бяха омъжени за двама Наши праведни раби, но им измениха [във вярата] и с нищо не ги избавиха от Аллах [мъжете им], и бе речено: &ldquo;Влезте в Огъня с влизащите!&rdquo;';
$t[11] = 'И даде Аллах пример на вярващите с жената на Фараона, която рече: &ldquo;Господи мой, построй ми при Теб дом в Градината и спаси ме от Фараона и от неговите дела, и спаси ме от хората-угнетители!&rdquo;';
$t[12] = 'И с Мариам, дъщерята на Имран, която пазеше целомъдрието си, и вдъхнахме в нея от Своя дух. И повярва тя в Словата на своя Господ, и в Неговите писания, и бе от набожните.';
?>