<?php
$t = array();
$t[1] = 'О, ти, който се загръщаш,';
$t[2] = 'ставай [за молитва] през нощта, но не цялата,';
$t[3] = 'а наполовина, или по-малко от това,';
$t[4] = 'или повече, и чети Корана отмерено!';
$t[5] = 'Ще ти пратим Ние тежко Слово.';
$t[6] = 'Ставането [за молитва] нощем е най-силно по въздействие и най-подходящо за размисъл.';
$t[7] = 'През деня ти си много зает.';
$t[8] = 'И споменавай името на своя Господ, и с всеотдайност се посвети на Него -';
$t[9] = 'Господа на Изтока и на Запада! Няма друг Бог освен Него. Него вземи за покровител!';
$t[10] = 'И бъди търпелив към онова, което говорят! И ги напускай с достойнство!';
$t[11] = 'И остави на Мен отричащите, които живеят в благоденствие, и им дай малка отсрочка!';
$t[12] = 'При Нас има окови и пламъци,';
$t[13] = 'и храна, която присяда, и болезнено мъчение';
$t[14] = 'в Деня, в който ще се разтресат земята и планините, и ще станат планините купища от пясък.';
$t[15] = 'Изпратихме ви Пратеник - свидетел за вас, както изпратихме при Фараона пратеник.';
$t[16] = 'Но възпротиви се Фараонът на пратеника, и затова силно го сграбчихме.';
$t[17] = 'И как ще се предпазите, ако сте неверници, от Деня, който ще направи и децата да посивеят?';
$t[18] = 'Небето тогава ще се разцепи. Обещанието Му се сбъдва.';
$t[19] = 'Това е напомняне. Който желае, поема пътя към своя Господ.';
$t[20] = 'Твоят Господ знае, че стоиш по-малко от две трети от нощта, [понякога] и половината от нея, а [понякога] и една трета, - и група от тези, които са заедно с теб. Аллах отмерва нощта и деня. Знае Той, че не ще смогнете и затова ви помилва. Ето защо четете,';
?>