<?php
$t = array();
$t[1] = 'Когато небето се разкъса';
$t[2] = 'и когато планетите се разпръснат,';
$t[3] = 'и когато моретата бъдат отприщени,';
$t[4] = 'и когато гробовете бъдат преобърнати,';
$t[5] = 'ще узнае всяка душа какво е направила преди и какво е оставила.';
$t[6] = 'О, човече, какво те отвлече от твоя щедър Господ,';
$t[7] = 'Който те сътвори и съчлени, и осъразмери?';
$t[8] = 'В какъвто образ пожела, в такъв те нагласи.';
$t[9] = 'Ала не! Вие взимате за лъжа Възмездието.';
$t[10] = 'Но има над вас [ангели-] надзиратели';
$t[11] = 'благородни, записващи.';
$t[12] = 'Знаят какво вършите.';
$t[13] = 'Праведниците ще са в блаженство,';
$t[14] = 'а разпътниците ще са в Огън.';
$t[15] = 'Ще горят там в Съдния ден';
$t[16] = 'и не ще избягат от него.';
$t[17] = 'Но откъде да знаеш ти какво е Съдният ден?';
$t[18] = 'И пак - откъде да знаеш ти какво е Съдният ден?';
$t[19] = 'Денят, в който никой не ще е от полза на друг - повелята в този Ден принадлежи на Аллах.';
?>