<?php
$t = array();
$t[1] = 'Когато небето се разцепи';
$t[2] = 'и се вслуша в своя Господ, и се подчини,';
$t[3] = 'и когато земята бъде разстлана,';
$t[4] = 'и изхвърли онова, което е в нея, и се опразни,';
$t[5] = 'и се вслуша в своя Господ, и се подчини...';
$t[6] = 'О, човече, ти се напрягаш с усилие към своя Господ и ще Го срещнеш.';
$t[7] = 'А от онзи, чиято книга [за делата] му се даде в десницата,';
$t[8] = 'ще се потърси лека сметка';
$t[9] = 'и ще се завърне при своите хора [в Рая] щастлив.';
$t[10] = 'А онзи, чиято книга му се даде откъм гърба,';
$t[11] = 'той ще зове за [своето] унищожение';
$t[12] = 'и ще гори в пламъци.';
$t[13] = 'Той бе сред своите хора щастлив [на земята],';
$t[14] = 'той предполагаше, че не ще се завърне [при Нас].';
$t[15] = 'Да, неговият Господ бе над него зрящ.';
$t[16] = 'Но не! Кълна се в заревото';
$t[17] = 'и в нощта, и в онова, което тя събира,';
$t[18] = 'и в луната, когато се изпълни -';
$t[19] = 'ще преминавате от състояние в състояние.';
$t[20] = 'Какво им е, та не вярват';
$t[21] = 'и когато им се чете Коранът, не свеждат чела до земята в суджуд?';
$t[22] = 'Да, онези, които не вярват, отричат.';
$t[23] = 'Но Аллах най-добре знае какво потулват.';
$t[24] = 'И възвести ги за болезнено мъчение,';
$t[25] = 'освен онези, които вярват и вършат праведни дела! За тях има безспирна награда.';
?>