<?php
$t = array();
$t[1] = 'Кълна се в небето със съзвездията';
$t[2] = 'и в обещания Ден,';
$t[3] = 'и в свидетел, и в освидетелстван!';
$t[4] = 'Проклети да бъдат хората, изкопали ямата';
$t[5] = 'за огъня, пълнен с гориво!';
$t[6] = 'Когато седяха около нея';
$t[7] = 'и на [всичко] онова, което вършеха с вярващите, бяха свидетели.';
$t[8] = 'И ги възненавидиха само защото вярваха в Аллах, Всемогъщия, Всеславния,';
$t[9] = 'Комуто принадлежи владението на небесата и на земята. Аллах на всяко нещо е свидетел.';
$t[10] = 'За онези, които изгаряха вярващите мъже и жени, а после не се разкаяха, за тях е мъчението на Ада и за тях е мъчението на кладата.';
$t[11] = 'За онези, които вярват и вършат праведни дела, за тях са Градините, сред които реки текат. Това е голямото спасение.';
$t[12] = 'Сграбчването на твоя Господ е могъщо.';
$t[13] = 'Той начева и Той пресъздава.';
$t[14] = 'Той е Опрощаващия, Любящия,';
$t[15] = 'Владетеля на Трона, Предостойния,';
$t[16] = 'Извършващия всичко онова, което пожелае.';
$t[17] = 'Стигна ли до теб разказът за войските,';
$t[18] = 'за Фараона и за самудяните?';
$t[19] = 'Да, онези, които не вярват, отричат.';
$t[20] = 'Но Аллах ги обгражда в гръб.';
$t[21] = 'Да, това е славен Коран';
$t[22] = 'в съхраняван скрижал.';
?>