<?php
$t = array();
$t[1] = 'Кълна се в небето и във Вечерницата!';
$t[2] = 'А откъде да знаеш ти какво е Вечерницата?';
$t[3] = 'Звездата с пронизваща светлина.';
$t[4] = 'Над всяка душа има надзорник.';
$t[5] = 'И да погледне човекът от какво бе сътворен!';
$t[6] = 'Бе сътворен от изтласкваща се вода,';
$t[7] = 'която излиза измежду гръбнака и ребрата.';
$t[8] = 'Способен е Той да го върне -';
$t[9] = 'в Деня, когато ще бъдат изявени тайните';
$t[10] = 'и не ще има той нито сила, нито избавител.';
$t[11] = 'Кълна се в небето, от което вали,';
$t[12] = 'и в земята, която се разпуква,';
$t[13] = 'че това е слово-разграничение.';
$t[14] = 'А не е шега.';
$t[15] = 'Те замислят с умисъл.';
$t[16] = 'И Аз замислям с умисъл.';
$t[17] = 'И дай отсрочка на неверниците, отсрочи ги за кратко!';
?>