<?php
$t = array();
$t[1] = 'Прославяй пречистото име на твоя Господ, Върховния,';
$t[2] = 'Който сътвори и осъразмери,';
$t[3] = 'Който прецени и напъти,';
$t[4] = 'Който изважда [тревата на] пасбището';
$t[5] = 'и го превръща в черно стърнище!';
$t[6] = 'Ще ти дадем да четеш [Корана, о, Мухаммад] и не ще забравиш,';
$t[7] = 'освен каквото Аллах пожелае. Той знае явното и скритото.';
$t[8] = 'И ще те улесним за лесното.';
$t[9] = 'Напомняй, ако има полза от напомнянето!';
$t[10] = 'Ще си спомни онзи, който се страхува.';
$t[11] = 'И ще се отдръпне от това най-лошият,';
$t[12] = 'който ще гори в най-големия Огън.';
$t[13] = 'После там нито ще умре, нито ще е жив.';
$t[14] = 'Сполучил е онзи, който се пречиства';
$t[15] = 'и споменава името на своя Господ, и отслужва молитвата.';
$t[16] = 'Да, предпочитате земния живот,';
$t[17] = 'но отвъдният е по-хубав и по-дълготраен.';
$t[18] = 'Това е [записано] в предишните писания -';
$t[19] = 'писанията на Ибрахим и на Муса.';
?>