<?php
$t = array();
$t[1] = 'Не! Кълна се в този град [Мека] -';
$t[2] = 'на теб [о, Мухаммад] този град ти беше позволен, -';
$t[3] = 'и в родителя [Адам], и в неговото потомство!';
$t[4] = 'Ние сътворихме човека в трудности.';
$t[5] = 'Нима смята, че никой не ще го надмогне?';
$t[6] = 'Казва: &ldquo;Пропилях огромно богатство.&rdquo;';
$t[7] = 'Нима смята, че никой не го е видял?';
$t[8] = 'Не му ли дадохме Ние две очи';
$t[9] = 'и език, и устни,';
$t[10] = 'и му посочихме двата пътя,';
$t[11] = 'ала той не пое стръмния път.';
$t[12] = 'Но откъде да знаеш ти какво е стръмният път?';
$t[13] = 'Да се освободи роб';
$t[14] = 'или да се даде храна в ден на глад';
$t[15] = 'на сирак - роднина';
$t[16] = 'или на окаян клетник.';
$t[17] = 'И е от онези, които вярват и взаимно се наставляват за търпение, и взаимно се наставляват за състрадание.';
$t[18] = 'Тези са хората на десницата.';
$t[19] = 'А които отхвърлят Нашите знамения, те са хората на левицата.';
$t[20] = 'Ще бъдат затворени в Огъня.';
?>