<?php
$t = array();
$t[1] = 'Кълна се в слънцето и в неговото сияние,';
$t[2] = 'и в луната, която го следва,';
$t[3] = 'и в деня, който го проявява,';
$t[4] = 'и в нощта, която го покрива,';
$t[5] = 'и в небето, и в Онзи, Който го е съградил,';
$t[6] = 'и в земята, и в Онзи, Който я е разпрострял,';
$t[7] = 'и в душата, и в Онзи, Който я е създал,';
$t[8] = 'и на нея е посочил [що е] нечестивост и богобоязливост!';
$t[9] = 'Сполучва онзи, който я пречиства.';
$t[10] = 'А губи онзи, който се омърсява.';
$t[11] = 'Самудяните отричаха поради своето непокорство.';
$t[12] = 'Когато най-злият от тях се втурна към камилата';
$t[13] = 'и пратеникът на Аллах [Салих] им каза: &ldquo;Не посягайте на камилата на Аллах и не й пречете да пие!&rdquo;,';
$t[14] = 'ала го взеха за лъжец и я заклаха, - тогава техният Господ ги унищожи заради греха им - поравно.';
$t[15] = 'Не се страхува Той за последствието.';
?>