<?php
$t = array();
$t[1] = 'Кълна се в нощта, когато се спуска';
$t[2] = 'и в деня, когато засиява,';
$t[3] = 'и в Онзи, Който е сътворил мъжа и жената, -';
$t[4] = 'вашите стремежи са различни!';
$t[5] = 'Който раздава и се бои,';
$t[6] = 'и вярва в Най-прекрасното,';
$t[7] = 'ще го улесним към лесното.';
$t[8] = 'А който е скъперник и пренебрегва,';
$t[9] = 'и взима за лъжа Най-прекрасното,';
$t[10] = 'ще го улесним към трудното';
$t[11] = 'и не ще го избави неговото богатство, когато пропадне.';
$t[12] = 'Наша грижа е напътването.';
$t[13] = 'На Нас принадлежи и отвъдното, и настоящето.';
$t[14] = 'И ви предупредих за Огъня пламтящ.';
$t[15] = 'Ще гори в него само злият,';
$t[16] = 'който отрича и се отвръща.';
$t[17] = 'И ще бъде предпазен от него богобоязливият,';
$t[18] = 'който раздава своето богатство, за да се пречисти,';
$t[19] = 'на никого не прави благодеяние, за да бъде възнаграден,';
$t[20] = 'а само в стремеж към Лика на своя Господ, Върховния.';
$t[21] = 'И непременно ще е доволен.';
?>