<?php
$t = array();
$t[1] = 'Кълна се в утрото';
$t[2] = 'и в нощта, когато настъпва мрак -';
$t[3] = 'не те изостави твоят Господ [о, Мухаммад] и не те възненавиди.';
$t[4] = 'Отвъдният живот е по-добър за теб от настоящия.';
$t[5] = 'И ще ти въздаде твоят Господ, и ще си доволен.';
$t[6] = 'Не те ли намери Той сирак и не те ли приюти?';
$t[7] = 'И те намери заблуден, и те напъти.';
$t[8] = 'И те намери беден, и те замогна.';
$t[9] = 'Тъй че не огорчавай сирака!';
$t[10] = 'И не отпъждай умоляващия!';
$t[11] = 'И за благодатта на твоя Господ възвестявай!';
?>