<?php
$t = array();
$t[1] = 'Чети [о, Мухаммад] в името на твоя Господ, Който сътвори -';
$t[2] = 'сътвори човека от съсирек!';
$t[3] = 'Чети! Твоят Господ е Най-щедрия,';
$t[4] = 'Онзи, Който научи чрез калема,';
$t[5] = 'научи човека на онова, което не е знаел.';
$t[6] = 'Ала не! Човек престъпва,';
$t[7] = 'защото се е видял богат.';
$t[8] = 'Към твоя Господ е завръщането.';
$t[9] = 'Видя ли ти онзи, който пречи';
$t[10] = 'на раб, когато отслужва молитвата?';
$t[11] = 'Видя ли дали той бе на правия път,';
$t[12] = 'или повелява богобоязънта?';
$t[13] = 'Видя ли дали той отрича и се отмята?';
$t[14] = 'Не знае ли той, че Аллах вижда?';
$t[15] = 'Ала не! Ако не престане, ще го повлечем за перчема -';
$t[16] = 'перчема лъжлив, грешен.';
$t[17] = 'И да зове той своето сборище!';
$t[18] = 'Ние ще призовем стражата [от ангелите, които пазят Ада].';
$t[19] = 'Ала не! Не му се подчинявай! И свеждай чело до земята в суджуд, и [към Аллах] се приближавай!';
?>