<?php
$t = array();
$t[1] = 'Онези от хората на Писанието и съдружаващите, които не вярваха, не се разделиха [с неверието си], докато при тях не дойде ясният знак -';
$t[2] = 'Пратеник от Аллах, четящ пречистени свитъци [от Корана],';
$t[3] = 'в които има правдиви писания.';
$t[4] = 'И дарените с Писанието се разединиха едва след като при тях дойде ясният знак.';
$t[5] = 'И бе им повелено да се прекланят единствено пред Аллах, предани Нему в религията, правоверни, и да отслужват молитвата, и да дават милостинята закат. Това е правдивата религия.';
$t[6] = 'Онези от хората на Писанието и от съдружаващите, които не вярваха, ще бъдат в Огъня на Ада, там ще пребивават вечно. Те са най-лошите от създанията.';
$t[7] = 'Онези, които вярват и вършат праведни дела, те са най-добрите от творенията.';
$t[8] = 'Въздаянието им при техния Господ ще са Градините на Адн, сред които реки текат, там ще пребивават вечно и завинаги. Аллах ще е доволен от тях и те ще бъдат доволни от Него. Това е за всеки, който се страхува от своя Господ.';
?>