<?php
$t = array();
$t[1] = 'سُورَة يُونُس عَلَيْهِ السَّلَام مَكِّيَّة فِي قَوْل الْحَسَن وَعِكْرِمَة وَعَطَاء وَجَابِر . وَقَالَ اِبْن عَبَّاس إِلَّا ثَلَاث آيَات مِنْ قَوْله تَعَالَى : &quot; فَإِنْ كُنْت فِي شَكّ &quot; [ يُونُس : 94 ] إِلَى آخِرهنَّ . وَقَالَ مُقَاتِل : إِلَّا آيَتَيْنِ وَهِيَ قَوْله : &quot; فَإِنْ كُنْت فِي شَكّ &quot; نَزَلَتْ بِالْمَدِينَةِ . وَقَالَ الْكَلْبِيّ : مَكِّيَّة إِلَّا قَوْله : &quot; وَمِنْهُمْ مَنْ يُؤْمِن بِهِ وَمِنْهُمْ مَنْ لَا يُؤْمِن بِهِ &quot; [ يُونُس : 40 ] نَزَلَتْ بِالْمَدِينَةِ فِي الْيَهُود . وَقَالَتْ فِرْقَة : نَزَلَ مِنْ أَوَّلهَا نَحْو مِنْ أَرْبَعِينَ آيَة بِمَكَّة وَبَاقِيهَا بِالْمَدِينَةِ .

قَالَ النَّحَّاس : قُرِئَ عَلَى أَبِي جَعْفَر أَحْمَد بْن شُعَيْب بْن عَلِيّ بْن الْحُسَيْن بْن حُرَيْث قَالَ : أَخْبَرَنَا عَلِيّ بْن الْحُسَيْن عَنْ أَبِيهِ عَنْ يَزِيد أَنَّ عِكْرِمَة حَدَّثَهُ عَنْ اِبْن عَبَّاس : الر , وحم , وَنُون حُرُوف الرَّحْمَن مُفَرَّقَة ; فَحَدَّثْت بِهِ الْأَعْمَش فَقَالَ : عِنْدك أَشْبَاه هَذَا وَلَا تُخْبِرنِي بِهِ ؟ . وَعَنْ اِبْن عَبَّاس أَيْضًا قَالَ : &quot; الر &quot; أَنَا اللَّه أَرَى . قَالَ النَّحَّاس : وَرَأَيْت أَبَا إِسْحَاق يَمِيل إِلَى هَذَا الْقَوْل ; لِأَنَّ سِيبَوَيْهِ قَدْ حَكَى مِثْله عَنْ الْعَرَب وَأَنْشَدَ : بِالْخَيْرِ خَيْرَات وَإِنْ شَرًّا فا وَلَا أُرِيد الشَّرّ إِلَّا أَنْ تا وَقَالَ الْحَسَن وَعِكْرِمَة : &quot; الر &quot; قَسَم . وَقَالَ سَعِيد عَنْ قَتَادَة : &quot; الر &quot; اِسْم السُّورَة ; قَالَ : وَكَذَلِكَ كُلّ هِجَاء فِي الْقُرْآن . وَقَالَ مُجَاهِد : هِيَ فَوَاتِح السُّوَر . وَقَالَ مُحَمَّد بْن يَزِيد : هِيَ تَنْبِيه , وَكَذَا حُرُوف التَّهَجِّي . وَقُرِئَ &quot; الر &quot; مِنْ غَيْر إِمَالَة . وَقُرِئَ بِالْإِمَالَةِ لِئَلَّا تُشْبِه مَا وَلَا مِنْ الْحُرُوف .



اِبْتِدَاء وَخَبَر ; أَيْ تِلْكَ الَّتِي جَرَى ذِكْرهَا آيَات الْكِتَاب الْحَكِيم . قَالَ مُجَاهِد وَقَتَادَة : أَرَادَ التَّوْرَاة وَالْإِنْجِيل وَالْكُتُب الْمُتَقَدِّمَة ; فَإِنَّ &quot; تِلْكَ &quot; إِشَارَة إِلَى غَائِب مُؤَنَّث . وَقِيلَ : &quot; تِلْكَ &quot; بِمَعْنَى هَذِهِ ; أَيْ هَذِهِ آيَات الْكِتَاب الْحَكِيم . وَمِنْهُ قَوْل الْأَعْشَى : تِلْكَ خَيْلِي مِنْهُ وَتِلْكَ رِكَابِي هُنَّ صُفْر أَوْلَادهَا كَالزَّبِيبِ أَيْ هَذِهِ خَيْلِي . وَالْمُرَاد الْقُرْآن وَهُوَ أَوْلَى بِالصَّوَابِ ; لِأَنَّهُ لَمْ يَجْرِ لِلْكُتُبِ الْمُتَقَدِّمَة ذِكْر , وَلِأَنَّ &quot; الْحَكِيم &quot; مِنْ نَعْت الْقُرْآن . دَلِيله قَوْله تَعَالَى : &quot; الر كِتَاب أُحْكِمَتْ آيَاته &quot; [ هُود : 1 ] وَقَدْ تَقَدَّمَ هَذَا الْمَعْنَى فِي أَوَّل سُورَة &quot; الْبَقَرَة &quot; . وَالْحَكِيم : الْمُحْكَم بِالْحَلَالِ وَالْحَرَام وَالْحُدُود وَالْأَحْكَام ; قَالَهُ أَبُو عُبَيْدَة وَغَيْره . وَقِيلَ : الْحَكِيم بِمَعْنَى الْحَاكِم ; أَيْ إِنَّهُ حَاكِم بِالْحَلَالِ وَالْحَرَام , وَحَاكِم بَيْن النَّاس بِالْحَقِّ ; فَعِيل بِمَعْنَى فَاعِل . دَلِيله قَوْله : &quot; وَأَنْزَلَ مَعَهُمْ الْكِتَاب بِالْحَقِّ لِيَحْكُم بَيْن النَّاس فِيمَا اِخْتَلَفُوا فِيهِ &quot; [ الْبَقَرَة : 213 ] . وَقِيلَ : الْحَكِيم بِمَعْنَى الْمَحْكُوم فِيهِ ; أَيْ حَكَمَ اللَّه فِيهِ بِالْعَدْلِ وَالْإِحْسَان وَإِيتَاء ذِي الْقُرْبَى , وَحَكَمَ فِيهِ بِالنَّهْيِ عَنْ الْفَحْشَاء وَالْمُنْكَر , وَبِالْجَنَّةِ لِمَنْ أَطَاعَهُ وَبِالنَّارِ لِمَنْ عَصَاهُ ; فَهُوَ فَعِيل بِمَعْنَى الْمَفْعُول ; قَالَهُ الْحَسَن وَغَيْره . وَقَالَ مُقَاتِل : الْحَكِيم بِمَعْنَى الْمُحْكَم مِنْ الْبَاطِل لَا كَذِب فِيهِ وَلَا اِخْتِلَاف ; فَعِيل بِمَعْنَى مُفْعَل , كَقَوْلِ الْأَعْشَى يَذْكُر قَصِيدَته الَّتِي قَالَهَا : وَغَرِيبَة تَأْتِي الْمُلُوك حَكِيمَة قَدْ قُلْتهَا لِيُقَالَ مَنْ ذَا قَالَهَا';
$t[2] = 'اِسْتِفْهَام مَعْنَاهُ التَّقْرِير وَالتَّوْبِيخ . &quot; وَعَجَبًا &quot; خَبَر كَانَ , وَاسْمهَا



وَهُوَ فِي مَوْضِع رَفْع ; أَيْ كَانَ إِيحَاؤُنَا عَجَبًا لِلنَّاسِ . وَفِي قِرَاءَة عَبْد اللَّه &quot; عَجَب &quot; عَلَى أَنَّهُ اِسْم كَانَ . وَالْخَبَر &quot; أَنْ أَوْحَيْنَا &quot; .



قُرِئَ &quot; رَجْل &quot; بِإِسْكَانِ الْجِيم . وَسَبَب النُّزُول فِيمَا رُوِيَ عَنْ اِبْن عَبَّاس أَنَّ الْكُفَّار قَالُوا لَمَّا بُعِثَ مُحَمَّد : إِنَّ اللَّه أَعْظَم مِنْ أَنْ يَكُون رَسُوله بَشَرًا . وَقَالُوا : مَا وَجَدَ اللَّه مَنْ يُرْسِلهُ إِلَّا يَتِيم أَبِي طَالِب ; فَنَزَلَتْ : &quot; أَكَانَ لِلنَّاسِ &quot; يَعْنِي أَهْل مَكَّة &quot; عَجَبًا &quot; . وَقِيلَ : إِنَّمَا تَعَجَّبُوا مِنْ ذِكْر الْبَعْث .


فِي مَوْضِع نَصْب بِإِسْقَاطِ الْخَافِض ; أَيْ بِأَنْ أَنْذِرْ النَّاس , وَقَدْ تَقَدَّمَ مَعْنَى النِّذَارَة وَالْبِشَارَة وَغَيْر ذَلِكَ مِنْ أَلْفَاظ الْآيَة .



وَاخْتُلِفَ فِي مَعْنَى &quot; قَدَم صِدْق &quot; فَقَالَ اِبْن عَبَّاس : قَدَم صِدْق مَنْزِل صِدْق ; دَلِيله قَوْله تَعَالَى : &quot; وَقُلْ رَبّ أَدْخِلْنِي مُدْخَل صِدْق &quot; [ الْإِسْرَاء : 80 ] . وَعَنْهُ أَيْضًا أَجْرًا حَسَنًا بِمَا قَدَّمُوا مِنْ أَعْمَالهمْ . وَعَنْهُ أَيْضًا &quot; قَدَم صِدْق &quot; سَبْق السَّعَادَة فِي الذِّكْر الْأَوَّل , وَقَالَهُ مُجَاهِد . الزَّجَّاج : دَرَجَة عَالِيَة . قَالَ ذُو الرُّمَّة : لَكُمْ قَدَم لَا يُنْكِر النَّاس أَنَّهَا مَعَ الْحَسَب الْعَالِي طَمَّتْ عَلَى الْبَحْر قَتَادَة : سَلَف صِدْق . الرَّبِيع : ثَوَاب صِدْق . عَطَاء : مَقَام صِدْق . يَمَان : إِيمَان صِدْق . وَقِيلَ : دَعْوَة الْمَلَائِكَة . وَقِيلَ : وَلَد صَالِح قَدَّمُوهُ . الْمَاوَرْدِيّ : أَنْ يُوَافِق صِدْق الطَّاعَة الْجَزَاء . وَقَالَ الْحَسَن وَقَتَادَة أَيْضًا : هُوَ مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ; فَإِنَّهُ شَفِيع مُطَاع يَتَقَدَّمهُمْ ; كَمَا قَالَ : ( أَنَا فَرَطكُمْ عَلَى الْحَوْض ) . وَقَدْ سُئِلَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : ( هِيَ شَفَاعَتِي تَوَسَّلُونَ بِي إِلَى رَبّكُمْ ) . وَقَالَ التِّرْمِذِيّ الْحَكِيم : قَدَمه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي الْمَقَام الْمَحْمُود . وَعَنْ الْحَسَن أَيْضًا : مُصِيبَتهمْ فِي النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ . وَقَالَ عَبْد الْعَزِيز بْن يَحْيَى : &quot; قَدَم صِدْق &quot; قَوْله تَعَالَى : &quot; إِنَّ الَّذِينَ سَبَقَتْ لَهُمْ مِنَّا الْحُسْنَى أُولَئِكَ عَنْهَا مُبْعَدُونَ &quot; [ الْأَنْبِيَاء : 101 ] وَقَالَ مُقَاتِل : أَعْمَالًا قَدَّمُوهَا ; وَاخْتَارَهُ الطَّبَرِيّ . قَالَ الْوَضَّاح : صَلِّ لِذِي الْعَرْش وَاِتَّخِذْ قَدَمًا تُنْجِيك يَوْم الْعِثَار وَالزَّلَل وَقِيلَ : هُوَ تَقْدِيم اللَّه هَذِهِ الْأُمَّة فِي الْحَشْر مِنْ الْقَبْر وَفِي إِدْخَال الْجَنَّة . كَمَا قَالَ : ( نَحْنُ الْآخِرُونَ السَّابِقُونَ يَوْم الْقِيَامَة الْمَقْضِيّ لَهُمْ قَبْل الْخَلَائِق ) . وَحَقِيقَته أَنَّهُ كِنَايَة عَنْ السَّعْي فِي الْعَمَل الصَّالِح ; فَكَنَّى عَنْهُ بِالْقَدَمِ كَمَا يُكَنَّى عَنْ الْإِنْعَام بِالْيَدِ وَعَنْ الثَّنَاء بِاللِّسَانِ . وَأَنْشَدَ حَسَّان : لَنَا الْقَدَم الْعُلْيَا إِلَيْك وَخَلْفَنَا لِأَوَّلِنَا فِي طَاعَة اللَّه تَابِع يُرِيد السَّابِقَة بِإِخْلَاصِ الطَّاعَة , وَاَللَّه أَعْلَم . وَقَالَ أَبُو عُبَيْدَة وَالْكِسَائِيّ : كُلّ سَابِق مِنْ خَيْر أَوْ شَرّ فَهُوَ عِنْد الْعَرَب قَدَم ; يُقَال : لِفُلَانٍ قَدَم فِي الْإِسْلَام , لَهُ عِنْدِي قَدَم صِدْق وَقَدَم شَرّ وَقَدَم خَيْر . وَهُوَ مُؤَنَّث وَقَدْ يُذَكَّر ; يُقَال : قَدَم حَسَن وَقَدَم صَالِحَة . وَقَالَ اِبْن الْأَعْرَابِيّ : الْقَدَم التَّقَدُّم فِي الشَّرَف ; قَالَ الْعَجَّاج : زَلَّ بَنُو الْعَوَّام عَنْ آل الْحَكَم وَتَرَكُوا الْمُلْك لِمَلِكِ ذِي قَدَم وَفِي الصِّحَاح عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ : ( لِي خَمْسَة أَسْمَاء . أَنَا مُحَمَّد وَأَحْمَد وَأَنَا الْمَاحِي الَّذِي يَمْحُو اللَّه بِيَ الْكُفْر وَأَنَا الْحَاشِر الَّذِي يُحْشَر النَّاس عَلَى قَدَمِي وَأَنَا الْعَاقِب ) يُرِيد آخِر الْأَنْبِيَاء ; كَمَا قَالَ تَعَالَى : &quot; وَخَاتَم النَّبِيِّينَ &quot; [ الْأَحْزَاب : 40 ] .



قَرَأَ اِبْن مُحَيْصِن وَابْن كَثِير وَالْكُوفِيُّونَ عَاصِم وَحَمْزَة وَالْكِسَائِيّ وَخَلَف وَالْأَعْمَش &quot; لَسَاحِر &quot; نَعْتًا لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ . وَقَرَأَ الْبَاقُونَ &quot; لَسِحْر &quot; نَعْتًا لِلْقُرْآنِ وَقَدْ تَقَدَّمَ مَعْنَى السِّحْر فِي &quot; الْبَقَرَة &quot; .';
$t[3] = 'هَذِهِ مَسْأَلَة الِاسْتِوَاء ; وَلِلْعُلَمَاءِ فِيهَا كَلَام وَإِجْرَاء . وَقَدْ بَيَّنَّا أَقْوَال الْعُلَمَاء فِيهَا فِي الْكِتَاب الْأَسْنَى فِي شَرْح أَسْمَاء اللَّه الْحُسْنَى وَصِفَاته الْعُلَى ) وَذَكَرْنَا فِيهَا هُنَاكَ أَرْبَعَة عَشَر قَوْلًا . وَالْأَكْثَر مِنْ الْمُتَقَدِّمِينَ وَالْمُتَأَخِّرِينَ أَنَّهُ إِذَا وَجَبَ تَنْزِيه الْبَارِي سُبْحَانه عَنْ الْجِهَة وَالتَّحَيُّز فَمِنْ ضَرُورَة ذَلِكَ وَلَوَاحِقه اللَّازِمَة عَلَيْهِ عِنْد عَامَّة الْعُلَمَاء الْمُتَقَدِّمِينَ وَقَادَتهمْ مِنْ الْمُتَأَخِّرِينَ تَنْزِيهه تَبَارَكَ وَتَعَالَى عَنْ الْجِهَة , فَلَيْسَ بِجِهَةِ فَوْق عِنْدهمْ ; لِأَنَّهُ يَلْزَم مِنْ ذَلِكَ عِنْدهمْ مَتَى اِخْتَصَّ بِجِهَةٍ أَنْ يَكُون فِي مَكَان أَوْ حَيِّز , وَيَلْزَم عَلَى الْمَكَان وَالْحَيِّز الْحَرَكَة وَالسُّكُون لِلْمُتَحَيِّزِ , وَالتَّغَيُّر وَالْحُدُوث . هَذَا قَوْل الْمُتَكَلِّمِينَ . وَقَدْ كَانَ السَّلَف الْأَوَّل رَضِيَ اللَّه عَنْهُمْ لَا يَقُولُونَ بِنَفْيِ الْجِهَة وَلَا يَنْطِقُونَ بِذَلِكَ , بَلْ نَطَقُوا هُمْ وَالْكَافَّة بِإِثْبَاتِهَا لِلَّهِ تَعَالَى كَمَا نَطَقَ كِتَابه وَأَخْبَرَتْ رُسُله . وَلَمْ يُنْكِر أَحَد مِنْ السَّلَف الصَّالِح أَنَّهُ اِسْتَوَى عَلَى عَرْشه حَقِيقَة . وَخُصَّ الْعَرْش بِذَلِكَ لِأَنَّهُ أَعْظَم مَخْلُوقَاته , وَإِنَّمَا جَهِلُوا كَيْفِيَّة الِاسْتِوَاء فَإِنَّهُ لَا تُعْلَم حَقِيقَته . قَالَ مَالِك رَحِمَهُ اللَّه : الِاسْتِوَاء مَعْلُوم - يَعْنِي فِي اللُّغَة - وَالْكَيْف مَجْهُول , وَالسُّؤَال عَنْ هَذَا بِدْعَة . وَكَذَا قَالَتْ أُمّ سَلَمَة رَضِيَ اللَّه عَنْهَا . وَهَذَا الْقَدْر كَافٍ , وَمَنْ أَرَادَ زِيَادَة عَلَيْهِ فَلْيَقِفْ عَلَيْهِ فِي مَوْضِعه مِنْ كُتُب الْعُلَمَاء . وَالِاسْتِوَاء فِي كَلَام الْعَرَب هُوَ الْعُلُوّ وَالِاسْتِقْرَار . قَالَ الْجَوْهَرِيّ : وَاسْتَوَى مِنْ اِعْوِجَاج , وَاسْتَوَى عَلَى ظَهْر دَابَّته ; أَيْ اِسْتَقَرَّ . وَاسْتَوَى إِلَى السَّمَاء أَيْ قَصَدَ . وَاسْتَوَى أَيْ اِسْتَوْلَى وَظَهَرَ . قَالَ : قَدْ اِسْتَوَى بَشَر عَلَى الْعِرَاق مِنْ غَيْر سَيْف وَدَم مُهْرَاق وَاسْتَوَى الرَّجُل أَيْ اِنْتَهَى شَبَابه . وَاسْتَوَى الشَّيْء إِذَا اِعْتَدَلَ . وَحَكَى أَبُو عُمَر بْن عَبْد الْبَرّ عَنْ أَبِي عُبَيْدَة فِي قَوْله تَعَالَى : &quot; الرَّحْمَن عَلَى الْعَرْش اِسْتَوَى &quot; [ طَه : 5 ] قَالَ : عَلَا . وَقَالَ الشَّاعِر : فَأَوْرَدْتهمْ مَاء بِفَيْفَاءَ قَفْرَة وَقَدْ حَلَّقَ النَّجْم الْيَمَانِيّ فَاسْتَوَى أَيْ عَلَا وَارْتَفَعَ . قُلْت : فَعُلُوّ اللَّه تَعَالَى وَارْتِفَاعه عِبَارَة عَنْ عُلُوّ مَجْده وَصِفَاته وَمَلَكُوته . أَيْ لَيْسَ فَوْقه فِيمَا يَجِب لَهُ مِنْ مَعَانِي الْجَلَال أَحَد , وَلَا مَعَهُ مَنْ يَكُون الْعُلُوّ مُشْتَرَكًا بَيْنه وَبَيْنه ; لَكِنَّهُ الْعَلِيّ بِالْإِطْلَاقِ سُبْحَانه .

&quot; عَلَى الْعَرْش &quot; لَفْظ مُشْتَرَك يُطْلَق عَلَى أَكْثَر مِنْ وَاحِد . قَالَ الْجَوْهَرِيّ وَغَيْره : الْعَرْش سَرِير الْمَلِك . وَفِي التَّنْزِيل &quot; نَكِّرُوا لَهَا عَرْشهَا &quot; [ النَّمْل : 41 ] , &quot; وَرَفَعَ أَبَوَيْهِ عَلَى الْعَرْش &quot; [ يُوسُف : 100 ] . وَالْعَرْش : سَقْف الْبَيْت . وَعَرْش الْقَدَم : مَا نَتَأَ فِي ظَهْرهَا وَفِيهِ الْأَصَابِع . وَعَرْش السِّمَاك : أَرْبَعَة كَوَاكِب صِغَار أَسْفَل مِنْ الْعَوَّاء , يُقَال : إِنَّهَا عَجُز الْأَسَد . وَعَرْش الْبِئْر : طَيّهَا بِالْخَشَبِ , بَعْد أَنْ يُطْوَى أَسْفَلهَا بِالْحِجَارَةِ قَدْر قَامَة ; فَذَلِكَ الْخَشَب هُوَ الْعَرْش , وَالْجَمْع عُرُوش . وَالْعَرْش اِسْم لِمَكَّةَ . وَالْعَرْش الْمُلْك وَالسُّلْطَان . يُقَال : ثُلَّ عَرْش فُلَان إِذَا ذَهَبَ مُلْكه وَسُلْطَانه وَعِزّه . قَالَ زُهَيْر : تَدَارَكْتُمَا عَبْسًا وَقَدْ ثُلَّ عَرْشهَا وَذُبْيَان إِذْ ذَلَّتْ بِأَقْدَامِهَا النَّعْل وَقَدْ يُؤَوَّل الْعَرْش فِي الْآيَة بِمَعْنَى الْمُلْك , أَيْ مَا اِسْتَوَى الْمُلْك إِلَّا لَهُ جَلَّ وَعَزَّ . وَهُوَ قَوْل حَسَن وَفِيهِ نَظَر , وَقَدْ بَيَّنَّاهُ فِي جُمْلَة الْأَقْوَال فِي كِتَابنَا . وَالْحَمْد لِلَّهِ .



قَالَ مُجَاهِد : يَقْضِيه وَيُقَدِّرهُ وَحْده . اِبْن عَبَّاس : لَا يُشْرِكهُ فِي تَدْبِير خَلْقه أَحَد . وَقِيلَ : يَبْعَث بِالْأَمْرِ . وَقِيلَ : يَنْزِل بِهِ . وَقِيلَ : يَأْمُر بِهِ وَيُمْضِيه ; وَالْمَعْنَى مُتَقَارِب . فَجِبْرِيل لِلْوَحْيِ , وَمِيكَائِيل لِلْقَطْرِ , وَإِسْرَافِيل لِلصُّورِ , وَعِزْرَائِيل لِلْقَبْضِ . وَحَقِيقَته تَنْزِيل الْأُمُور فِي مَرَاتِبهَا عَلَى أَحْكَام عَوَاقِبهَا , وَاشْتِقَاقه مِنْ الدُّبر . وَالْأَمْر اِسْم لِجِنْسِ الْأُمُور .



فِي مَوْضِع رَفْع , وَالْمَعْنَى مَا شَفِيع



وَقَدْ تَقَدَّمَ فِي &quot; الْبَقَرَة &quot; مَعْنَى الشَّفَاعَة . فَلَا يَشْفَع أَحَد نَبِيّ وَلَا غَيْره إِلَّا بِإِذْنِهِ سُبْحَانه , وَهَذَا رَدّ عَلَى الْكُفَّار فِي قَوْلهمْ فِيمَا عَبَدُوهُ مِنْ دُون اللَّه : &quot; هَؤُلَاءِ شُفَعَاؤُنَا عِنْد اللَّه &quot; [ يُونُس : 18 ] فَأَعْلَمَهُمْ اللَّه أَنَّ أَحَدًا لَا يَشْفَع لِأَحَدٍ إِلَّا بِإِذْنِهِ , فَكَيْف بِشَفَاعَةِ أَصْنَام لَا تَعْقِل .



أَيْ ذَلِكُمْ الَّذِي فَعَلَ هَذِهِ الْأَشْيَاء مِنْ خَلْق السَّمَاوَات وَالْأَرْض هُوَ رَبّكُمْ لَا رَبّ لَكُمْ غَيْره . &quot; فَاعْبُدُوهُ &quot; أَيْ وَحِّدُوهُ وَأَخْلِصُوا لَهُ الْعِبَادَة .


أَيْ أَنَّهَا مَخْلُوقَاته فَتَسْتَدِلُّوا بِهَا عَلَيْهِ .';
$t[4] = 'رُفِعَ بِالِابْتِدَاءِ . &quot; جَمِيعًا &quot; نُصِبَ عَلَى الْحَال . وَمَعْنَى الرُّجُوع إِلَى اللَّه الرُّجُوع إِلَى جَزَائِهِ .


مَصْدَرَانِ ; أَيْ وَعَدَ اللَّه ذَلِكَ وَعْدًا وَحَقَّقَهُ &quot; حَقًّا &quot; صِدْقًا لَا خُلْف فِيهِ . وَقَرَأَ إِبْرَاهِيم بْن أَبِي عَبْلَة &quot; وَعْد اللَّه حَقّ &quot; عَلَى الِاسْتِئْنَاف .


أَيْ مِنْ التُّرَاب . &quot; ثُمَّ يُعِيدهُ &quot; إِلَيْهِ . مُجَاهِد : يُنْشِئهُ ثُمَّ يُمِيتهُ ثُمَّ يُحْيِيه لِلْبَعْثِ ; أَوْ يُنْشِئهُ مِنْ الْمَاء ثُمَّ يُعِيدهُ مِنْ حَال إِلَى حَال . وَقَرَأَ يَزِيد بْن الْقَعْقَاع &quot; أَنَّهُ يَبْدَأ الْخَلْق &quot; تَكُون &quot; أَنَّ &quot; فِي مَوْضِع نَصْب ; أَيْ وَعَدَكُمْ أَنَّهُ يَبْدَأ الْخَلْق . وَيَجُوز أَنْ يَكُون التَّقْدِير لِأَنَّهُ يَبْدَأ الْخَلْق ; كَمَا يُقَال : لَبَّيْكَ أَنَّ الْحَمْد وَالنِّعْمَة لَك ; وَالْكَسْر أَجْوَد . وَأَجَازَ الْفَرَّاء أَنْ تَكُون &quot; أَنَّ &quot; فِي مَوْضِع رَفْع فَتَكُون اِسْمًا . قَالَ أَحْمَد بْن يَحْيَى : يَكُون التَّقْدِير حَقًّا إِبْدَاؤُهُ الْخَلْق .


أَيْ بِالْعَدْلِ .



أَيْ مَاء حَارّ قَدْ اِنْتَهَى حَرّه , وَالْحَمِيمَة مِثْله . يُقَال : حَمَمْت الْمَاء أَحُمّه فَهُوَ حَمِيم , أَيْ مَحْمُوم ; فَعِيل بِمَعْنَى مَفْعُول . وَكُلّ مُسَخَّن عِنْد الْعَرَب فَهُوَ حَمِيم .


أَيْ مُوجِع , يَخْلُص وَجَعه إِلَى قُلُوبهمْ .



أَيْ بِكُفْرِهِمْ , وَكَانَ مُعْظَم قُرَيْش يَعْتَرِفُونَ بِأَنَّ اللَّه خَالِقهمْ ; فَاحْتَجَّ عَلَيْهِمْ بِهَذَا فَقَالَ : مَنْ قَدَرَ عَلَى الِابْتِدَاء قَدَرَ عَلَى الْإِعَادَة بَعْد الْإِفْنَاء أَوْ بَعْد تَفْرِيق الْأَجْزَاء .';
$t[5] = 'مَفْعُولَانِ , أَيْ مُضِيئَة , وَلَمْ يُؤَنِّث لِأَنَّهُ مَصْدَر ; أَوْ ذَات ضِيَاء



عَطْف , أَيْ مُنِيرًا , أَوْ ذَا نُور , فَالضِّيَاء مَا يُضِيء الْأَشْيَاء , وَالنُّور مَا يَبِين فَيَخْفَى , لِأَنَّهُ مِنْ النَّار مِنْ أَصْل وَاحِد . وَالضِّيَاء جَمْع ضَوْء ; كَالسِّيَاطِ وَالْحِيَاض جَمْع سَوْط وَحَوْض . وَقَرَأَ قُنْبُل عَنْ اِبْن كَثِير &quot; ضِئَاء &quot; بِهَمْزِ الْيَاء وَلَا وَجْه لَهُ , لِأَنَّ يَاءَه كَانَتْ وَاوًا مَفْتُوحَة وَهِيَ عَيْن الْفِعْل , أَصْلهَا ضِوَاء فَقُلِبَتْ وَجُعِلَتْ يَاء كَمَا جُعِلَتْ فِي الصِّيَام وَالْقِيَام . قَالَ الْمَهْدَوِيّ : وَمَنْ قَرَأَ ضِئَاء بِالْهَمْزِ فَهُوَ مَقْلُوب , قُدِّمَتْ الْهَمْزَة الَّتِي بَعْد الْأَلِف فَصَارَتْ قَبْل الْأَلِف فَصَارَ ضِئَايًا , ثُمَّ قُلِبَتْ الْيَاء هَمْزَة لِوُقُوعِهَا بَعْد أَلِف زَائِدَة . وَكَذَلِكَ إِنْ قَدَّرْت أَنَّ الْيَاء حِين تَأَخَّرَتْ رَجَعَتْ إِلَى الْوَاو الَّتِي اِنْقَلَبَتْ عَنْهَا فَإِنَّهَا تُقْلَب هَمْزَة أَيْضًا فَوَزْنه فِلَاع مَقْلُوب مِنْ فِعَال . وَيُقَال : إِنَّ الشَّمْس وَالْقَمَر تُضِيء وُجُوههمَا لِأَهْلِ السَّمَاوَات السَّبْع وَظُهُورهمَا لِأَهْلِ الْأَرَضِينَ السَّبْع .



أَيْ ذَا مَنَازِل , أَوْ قَدَّرَ لَهُ مَنَازِل . ثُمَّ قِيلَ : الْمَعْنَى وَقَدَّرَهُمَا , فَوَحَّدَ إِيجَازًا وَاخْتِصَارًا ; كَمَا قَالَ : &quot; وَإِذَا رَأَوْا تِجَارَة أَوْ لَهْوًا اِنْفَضُّوا إِلَيْهَا &quot; . وَكَمَا قَالَ : نَحْنُ بِمَا عِنْدنَا وَأَنْتَ بِمَا عِنْدك رَاضٍ وَالرَّأْي مُخْتَلِف وَقِيلَ : إِنَّ الْإِخْبَار عَنْ الْقَمَر وَحْده ; إِذْ بِهِ تُحْصَى الشُّهُور الَّتِي عَلَيْهَا الْعَمَل فِي الْمُعَامَلَات وَنَحْوهَا , كَمَا تَقَدَّمَ فِي &quot; الْبَقَرَة &quot; . وَفِي سُورَة يس : &quot; وَالْقَمَر قَدَّرْنَاهُ مَنَازِل &quot; [ يس : 39 ] أَيْ عَلَى عَدَد الشَّهْر , وَهُوَ ثَمَانِيَة وَعِشْرُونَ مَنْزِلًا . وَيَوْمَانِ لِلنُّقْصَانِ وَالْمِحَاق , وَهُنَاكَ يَأْتِي بَيَانه .



قَالَ اِبْن عَبَّاس : لَوْ جَعَلَ شَمْسَيْنِ , شَمْسًا بِالنَّهَارِ وَشَمْسًا بِاللَّيْلِ لَيْسَ فِيهِمَا ظُلْمَة وَلَا لَيْل , لَمْ يُعْلَم عَدَد السِّنِينَ وَحِسَاب الشُّهُور . وَوَاحِد &quot; السِّنِينَ &quot; سَنَة , وَمِنْ الْعَرَب مَنْ يَقُول : سَنَوَات فِي الْجَمْع وَمِنْهُمْ مَنْ يَقُول : سَنَهَات . وَالتَّصْغِير سُنَيَّة وَسُنَيْهَة .



أَيْ مَا أَرَادَ اللَّه عَزَّ وَجَلَّ بِخَلْقِ ذَلِكَ إِلَّا الْحِكْمَة وَالصَّوَاب , وَإِظْهَارًا لِصَنْعَتِهِ وَحِكْمَته , وَدَلَالَة عَلَى قُدْرَته وَعِلْمه , وَلِتُجْزَى كُلّ نَفْس بِمَا كَسَبَتْ ; فَهَذَا هُوَ الْحَقّ .


تَفْصِيل الْآيَات تَبْيِينهَا لِيُسْتَدَلّ بِهَا عَلَى قُدْرَته تَعَالَى , لِاخْتِصَاصِ اللَّيْل بِظَلَامِهِ وَالنَّهَار بِضِيَائِهِ مِنْ غَيْر اِسْتِحْقَاق لَهُمَا وَلَا إِيجَاب ; فَيَكُون هَذَا لَهُمْ دَلِيلًا عَلَى أَنَّ ذَلِكَ بِإِرَادَةِ مُرِيد . وَقَرَأَ اِبْن كَثِير وَأَبُو عَمْرو وَحَفْص وَيَعْقُوب &quot; يُفَصِّل &quot; بِالْيَاءِ , وَاخْتَارَهُ أَبُو عُبَيْد وَأَبُو حَاتِم ; لِقَوْلِهِ مِنْ قَبْله : &quot; مَا خَلَقَ اللَّه ذَلِكَ إِلَّا بِالْحَقِّ &quot; وَبَعْده &quot; وَمَا خَلَقَ اللَّه فِي السَّمَاوَات وَالْأَرْض &quot; فَيَكُون مُتْبَعًا لَهُ . وَقَرَأَ اِبْن السَّمَيْقَع &quot; تُفَصَّل &quot; بِضَمِّ التَّاء وَفَتْح الصَّاد عَلَى الْفِعْل الْمَجْهُول , &quot; وَالْآيَات &quot; رَفْعًا . الْبَاقُونَ &quot; نُفَصِّل &quot; بِالنُّونِ عَلَى التَّعْظِيم .';
$t[6] = 'تَقَدَّمَ فِي &quot; الْبَقَرَة &quot; وَغَيْرهَا مَعْنَاهُ , وَالْحَمْد لِلَّهِ . وَقَدْ قِيلَ : إِنَّ سَبَب نُزُولهَا أَنَّ أَهْل مَكَّة سَأَلُوا آيَة فَرَدَّهُمْ إِلَى تَأَمُّل مَصْنُوعَاته وَالنَّظَر فِيهَا ; قَالَ اِبْن عَبَّاس . &quot; لِقَوْمٍ يَتَّقُونَ &quot; أَيْ الشِّرْك ; فَأَمَّا مَنْ أَشْرَكَ وَلَمْ يَسْتَدِلّ فَلَيْسَتْ الْآيَة لَهُ آيَة .';
$t[7] = '&quot; يَرْجُونَ &quot; يَخَافُونَ ; وَمِنْهُ قَوْل الشَّاعِر : إِذَا لَسَعَتْهُ النَّحْل لَمْ يَرْجُ لَسْعهَا وَخَالَفَهَا فِي بَيْت نُوب عَوَاسِل وَقِيلَ يَرْجُونَ يَطْمَعُونَ ; وَمِنْهُ قَوْل الْآخَر : أَيَرْجُو بَنُو مَرْوَان سَمْعِي وَطَاعَتِي وَقَوْمِي تَمِيم وَالْفَلَاة وَرَائِيَا فَالرَّجَاء يَكُون بِمَعْنَى الْخَوْف وَالطَّمَع ; أَيْ لَا يَخَافُونَ عِقَابًا وَلَا يَرْجُونَ ثَوَابًا . وَجُعِلَ لِقَاء الْعَذَاب وَالثَّوَاب لِقَاء لِلَّهِ تَفْخِيمًا لَهُمَا . وَقِيلَ : يَجْرِي اللِّقَاء عَلَى ظَاهِره , وَهُوَ الرُّؤْيَة ; أَيْ لَا يَطْمَعُونَ فِي رُؤْيَتنَا . وَقَالَ بَعْض الْعُلَمَاء : لَا يَقَع الرَّجَاء بِمَعْنَى الْخَوْف إِلَّا مَعَ الْجَحْد ; كَقَوْلِهِ تَعَالَى : &quot; مَا لَكُمْ لَا تَرْجُونَ لِلَّهِ وَقَارًا &quot; [ نُوح : 13 ] . وَقَالَ بَعْضهمْ : بَلْ يَقَع بِمَعْنَاهُ فِي كُلّ مَوْضِع دَلَّ عَلَيْهِ الْمَعْنَى .



أَيْ رَضُوا بِهَا عِوَضًا مِنْ الْآخِرَة فَعَمِلُوا لَهَا .


أَيْ فَرِحُوا بِهَا وَسَكَنُوا إِلَيْهَا , وَأَصْل اِطْمَأَنَّ طَأْمَنَ طُمَأْنِينَة , فَقُدِّمَتْ مِيمه وَزِيدَتْ نُون وَأَلِف وَصْل , ذَكَرَهُ الْغَزْنَوِيّ .


أَيْ عَنْ أَدِلَّتنَا


لَا يَعْتَبِرُونَ وَلَا يَتَفَكَّرُونَ .';
$t[8] = 'أَيْ مَثْوَاهُمْ وَمُقَامهمْ . أَيْ مِنْ الْكُفْر وَالتَّكْذِيب .';
$t[9] = 'أَيْ صَدَّقُوا .



أَيْ يَزِيدهُمْ هِدَايَة ; كَقَوْلِهِ : &quot; وَاَلَّذِينَ اِهْتَدَوْا زَادَهُمْ هُدًى &quot; [ مُحَمَّد : 17 ] . وَقِيلَ : &quot; يَهْدِيهِمْ رَبّهمْ بِإِيمَانِهِمْ &quot; إِلَى مَكَان تَجْرِي مِنْ تَحْتهمْ الْأَنْهَار . وَقَالَ أَبُو رَوْق : يَهْدِيهِمْ رَبّهمْ بِإِيمَانِهِمْ إِلَى الْجَنَّة . وَقَالَ عَطِيَّة : &quot; يَهْدِيهِمْ &quot; يُثِيبهُمْ وَيَجْزِيهِمْ . وَقَالَ مُجَاهِد : &quot; يَهْدِيهِمْ رَبّهمْ &quot; بِالنُّورِ عَلَى الصِّرَاط إِلَى الْجَنَّة , يَجْعَل لَهُمْ نُورًا يَمْشُونَ بِهِ . وَيُرْوَى عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَا يُقَوِّي هَذَا أَنَّهُ قَالَ : ( يَتَلَقَّى الْمُؤْمِن عَمَله فِي أَحْسَن صُورَة فَيُؤْنِسهُ وَيَهْدِيه وَيَتَلَقَّى الْكَافِر عَمَله فِي أَقْبَح صُورَة فَيُوحِشهُ وَيُضِلّهُ ) . هَذَا مَعْنَى الْحَدِيث . وَقَالَ اِبْن جُرَيْج : يَجْعَل عَمَلهمْ هَادِيًا لَهُمْ . الْحَسَن : &quot; يَهْدِيهِمْ &quot; يَرْحَمهُمْ .


قِيلَ : فِي الْكَلَام وَاو مَحْذُوفَة , أَيْ وَتَجْرِي مِنْ تَحْتهمْ , أَيْ مِنْ تَحْت بَسَاتِينهمْ . وَقِيلَ : مِنْ تَحْت أَسِرَّتهمْ ; وَهَذَا أَحْسَن فِي النُّزْهَة وَالْفُرْجَة .';
$t[10] = 'دَعْوَاهُمْ : أَيْ دُعَاؤُهُمْ ; وَالدَّعْوَى مَصْدَر دَعَا يَدْعُو , كَالشَّكْوَى مَصْدَر شَكَا يَشْكُو ; أَيْ دُعَاؤُهُمْ فِي الْجَنَّة أَنْ يَقُولُوا سُبْحَانك اللَّهُمَّ وَقِيلَ : إِذَا أَرَادُوا أَنْ يَسْأَلُوا شَيْئًا أَخْرَجُوا السُّؤَال بِلَفْظِ التَّسْبِيح وَيَخْتِمُونَ بِالْحَمْدِ . وَقِيلَ : نِدَاؤُهُمْ الْخَدَم لِيَأْتُوهُمْ بِمَا شَاءُوا ثُمَّ سَبَّحُوا . وَقِيلَ : إِنَّ الدُّعَاء هُنَا بِمَعْنَى التَّمَنِّي قَالَ اللَّه تَعَالَى &quot; وَلَكُمْ فِيهَا مَا تَدَّعُونَ &quot; [ فُصِّلَتْ : 31 ] أَيْ مَا تَتَمَنَّوْنَ . وَاَللَّه أَعْلَم .



أَيْ تَحِيَّة اللَّه لَهُمْ أَوْ تَحِيَّة الْمَلَك أَوْ تَحِيَّة بَعْضهمْ لِبَعْضٍ : سَلَام . وَقَدْ مَضَى فِي &quot; النِّسَاء &quot; مَعْنَى التَّحِيَّة مُسْتَوْفًى . وَالْحَمْد لِلَّهِ .



فِيهِ أَرْبَع مَسَائِل : الْأُولَى : قِيلَ : إِنَّ أَهْل الْجَنَّة إِذَا مَرَّ بِهِمْ الطَّيْر وَاشْتَهَوْهُ قَالُوا : سُبْحَانك اللَّهُمَّ ; فَيَأْتِيهِمْ الْمَلَك بِمَا اِشْتَهَوْا , فَإِذَا أَكَلُوا حَمِدُوا اللَّه فَسُؤَالهمْ بِلَفْظِ التَّسْبِيح وَالْخَتْم بِلَفْظِ الْحَمْد . وَلَمْ يَحْكِ أَبُو عُبَيْد إِلَّا تَخْفِيف &quot; أَنْ &quot; وَرَفْع مَا بَعْدهَا ; قَالَ : وَإِنَّمَا نَرَاهُمْ اِخْتَارُوا هَذَا وَفَرَّقُوا بَيْنهَا وَبَيْن قَوْله عَزَّ وَجَلَّ : &quot; أَنَّ لَعْنَة اللَّه &quot; وَ &quot; أَنَّ غَضِبَ اللَّه &quot; لِأَنَّهُمْ أَرَادُوا الْحِكَايَة حِين يُقَال الْحَمْد لِلَّهِ . قَالَ النَّحَّاس : مَذْهَب الْخَلِيل وَسِيبَوَيْهِ أَنَّ &quot; أَنْ &quot; هَذِهِ مُخَفَّفَة مِنْ الثَّقِيلَة . وَالْمَعْنَى أَنَّهُ الْحَمْد لِلَّهِ . قَالَ مُحَمَّد بْن يَزِيد : وَيَجُوز &quot; أَنْ الْحَمْد لِلَّهِ &quot; يُعْمِلهَا خَفِيفَة عَمَلهَا ثَقِيلَة ; وَالرَّفْع أَقْيَس . قَالَ النَّحَّاس : وَحَكَى أَبُو حَاتِم أَنَّ بِلَال بْن أَبِي بُرْدَة قَرَأَ &quot; وَآخِر دَعْوَاهُمْ أَنَّ الْحَمْد لِلَّهِ رَبّ الْعَالَمِينَ &quot; .

قُلْت : وَهِيَ قِرَاءَة اِبْن مُحَيْصِن , حَكَاهَا الْغَزْنَوِيّ لِأَنَّهُ يَحْكِي عَنْهُ . الثَّانِيَة : التَّسْبِيح وَالْحَمْد وَالتَّهْلِيل قَدْ يُسَمَّى دُعَاء ; رَوَى مُسْلِم وَالْبُخَارِيّ عَنْ اِبْن عَبَّاس أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يَقُول عِنْد الْكَرْب : ( لَا إِلَه إِلَّا اللَّه الْعَظِيم الْحَلِيم . لَا إِلَه إِلَّا اللَّه رَبّ الْعَرْش الْعَظِيم . لَا إِلَه إِلَّا اللَّه رَبّ السَّمَاوَات وَرَبّ الْأَرْض وَرَبّ الْعَرْش الْكَرِيم ) . قَالَ الطَّبَرِيّ : كَانَ السَّلَف يَدْعُونَ بِهَذَا الدُّعَاء وَيُسَمُّونَهُ دُعَاء الْكَرْب . وَقَالَ اِبْن عُيَيْنَة وَقَدْ سُئِلَ عَنْ هَذَا فَقَالَ : أَمَا عَلِمْت أَنَّ اللَّه تَعَالَى يَقُول ( إِذَا شَغَلَ عَبْدِي ثَنَاؤُهُ عَنْ مَسْأَلَتِي أَعْطَيْته أَفْضَل مَا أُعْطِي السَّائِلِينَ ) . وَاَلَّذِي يَقْطَع النِّزَاع وَأَنَّ هَذَا يُسَمَّى دُعَاء وَإِنْ لَمْ يَكُنْ فِيهِ مِنْ مَعْنَى الدُّعَاء شَيْء وَإِنَّمَا هُوَ تَعْظِيم لِلَّهِ تَعَالَى وَثَنَاء عَلَيْهِ مَا رَوَاهُ النَّسَائِيّ عَنْ سَعْد بْن أَبِي وَقَّاص قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : ( دَعْوَة ذِي النُّون إِذْ دَعَا بِهَا فِي بَطْن الْحُوت لَا إِلَه إِلَّا أَنْتَ سُبْحَانك إِنِّي كُنْت مِنْ الظَّالِمِينَ فَإِنَّهُ لَنْ يَدْعُو بِهَا مُسْلِم فِي شَيْء إِلَّا اُسْتُجِيبَ لَهُ ) .

الثَّالِثَة : مِنْ السُّنَّة لِمَنْ بَدَأَ بِالْأَكْلِ أَنْ يُسَمِّي اللَّه عِنْد أَكْله وَشُرْبه وَيَحْمَدهُ عِنْد فَرَاغه اِقْتِدَاء بِأَهْلِ الْجَنَّة ; وَفِي صَحِيح مُسْلِم عَنْ أَنَس بْن مَالِك قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : ( إِنَّ اللَّه لَيَرْضَى عَنْ الْعَبْد أَنْ يَأْكُل الْأَكْلَة فَيَحْمَدهُ عَلَيْهَا أَوْ يَشْرَب الشَّرْبَة فَيَحْمَدهُ عَلَيْهَا ) .

الرَّابِعَة : يُسْتَحَبّ لِلدَّاعِي أَنْ يَقُول فِي آخِر دُعَائِهِ كَمَا قَالَ أَهْل الْجَنَّة : وَآخِر دَعْوَاهُمْ أَنْ الْحَمْد لِلَّهِ رَبّ الْعَالَمِينَ ; وَحَسُنَ أَنْ يَقْرَأ آخِر &quot; وَالصَّافَّات &quot; فَإِنَّهَا جَمَعَتْ تَنْزِيه الْبَارِئ تَعَالَى عَمَّا نُسِبَ إِلَيْهِ , وَالتَّسْلِيم عَلَى الْمُرْسَلِينَ , وَالْخَتْم بِالْحَمْدِ لِلَّهِ رَبّ الْعَالَمِينَ .';
$t[11] = 'قِيلَ : مَعْنَاهُ وَلَوْ عَجَّلَ اللَّه لِلنَّاسِ الْعُقُوبَة كَمَا يَسْتَعْجِلُونَ الثَّوَاب وَالْخَيْر لَمَاتُوا , لِأَنَّهُمْ خُلِقُوا فِي الدُّنْيَا خَلْقًا ضَعِيفًا , وَلَيْسَ هُمْ كَذَا يَوْم الْقِيَامَة ; لِأَنَّهُمْ يَوْم الْقِيَامَة يُخْلَقُونَ لِلْبَقَاءِ . وَقِيلَ : الْمَعْنَى لَوْ فَعَلَ اللَّه مَعَ النَّاس فِي إِجَابَته إِلَى الْمَكْرُوه مِثْل مَا يُرِيدُونَ فِعْله مَعَهُمْ فِي إِجَابَته إِلَى الْخَيْر لَأَهْلَكَهُمْ ; وَهُوَ مَعْنَى &quot; لَقُضِيَ إِلَيْهِمْ أَجَلهمْ &quot; . وَقِيلَ : إِنَّهُ خَاصّ بِالْكَافِرِ ; أَيْ وَلَوْ يَجْعَل اللَّه لِلْكَافِرِ الْعَذَاب عَلَى كُفْره كَمَا عَجَّلَ لَهُ خَيْر الدُّنْيَا مِنْ الْمَال وَالْوَلَد لَعَجَّلَ لَهُ قَضَاء أَجَله لِيَتَعَجَّل عَذَاب الْآخِرَة ; قَالَ اِبْن إِسْحَاق . مُقَاتِل : هُوَ قَوْل النَّضْر بْن الْحَارِث : اللَّهُمَّ إِنْ كَانَ هَذَا هُوَ الْحَقّ مِنْ عِنْدك فَأَمْطِرْ عَلَيْنَا حِجَارَة مِنْ السَّمَاء ; فَلَوْ عُجِّلَ لَهُمْ هَذَا لَهَلَكُوا . وَقَالَ مُجَاهِد : نَزَلَتْ فِي الرَّجُل يَدْعُو عَلَى نَفْسه أَوْ مَاله أَوْ وَلَده إِذَا غَضِبَ : اللَّهُمَّ أَهْلِكْهُ , اللَّهُمَّ لَا تُبَارِك لَهُ فِيهِ وَالْعَنْهُ , أَوْ نَحْو هَذَا ; فَلَوْ اُسْتُجِيبَ ذَلِكَ مِنْهُ كَمَا يُسْتَجَاب الْخَيْر لَقُضِيَ إِلَيْهِمْ أَجَلهمْ . فَالْآيَة نَزَلَتْ ذَامَّة لِخُلُقٍ ذَمِيم هُوَ فِي بَعْض النَّاس يَدْعُونَ فِي الْخَيْر فَيُرِيدُونَ تَعْجِيل الْإِجَابَة ثُمَّ يَحْمِلهُمْ أَحْيَانًا سُوء الْخُلُق عَلَى الدُّعَاء فِي الشَّرّ ; فَلَوْ عُجِّلَ لَهُمْ لَهَلَكُوا .

وَاخْتُلِفَ فِي إِجَابَة هَذَا الدُّعَاء ; فَرُوِيَ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ : ( إِنِّي سَأَلْت اللَّه عَزَّ وَجَلَّ أَلَّا يَسْتَجِيب دُعَاء حَبِيب عَلَى حَبِيبه ) . وَقَالَ شَهْر بْن حَوْشَب : قَرَأْت فِي بَعْض الْكُتُب أَنَّ اللَّه تَعَالَى يَقُول لِلْمَلَائِكَةِ الْمُوَكَّلِينَ بِالْعَبْدِ : لَا تَكْتُبُوا عَلَى عَبْدِي فِي حَال ضَجَره شَيْئًا ; لُطْفًا مِنْ اللَّه تَعَالَى عَلَيْهِ . قَالَ بَعْضهمْ : وَقَدْ يُسْتَجَاب ذَلِكَ الدُّعَاء , وَاحْتَجَّ بِحَدِيثِ جَابِر الَّذِي رَوَاهُ مُسْلِم فِي صَحِيحه آخِر الْكِتَاب , قَالَ جَابِر : سِرْنَا مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي غَزْوَة بَطْن بُوَاط وَهُوَ يَطْلُب الْمَجْدِيّ بْن عَمْرو الْجُهَنِيّ وَكَانَ النَّاضِح يَعْتَقِبهُ مِنَّا الْخَمْسَة وَالسِّتَّة وَالسَّبْعَة , فَدَارَتْ عُقْبَة رَجُل مِنْ الْأَنْصَار عَلَى نَاضِح لَهُ فَأَنَاخَهُ فَرَكِبَ , ثُمَّ بَعَثَهُ فَتَلَدَّنَ عَلَيْهِ بَعْض التَّلَدُّن ; فَقَالَ لَهُ : شَأْ ; لَعَنَك اللَّه ! فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : ( مَنْ هَذَا اللَّاعِن بَعِيره ) ؟ قَالَ : أَنَا يَا رَسُول اللَّه ; قَالَ : ( اِنْزِلْ عَنْهُ فَلَا تَصْحَبنَا بِمَلْعُونٍ لَا تَدْعُوا عَلَى أَنْفُسكُمْ وَلَا تَدْعُوا عَلَى أَوْلَادكُمْ وَلَا تَدْعُوا عَلَى أَمْوَالكُمْ لَا تُوَافِقُوا مِنْ اللَّه سَاعَة يُسْأَل فِيهَا عَطَاء فَيَسْتَجِيب لَكُمْ ) . فِي غَيْر كِتَاب مُسْلِم أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ فِي سَفَر فَلَعَنَ رَجُل نَاقَته فَقَالَ : ( أَيْنَ الَّذِي لَعَنَ نَاقَته ) ؟ فَقَالَ الرَّجُل : أَنَا هَذَا يَا رَسُول اللَّه ; فَقَالَ : ( أَخِّرْهَا عَنْك فَقَدْ أُجِبْت فِيهَا ) ذَكَرَهُ الْحَلِيمِيّ فِي مِنْهَاج الدِّين . &quot; شَأْ &quot; يُرْوَى بِالسِّينِ وَالشِّين , وَهُوَ زَجْر لِلْبَعِيرِ بِمَعْنَى سِرْ .

قَوْله تَعَالَى : &quot; وَلَوْ يُعَجِّل اللَّه &quot; قَالَ الْعُلَمَاء : التَّعْجِيل مِنْ اللَّه , وَالِاسْتِعْجَال مِنْ الْعَبْد . وَقَالَ أَبُو عَلِيّ : هُمَا مِنْ اللَّه ; وَفِي الْكَلَام حَذْف ; أَيْ وَلَوْ يُعَجِّل اللَّه لِلنَّاسِ الشَّرّ تَعْجِيلًا مِثْل اِسْتِعْجَالهمْ بِالْخَيْرِ , ثُمَّ حَذَفَ تَعْجِيلًا وَأَقَامَ صِفَته مَقَامه , ثُمَّ حَذَفَ صِفَته وَأَقَامَ الْمُضَاف إِلَيْهِ مَقَامه ; هَذَا مَذْهَب الْخَلِيل وَسِيبَوَيْهِ . وَعَلَى قَوْل الْأَخْفَش وَالْفَرَّاء كَاسْتِعْجَالِهِمْ , ثُمَّ حَذَفَ الْكَاف وَنَصَبَ . قَالَ الْفَرَّاء : كَمَا تَقُول ضَرَبْت زَيْدًا ضَرْبك , أَيْ كَضَرْبِك . وَقَرَأَ اِبْن عَامِر &quot; لَقَضَى إِلَيْهِمْ أَجَلهمْ &quot; . وَهِيَ قِرَاءَة حَسَنَة ; لِأَنَّهُ مُتَّصِل بِقَوْلِهِ : &quot; وَلَوْ يُعَجِّل اللَّه لِلنَّاسِ الشَّرّ &quot; .



أَيْ لَا يُعَجِّل لَهُمْ الشَّرّ فَرُبَّمَا يَتُوب مِنْهُمْ تَائِب , أَوْ يَخْرُج مِنْ أَصْلَابهمْ مُؤْمِن .


أَيْ يَتَحَيَّرُونَ . وَالطُّغْيَان : الْعُلُوّ وَالِارْتِفَاع ; وَقَدْ تَقَدَّمَ فِي &quot; الْبَقَرَة &quot; . وَقَدْ قِيلَ : إِنَّ الْمُرَاد بِهَذِهِ الْآيَة أَهْل مَكَّة , وَإِنَّهَا نَزَلَتْ حِين قَالُوا : &quot; اللَّهُمَّ إِنْ كَانَ هَذَا هُوَ الْحَقّ مِنْ عِنْدك &quot; [ الْأَنْفَال : 32 ] الْآيَة , عَلَى مَا تَقَدَّمَ وَاَللَّه أَعْلَم .';
$t[12] = 'قِيلَ : الْمُرَاد بِالْإِنْسَانِ هُنَا الْكَافِر , قِيلَ : هُوَ أَبُو حُذَيْفَة بْن الْمُغِيرَة الْمُشْرِك , تُصِيبهُ الْبَأْسَاء وَالشِّدَّة وَالْجَهْد . &quot; دَعَانَا لِجَنْبِهِ &quot; أَيْ عَلَى جَنْبه مُضْطَجِعًا .



وَإِنَّمَا أَرَادَ جَمِيع حَالَاته ; لِأَنَّ الْإِنْسَان لَا يَعْدُو إِحْدَى هَذِهِ الْحَالَات الثَّلَاثَة . قَالَ بَعْضهمْ : إِنَّمَا بَدَأَ بِالْمُضْطَجِعِ لِأَنَّهُ بِالضُّرِّ أَشَدّ فِي غَالِب الْأَمْر , فَهُوَ يَدْعُو أَكْثَر , وَاجْتِهَاده أَشَدّ , ثُمَّ الْقَاعِد ثُمَّ الْقَائِم .


أَيْ اِسْتَمَرَّ عَلَى كُفْره وَلَمْ يَشْكُر وَلَمْ يَتَّعِظ . قُلْت : وَهَذِهِ صِفَة كَثِير مِنْ الْمُخْلِصِينَ الْمُوَحِّدِينَ , إِذَا أَصَابَتْهُ . الْعَافِيَة مَرَّ عَلَى مَا كَانَ عَلَيْهِ مِنْ الْمَعَاصِي ; فَالْآيَة تَعُمّ الْكَافِر وَغَيْره .


قَالَ الْأَخْفَش : هِيَ &quot; كَأَنَّ &quot; الثَّقِيلَة خُفِّفَتْ , وَالْمَعْنَى كَأَنَّهُ وَأَنْشَدَ : وَيْ كَأَنْ مَنْ يَكُنْ لَهُ نَشَب يُحْبَبْ وَمَنْ يَفْتَقِر يَعِشْ عَيْش ضُرّ


أَيْ كَمَا زُيِّنَ لِهَذَا الدُّعَاء عِنْد الْبَلَاء وَالْإِعْرَاض عَنْ الرَّخَاء .


أَيْ لِلْمُشْرِكِينَ أَعْمَالهمْ مِنْ الْكُفْر وَالْمَعَاصِي . وَهَذَا التَّزْيِين يَجُوز أَنْ يَكُون مِنْ اللَّه , وَيَجُوز أَنْ يَكُون مِنْ الشَّيْطَان , وَإِضْلَاله دُعَاؤُهُ إِلَى الْكُفْر .';
$t[13] = 'يَعْنِي الْأُمَم الْمَاضِيَة مِنْ قَبْل أَهْل مَكَّة أَهْلَكْنَاهُمْ .


أَيْ كَفَرُوا وَأَشْرَكُوا .


أَيْ بِالْمُعْجِزَاتِ الْوَاضِحَات وَالْبَرَاهِين النَّيِّرَات .


أَيْ أَهْلَكْنَاهُمْ لِعِلْمِنَا أَنَّهُمْ لَا يُؤْمِنُونَ . يُخَوِّف كُفَّار مَكَّة عَذَاب الْأُمَم الْمَاضِيَة ; أَيْ نَحْنُ قَادِرُونَ عَلَى إِهْلَاك هَؤُلَاءِ بِتَكْذِيبِهِمْ مُحَمَّدًا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , وَلَكِنْ نُمْهِلهُمْ لِعِلْمِنَا بِأَنَّ فِيهِمْ مَنْ يُؤْمِن , أَوْ يَخْرُج مِنْ أَصْلَابهمْ مَنْ يُؤْمِن . وَهَذِهِ الْآيَة تَرُدّ عَلَى أَهْل الضَّلَال الْقَائِلِينَ بِخَلْقِ الْهُدَى وَالْإِيمَان . وَقِيلَ : مَعْنَى &quot; مَا كَانُوا لِيُؤْمِنُوا &quot; أَيْ جَازَاهُمْ عَلَى كُفْرهمْ بِأَنْ طَبَعَ عَلَى قُلُوبهمْ ; وَيَدُلّ عَلَى هَذَا أَنَّهُ قَالَ : &quot; كَذَلِكَ نَجْزِي الْقَوْم الْمُجْرِمِينَ &quot; .';
$t[14] = 'قَوْله تَعَالَى : &quot; ثُمَّ جَعَلْنَاكُمْ خَلَائِف &quot; مَفْعُولَانِ . وَالْخَلَائِف جَمْع خَلِيفَة , وَقَدْ تَقَدَّمَ آخِر &quot; الْأَنْعَام &quot; أَيْ جَعَلْنَاكُمْ سُكَّانًا فِي الْأَرْض . &quot; مِنْ بَعْدهمْ &quot; أَيْ مِنْ بَعْد الْقُرُون الْمُهْلَكَة . &quot; لِنَنْظُر &quot; نُصِبَ بِلَامِ كَيْ , وَقَدْ تَقَدَّمَ نَظَائِره وَأَمْثَاله ; أَيْ لِيَقَع مِنْكُمْ مَا تَسْتَحِقُّونَ بِهِ الثَّوَاب وَالْعِقَاب , وَلَمْ يَزَلْ يَعْلَمهُ غَيْبًا . وَقِيلَ : يُعَامِلكُمْ مُعَامَلَة الْمُخْتَبِر إِظْهَارًا لِلْعَدْلِ . وَقِيلَ : النَّظَر رَاجِع إِلَى الرُّسُل ; أَيْ لِيَنْظُر رُسُلنَا وَأَوْلِيَاؤُنَا كَيْفَ أَعْمَالكُمْ . وَ &quot; كَيْفَ &quot; نُصِبَ بِقَوْلِهِ : تَعْمَلُونَ : لِأَنَّ الِاسْتِفْهَام لَهُ صَدْر الْكَلَام فَلَا يَعْمَل فِيهِ مَا قَبْله .';
$t[15] = '&quot; تُتْلَى &quot; تُقْرَأ , وَ &quot; بَيِّنَات &quot; نُصِبَ عَلَى الْحَال ; أَيْ وَاضِحَات لَا لَبْس فِيهَا وَلَا إِشْكَال .


يَعْنِي لَا يَخَافُونَ يَوْم الْبَعْث وَالْحِسَاب وَلَا يَرْجُونَ الثَّوَاب . قَالَ قَتَادَة : يَعْنِي مُشْرِكِي أَهْل مَكَّة .



وَالْفَرْق بَيْن تَبْدِيله وَالْإِتْيَان بِغَيْرِهِ أَنَّ تَبْدِيله لَا يَجُوز أَنْ يَكُون مَعَهُ , وَالْإِتْيَان بِغَيْرِهِ قَدْ يَجُوز أَنْ يَكُون مَعَهُ ; وَفِي قَوْلهمْ ذَلِكَ ثَلَاثَة أَوْجُه :

أَحَدهَا : أَنَّهُمْ سَأَلُوهُ أَنْ يُحَوِّل الْوَعْد وَعِيدًا وَالْوَعِيد وَعْدًا , وَالْحَلَال حَرَامًا وَالْحَرَام حَلَالًا ; قَالَهُ اِبْن جَرِير الطَّبَرِيّ .

الثَّانِي : سَأَلُوهُ أَنْ يُسْقِط مَا فِي الْقُرْآن مِنْ عَيْب آلِهَتهمْ وَتَسْفِيه أَحْلَامهمْ ; قَالَهُ اِبْن عِيسَى .

الثَّالِث : أَنَّهُمْ سَأَلُوهُ إِسْقَاط مَا فِيهِ مِنْ ذِكْر الْبَعْث وَالنُّشُور ; قَالَهُ الزَّجَّاج .


أَيْ قُلْ يَا مُحَمَّد مَا كَانَ لِي &quot; أَنْ أُبَدِّلهُ مِنْ تِلْقَاء نَفْسِي &quot; وَمِنْ عِنْدِي , كَمَا لَيْسَ لِي أَنْ أَلْقَاهُ بِالرَّدِّ وَالتَّكْذِيب .


أَيْ لَا أَتَّبِع إِلَّا مَا أَتْلُوهُ عَلَيْكُمْ مِنْ وَعْد وَوَعِيد , وَتَحْرِيم وَتَحْلِيل , وَأَمْر وَنَهْي . وَقَدْ يَسْتَدِلّ بِهَذَا مَنْ يَمْنَع نَسْخ الْكِتَاب بِالسُّنَّةِ ; لِأَنَّهُ تَعَالَى قَالَ : &quot; قُلْ مَا يَكُون لِي أَنْ أُبَدِّلهُ مِنْ تِلْقَاء نَفْسِي &quot; وَهَذَا فِيهِ بُعْد ; فَإِنَّ الْآيَة وَرَدَتْ فِي طَلَب الْمُشْرِكِينَ مِثْل الْقُرْآن نَظْمًا , وَلَمْ يَكُنْ الرَّسُول صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَادِرًا عَلَى ذَلِكَ , وَلَمْ يَسْأَلُوهُ تَبْدِيل الْحُكْم دُون اللَّفْظ ; وَلِأَنَّ الَّذِي يَقُولهُ الرَّسُول صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا كَانَ وَحْيًا لَمْ يَكُنْ مِنْ تِلْقَاء نَفْسه , بَلْ كَانَ مِنْ عِنْد اللَّه تَعَالَى .


أَيْ إِنْ خَالَفْت فِي تَبْدِيله وَتَغْيِيره أَوْ فِي تَرْك الْعَمَل بِهِ .


يَعْنِي يَوْم الْقِيَامَة .';
$t[16] = 'أَيْ لَوْ شَاءَ اللَّه مَا أَرْسَلَنِي إِلَيْكُمْ فَتَلَوْت عَلَيْكُمْ الْقُرْآن , وَلَا أَعْلَمَكُمْ اللَّه وَلَا أَخْبَرَكُمْ بِهِ ; يُقَال : دَرَيْت الشَّيْء وَأَدْرَانِي اللَّه بِهِ , وَدَرَيْته وَدَرَيْت بِهِ . وَفِي الدِّرَايَة مَعْنَى الْخَتْل ; وَمِنْهُ دَرَيْت الرَّجُل أَيْ خَتَلْته , وَلِهَذَا لَا يُطْلَق الدَّارِي فِي حَقّ اللَّه تَعَالَى وَأَيْضًا عُدِمَ فِيهِ التَّوْقِيف . وَقَرَأَ اِبْن كَثِير : &quot; وَلَأَدْرَاكُمْ بِهِ &quot; بِغَيْرِ أَلِف بَيْن اللَّام وَالْهَمْزَة ; وَالْمَعْنَى : لَوْ شَاءَ اللَّه لَأَعْلَمَكُمْ بِهِ مِنْ غَيْر أَنْ أَتْلُوهُ عَلَيْكُمْ ; فَهِيَ لَام التَّأْكِيد دَخَلَتْ عَلَى أَلِف أَفْعَل . وَقَرَأَ اِبْن عَبَّاس وَالْحَسَن &quot; وَلَا أَدْرَاتُكُمْ بِهِ &quot; بِتَحْوِيلِ الْيَاء أَلِفًا , عَلَى لُغَة بَنِي عَقِيل ; قَالَ الشَّاعِر : لَعَمْرك مَا أَخْشَى التَّصَعْلُك مَا بَقِيَ عَلَى الْأَرْض قَيْسِيّ يَسُوق الْأَبَاعِرَا وَقَالَ آخَر : أَلَا آذَنَتْ أَهْل الْيَمَامَة طَيِّئ بِحَرْبٍ كَنَاصَات الْأَغَرّ الْمُشَهَّر قَالَ أَبُو حَاتِم : سَمِعْت الْأَصْمَعِيّ يَقُول سَأَلْت أَبَا عَمْرو بْن الْعَلَاء : هَلْ لِقِرَاءَةِ الْحَسَن &quot; وَلَا أَدْرَاتُكُمْ بِهِ &quot; وَجْه ؟ فَقَالَ لَا . وَقَالَ أَبُو عُبَيْد : لَا وَجْه لِقِرَاءَةِ الْحَسَن &quot; وَلَا أَدْرَاتُكُمْ بِهِ &quot; إِلَّا الْغَلَط . قَالَ النَّحَّاس : مَعْنَى قَوْل أَبِي عُبَيْد : لَا وَجْه , إِنْ شَاءَ اللَّه عَلَى الْغَلَط ; لِأَنَّهُ يُقَال : دَرَيْت أَيْ عَلِمْت , وَأَدْرَيْت غَيْرِي , وَيُقَال : دَرَأْت أَيْ دَفَعْت ; فَيَقَع الْغَلَط بَيْن دَرَيْت وَدَرَأْت . قَالَ أَبُو حَاتِم : يُرِيد الْحَسَن فِيمَا أَحْسَب &quot; وَلَا أَدْرَيْتُكُمْ بِهِ &quot; فَأَبْدَلَ مِنْ الْيَاء أَلِفًا عَلَى لُغَة بَنِي الْحَارِث بْن كَعْب , يُبْدِلُونَ مِنْ الْيَاء أَلِفًا إِذَا اِنْفَتَحَ مَا قَبْلهَا ; مِثْل : &quot; إِنْ هَذَانِ لَسَاحِرَانِ &quot; [ طه : 63 ] . قَالَ الْمَهْدَوِيّ : وَمَنْ قَرَأَ &quot; أَدْرَأْتُكُمْ &quot; فَوَجْهه أَنَّ أَصْل الْهَمْزَة يَاء , فَأَصْله &quot; أَدْرَيْتُكُمْ &quot; فَقُلِبَتْ الْيَاء أَلِفًا وَإِنْ كَانَتْ سَاكِنَة ; كَمَا قَالَ : يَايِس فِي يَيِّس وَطَايِئ فِي طَيِّئ , ثُمَّ قُلِبَتْ الْأَلِف هَمْزَة عَلَى لُغَة مَنْ قَالَ فِي الْعَالَم الْعَأْلَم وَفِي الْخَاتَم الْخَأْتَم . قَالَ النَّحَّاس : وَهَذَا غَلَط , وَالرِّوَايَة عَنْ الْحَسَن &quot; وَلَا أَدْرَأْتُكُمْ &quot; بِالْهَمْزَةِ , وَأَبُو حَاتِم وَغَيْره تَكَلَّمَ أَنَّهُ بِغَيْرِ هَمْز , وَيَجُوز أَنْ يَكُون مِنْ دَرَأْت أَيْ دَفَعْت ; أَيْ وَلَا أَمَرْتُكُمْ أَنْ تَدْفَعُوا فَتَتْرُكُوا الْكُفْر بِالْقُرْآنِ .



ظَرْف , أَيْ مِقْدَارًا مِنْ الزَّمَان وَهُوَ أَرْبَعُونَ سَنَة . وَقِيلَ : مَعْنَى &quot; لَبِثْت فِيكُمْ عُمُرًا &quot; أَيْ لَبِثْت فِيكُمْ مُدَّة شَبَابِي لَمْ أَعْصِ اللَّه , أَفَتُرِيدُونَ مِنِّي الْآن وَقَدْ بَلَغْت أَرْبَعِينَ سَنَة أَنْ أُخَالِف أَمْر اللَّه , وَأُغَيِّر مَا يُنْزِلهُ عَلَيَّ . قَالَ قَتَادَة : لَبِثَ فِيهِمْ أَرْبَعِينَ سَنَة , وَأَقَامَ سَنَتَيْنِ يَرَى رُؤْيَا الْأَنْبِيَاء , وَتُوُفِّيَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ اِبْن اِثْنَتَيْنِ وَسِتِّينَ سَنَة .


أَيْ مِنْ قَبْل الْقُرْآن , تَعْرِفُونَنِي بِالصِّدْقِ وَالْأَمَانَة , لَا أَقْرَأ وَلَا أَكْتُب , ثُمَّ جِئْتُكُمْ بِالْمُعْجِزَاتِ .


أَنَّ هَذَا لَا يَكُون إِلَّا مِنْ عِنْد اللَّه لَا مِنْ قَبْلِي .';
$t[17] = 'هَذَا اِسْتِفْهَام بِمَعْنَى الْجَحْد ; أَيْ لَا أَحَد أَظْلَم مِمَّنْ اِفْتَرَى عَلَى اللَّه الْكَذِب , وَبَدَّلَ كَلَامه وَأَضَافَ شَيْئًا إِلَيْهِ مِمَّا لَمْ يُنَزِّلهُ . وَكَذَلِكَ لَا أَحَد أَظْلَم مِنْكُمْ إِذَا أَنْكَرْتُمْ الْقُرْآن وَافْتَرَيْتُمْ عَلَى اللَّه الْكَذِب , وَقُلْتُمْ لَيْسَ هَذَا كَلَامه . وَهَذَا مِمَّا أُمِرَ بِهِ الرَّسُول صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ يَقُول لَهُمْ . وَقِيلَ : هُوَ مِنْ قَوْل اللَّه اِبْتِدَاء . وَقِيلَ : الْمُفْتَرِي الْمُشْرِك , وَالْمُكَذِّب بِالْآيَاتِ أَهْل الْكِتَاب . &quot; إِنَّهُ لَا يُفْلِح الْمُجْرِمُونَ &quot; .';
$t[18] = 'يُرِيد الْأَصْنَام .


وَهَذِهِ غَايَة الْجَهَالَة مِنْهُمْ ; حَيْثُ يَنْتَظِرُونَ الشَّفَاعَة فِي الْمَآل مِمَّنْ لَا يُوجَد مِنْهُ نَفْع وَلَا ضُرّ فِي الْحَال . وَقِيلَ : &quot; شُفَعَاؤُنَا &quot; أَيْ تَشْفَع لَنَا عِنْد اللَّه فِي إِصْلَاح مَعَائِشِنَا فِي الدُّنْيَا .


قِرَاءَة الْعَامَّة &quot; تُنَبِّئُونَ &quot; بِالتَّشْدِيدِ . وَقَرَأَ أَبُو السَّمَّال الْعَدَوِيّ &quot; أَتُنْبِئُونَ اللَّه &quot; مُخَفَّفًا , مِنْ أَنْبَأَ يُنْبِئ . وَقِرَاءَة الْعَامَّة مِنْ نَبَّأَ يُنَبِّئ تَنْبِئَة ; وَهُمَا بِمَعْنًى وَاحِد , جَمَعَهُمَا قَوْله تَعَالَى : &quot; مَنْ أَنْبَأَك هَذَا قَالَ نَبَّأَنِي الْعَلِيم الْخَبِير &quot; [ التَّحْرِيم : 3 ] أَيْ أَتُخْبِرُونَ اللَّه أَنَّ لَهُ شَرِيكًا فِي مُلْكه أَوْ شَفِيعًا بِغَيْرِ إِذْنه , وَاَللَّه لَا يَعْلَم لِنَفْسِهِ شَرِيكًا فِي السَّمَاوَات وَلَا فِي الْأَرْض ; لِأَنَّهُ لَا شَرِيك لَهُ فَلِذَلِكَ لَا يَعْلَمهُ . نَظِيره قَوْله : &quot; أَمْ تُنَبِّئُونَهُ بِمَا لَا يَعْلَم فِي الْأَرْض &quot; [ الرَّعْد : 33 ]



ثُمَّ نَزَّهَ نَفْسه وَقَدَّسَهَا عَنْ الشِّرْك فَقَالَ : &quot; سُبْحَانه وَتَعَالَى عَمَّا يُشْرِكُونَ &quot; أَيْ هُوَ أَعْظَم مِنْ أَنْ يَكُون لَهُ شَرِيك وَقِيلَ : الْمَعْنَى أَيْ يَعْبُدُونَ مَا لَا يَسْمَع وَلَا يُبْصِر وَلَا يُمَيِّز &quot; وَيَقُولُونَ هَؤُلَاءِ شُفَعَاؤُنَا عِنْد اللَّه &quot; فَيَكْذِبُونَ ; وَهَلْ يَتَهَيَّأ لَكُمْ أَنْ تُنَبِّئُوهُ بِمَا لَا يَعْلَم , سُبْحَانه وَتَعَالَى عَمَّا يُشْرِكُونَ ! . وَقَرَأَ حَمْزَة وَالْكِسَائِيّ &quot; تُشْرِكُونَ &quot; بِالتَّاءِ , وَهُوَ اِخْتِيَار أَبِي عُبَيْد . الْبَاقُونَ بِالْيَاءِ .';
$t[19] = 'تَقَدَّمَ فِي &quot; الْبَقَرَة &quot; مَعْنَاهُ فَلَا مَعْنَى لِلْإِعَادَةِ . وَقَالَ الزَّجَّاج : هُمْ الْعَرَب كَانُوا عَلَى الشِّرْك . وَقِيلَ : كُلّ مَوْلُود يُولَد عَلَى الْفِطْرَة , فَاخْتَلَفُوا عِنْد الْبُلُوغ . &quot; وَلَوْلَا كَلِمَة سَبَقَتْ مِنْ رَبّك لَقُضِيَ بَيْنهمْ فِيمَا فِيهِ يَخْتَلِفُونَ &quot; إِشَارَة إِلَى الْقَضَاء وَالْقَدَر ; أَيْ لَوْلَا مَا سَبَقَ فِي حُكْمه أَنَّهُ لَا يَقْضِي بَيْنهمْ فِيمَا اِخْتَلَفُوا فِيهِ بِالثَّوَابِ وَالْعِقَاب دُون الْقِيَامَة لَقُضِيَ بَيْنهمْ فِي الدُّنْيَا , فَأَدْخَلَ الْمُؤْمِنِينَ الْجَنَّة بِأَعْمَالِهِمْ وَالْكَافِرِينَ النَّار بِكُفْرِهِمْ , وَلَكِنَّهُ سَبَقَ مِنْ اللَّه الْأَجَل مَعَ عِلْمه بِصَنِيعِهِمْ فَجَعَلَ مَوْعِدهمْ الْقِيَامَة ; قَالَهُ الْحَسَن . وَقَالَ أَبُو رَوْق : &quot; لَقُضِيَ بَيْنهمْ &quot; لَأَقَامَ عَلَيْهِمْ السَّاعَة . وَقِيلَ : لَفَرَغَ مِنْ هَلَاكهمْ . وَقَالَ الْكَلْبِيّ : &quot; الْكَلِمَة &quot; أَنَّ اللَّه أَخَّرَ هَذِهِ الْأُمَّة فَلَا يُهْلِكهُمْ بِالْعَذَابِ فِي الدُّنْيَا إِلَى يَوْم الْقِيَامَة , فَلَوْلَا . هَذَا التَّأْخِير لَقُضِيَ بَيْنهمْ بِنُزُولِ الْعَذَاب أَوْ بِإِقَامَةِ السَّاعَة . وَالْآيَة تَسْلِيَة لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي تَأْخِير الْعَذَاب عَمَّنْ كَفَرَ بِهِ . وَقِيلَ : الْكَلِمَة السَّابِقَة أَنَّهُ لَا يَأْخُذ أَحَدًا إِلَّا بِحُجَّةٍ وَهُوَ إِرْسَال الرُّسُل ; كَمَا قَالَ : &quot; وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَث رَسُولًا &quot; [ الْإِسْرَاء : 15 ] وَقِيلَ : الْكَلِمَة قَوْله : ( سَبَقَتْ رَحْمَتِي غَضَبِي ) وَلَوْلَا ذَلِكَ لَمَا أَخَّرَ الْعُصَاة إِلَى التَّوْبَة . وَقَرَأَ عِيسَى &quot; لَقَضَى &quot; بِالْفَتْحِ .';
$t[20] = 'يُرِيد أَهْل مَكَّة ; أَيْ هَلَّا أُنْزِلَ عَلَيْهِ آيَة , أَيْ مُعْجِزَة غَيْر هَذِهِ الْمُعْجِزَة , فَيَجْعَل لَنَا الْجِبَال ذَهَبًا وَيَكُون لَهُ بَيْت مِنْ زُخْرُف , وَيُحْيِي لَنَا مَنْ مَاتَ مِنْ آبَائِنَا . وَقَالَ الضَّحَّاك : عَصًا كَعَصَا مُوسَى .


أَيْ قُلْ يَا مُحَمَّد إِنَّ نُزُول الْآيَة غَيْب .


أَيْ تَرَبَّصُوا .


لِنُزُولِهَا . وَقِيلَ : اِنْتَظِرُوا قَضَاء اللَّه بَيْننَا بِإِظْهَارِ الْمُحِقّ عَلَى الْمُبْطِل .';
$t[21] = 'يُرِيد كُفَّار مَكَّة .


قِيلَ : رَخَاء بَعْد شِدَّة , وَخِصْب بَعْد جَدْب .


أَيْ اِسْتِهْزَاء وَتَكْذِيب . وَجَوَاب قَوْله : &quot; وَإِذَا أَذَقْنَا &quot; : &quot; إِذَا لَهُمْ &quot; عَلَى قَوْل الْخَلِيل وَسِيبَوَيْهِ .


اِبْتِدَاء وَخَبَر . &quot; مَكْرًا &quot; عَلَى الْبَيَان ; أَيْ أَعْجَل عُقُوبَة عَلَى جَزَاء مَكْرهمْ , أَيْ أَنَّ مَا يَأْتِيهِمْ مِنْ الْعَذَاب أَسْرَع فِي إِهْلَاكهمْ مِمَّا أَتَوْهُ مِنْ الْمَكْر .


يَعْنِي بِالرُّسُلِ الْحَفَظَة . وَقِرَاءَة الْعَامَّة &quot; تَمْكُرُونَ &quot; بِالتَّاءِ خِطَابًا . وَقَرَأَ يَعْقُوب فِي رِوَايَة رُوَيْس وَأَبُو عَمْرو فِي رِوَايَة هَارُون الْعَتَكِيّ &quot; يَمْكُرُونَ &quot; بِالْيَاءِ ; لِقَوْلِهِ : &quot; إِذَا لَهُمْ مَكْر فِي آيَاتنَا &quot; قِيلَ : قَالَ أَبُو سُفْيَان قُحِطْنَا بِدُعَائِك فَإِنْ سَقَيْتنَا صَدَّقْنَاك ; فَسُقُوا بِاسْتِسْقَائِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَلَمْ يُؤْمِنُوا , فَهَذَا مَكْرهمْ .';
$t[22] = 'أَيْ يَحْمِلكُمْ فِي الْبَرّ عَلَى الدَّوَابّ وَفِي الْبَحْر عَلَى الْفُلْك . وَقَالَ الْكَلْبِيّ : يَحْفَظكُمْ فِي السَّيْر . وَالْآيَة تَتَضَمَّن تَعْدِيد النِّعَم فِيمَا هِيَ الْحَال بِسَبِيلِهِ مِنْ رُكُوب النَّاس الدَّوَابّ وَالْبَحْر . وَقَدْ مَضَى الْكَلَام فِي رُكُوب الْبَحْر فِي &quot; الْبَقَرَة &quot; . &quot; يُسَيِّركُمْ &quot; قِرَاءَة الْعَامَّة . اِبْن عَامِر &quot; يَنْشُركُمْ &quot; بِالنُّونِ وَالشِّين , أَيْ يَبُثّكُمْ وَيُفَرِّقكُمْ . وَالْفُلْك يَقَع عَلَى الْوَاحِد وَالْجَمْع , وَيُذَكَّر وَيُؤَنَّث , وَقَدْ تَقَدَّمَ الْقَوْل فِيهِ . وَقَوْله : &quot; وَجَرَيْنَ بِهِمْ &quot; خُرُوج مِنْ الْخِطَاب إِلَى الْغَيْبَة , وَهُوَ فِي الْقُرْآن وَأَشْعَار الْعَرَب كَثِير ; قَالَ النَّابِغَة : يَا دَار مَيَّة بِالْعَلْيَاءِ فَالسَّنَد أَقْوَتْ وَطَالَ عَلَيْهَا سَالِف الْأَمَد قَالَ اِبْن الْأَنْبَارِيّ : وَجَائِز فِي اللُّغَة أَنْ يُرْجَع مِنْ خِطَاب الْغَيْبَة إِلَى لَفْظ الْمُوَاجَهَة بِالْخِطَابِ ; قَالَ اللَّه تَعَالَى : &quot; وَسَقَاهُمْ رَبّهمْ شَرَابًا طَهُورًا إِنَّ هَذَا كَانَ لَكُمْ جَزَاء وَكَانَ سَعْيكُمْ مَشْكُورًا &quot; [ الْإِنْسَان : 21 - 22 ] فَأَبْدَلَ الْكَاف مِنْ الْهَاء . قَوْله تَعَالَى &quot; بِرِيحٍ طَيِّبَة وَفَرِحُوا بِهَا &quot; تَقَدَّمَ الْكَلَام فِيهَا فِي الْبَقَرَة


الضَّمِير فِي &quot; جَاءَتْهَا &quot; لِلسَّفِينَةِ . وَقِيلَ لِلرِّيحِ الطَّيِّبَة . وَالْعَاصِف الشَّدِيدَة ; يُقَال : عَصَفَتْ الرِّيح وَأَعْصَفَتْ , فَهِيَ عَاصِف وَمُعْصِف وَمُعْصِفَة أَيْ شَدِيدَة , قَالَ الشَّاعِر : حَتَّى إِذَا أَعْصَفَتْ رِيح مُزَعْزِعَة فِيهَا قِطَار وَرَعْد صَوْته زَجِل وَقَالَ &quot; عَاصِف &quot; بِالتَّذْكِيرِ لِأَنَّ لَفْظ الرِّيح مُذَكَّر , وَهِيَ الْقَاصِف أَيْضًا . وَالطَّيِّبَة غَيْر عَاصِف وَلَا بَطِيئَة .


وَالْمَوْج مَا اِرْتَفَعَ مِنْ الْمَاء


أَيْ أَيْقَنُوا


أَيْ أَحَاطَ بِهِمْ الْبَلَاء ; يُقَال لِمَنْ وَقَعَ فِي بَلِيَّة : قَدْ أُحِيطَ بِهِ , كَأَنَّ الْبَلَاء قَدْ أَحَاطَ بِهِ ; وَأَصْل هَذَا أَنَّ الْعَدُوّ إِذَا أَحَاطَ بِمَوْضِعٍ فَقَدْ هَلَكَ أَهْله .


أَيْ دَعَوْهُ وَحْده وَتَرَكُوا مَا كَانُوا يَعْبُدُونَ . وَفِي هَذَا دَلِيل عَلَى أَنَّ الْخَلْق جُبِلُوا عَلَى الرُّجُوع إِلَى اللَّه فِي الشَّدَائِد , وَأَنَّ الْمُضْطَرّ يُجَاب دُعَاؤُهُ , وَإِنْ كَانَ كَافِرًا ; لِانْقِطَاعِ الْأَسْبَاب وَرُجُوعه إِلَى الْوَاحِد رَبّ الْأَرْبَاب ; عَلَى مَا يَأْتِي بَيَانه فِي &quot; النَّمْل &quot; إِنْ شَاءَ اللَّه تَعَالَى . وَقَالَ بَعْض الْمُفَسِّرِينَ : إِنَّهُمْ قَالُوا فِي دُعَائِهِمْ أهيا شراهيا ; أَيْ يَا حَيّ يَا قَيُّوم . وَهِيَ لُغَة الْعَجَم . مَسْأَلَة : هَذِهِ الْآيَة تَدُلّ عَلَى رُكُوب الْبَحْر مُطْلَقًا , وَمِنْ السُّنَّة حَدِيث أَبِي هُرَيْرَة وَفِيهِ : إِنَّا نَرْكَب الْبَحْر وَنَحْمِل مَعَنَا الْقَلِيل مِنْ الْمَاء ... الْحَدِيث . وَحَدِيث أَنَس فِي قِصَّة أُمّ حَرَام يَدُلّ عَلَى جَوَاز رُكُوبه فِي الْغَزْو , وَقَدْ مَضَى هَذَا الْمَعْنَى فِي &quot; الْبَقَرَة &quot; مُسْتَوْفًى وَالْحَمْد لِلَّهِ . وَقَدْ تَقَدَّمَ فِي آخِر &quot; الْأَعْرَاف &quot; حُكْم رَاكِب الْبَحْر فِي حَال اِرْتِجَاجه وَغَلَيَانه , هَلْ حُكْمه حُكْم الصَّحِيح أَوْ الْمَرِيض الْمَحْجُور عَلَيْهِ ; فَتَأَمَّلْهُ هُنَاكَ .


أَيْ هَذِهِ الشَّدَائِد وَالْأَهْوَال . وَقَالَ الْكَلْبِيّ : مِنْ هَذِهِ الرِّيح .


أَيْ مِنْ الْعَامِلِينَ بِطَاعَتِك عَلَى نِعْمَة الْخَلَاص .';
$t[23] = 'أَيْ خَلَّصَهُمْ وَأَنْقَذَهُمْ .


أَيْ يَعْمَلُونَ فِي الْأَرْض بِالْفَسَادِ وَبِالْمَعَاصِي . وَالْبَغْي : الْفَسَاد وَالشِّرْك ; مِنْ بَغَى الْجُرْح إِذَا فَسَدَ ; وَأَصْله الطَّلَب , أَيْ يَطْلُبُونَ الِاسْتِعْلَاء بِالْفَسَادِ .


أَيْ بِالتَّكْذِيبِ ; وَمِنْهُ بَغَتْ الْمَرْأَة طَلَبَتْ غَيْر زَوْجهَا .



أَيْ وَبَاله عَائِد عَلَيْكُمْ ; وَتَمَّ الْكَلَام , ثُمَّ اِبْتَدَأَ فَقَالَ : &quot; مَتَاع الْحَيَاة الدُّنْيَا ثُمَّ إِلَيْنَا مَرْجِعكُمْ فَنُنَبِّئكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ &quot; أَيْ هُوَ مَتَاع الْحَيَاة الدُّنْيَا ; وَلَا بَقَاء لَهُ . قَالَ النَّحَّاس : &quot; بَغْيكُمْ &quot; رُفِعَ بِالِابْتِدَاءِ وَخَبَره &quot; مَتَاع الْحَيَاة الدُّنْيَا &quot; . وَ &quot; عَلَى أَنْفُسكُمْ &quot; مَفْعُول مَعْنَى فِعْل الْبَغْي . وَيَجُوز أَنْ يَكُون خَبَره &quot; عَلَى أَنْفُسكُمْ &quot; وَتُضْمِر مُبْتَدَأ , أَيْ ذَلِكَ مَتَاع الْحَيَاة الدُّنْيَا , أَوْ هُوَ مَتَاع الْحَيَاة الدُّنْيَا ; وَبَيْن الْمَعْنَيَيْنِ حَرْف لَطِيف , إِذَا رَفَعْت مَتَاعًا عَلَى أَنَّهُ خَبَر &quot; بَغْيكُمْ &quot; فَالْمَعْنَى . إِنَّمَا بَغْي بَعْضكُمْ عَلَى بَعْض ; مِثْل : &quot; فَسَلِّمُوا عَلَى أَنْفُسكُمْ &quot; [ النُّور : 61 ] وَكَذَا &quot; لَقَدْ جَاءَكُمْ رَسُول مِنْ أَنْفُسكُمْ &quot; [ التَّوْبَة : 128 ] . وَإِذَا كَانَ الْخَبَر &quot; عَلَى أَنْفُسكُمْ &quot; فَالْمَعْنَى إِنَّمَا فَسَادكُمْ رَاجِع عَلَيْكُمْ ; مِثْل &quot; وَإِنْ أَسَأْتُمْ فَلَهَا &quot; . وَرُوِيَ عَنْ سُفْيَان بْن عُيَيْنَة أَنَّهُ قَالَ : أَرَادَ أَنَّ الْبَغْي مَتَاع الْحَيَاة الدُّنْيَا , أَيْ عُقُوبَته تُعَجَّل لِصَاحِبِهِ فِي الدُّنْيَا ; كَمَا يُقَال : الْبَغْي مَصْرَعَة . وَقَرَأَ اِبْن أَبِي إِسْحَاق &quot; مَتَاع &quot; بِالنَّصْبِ عَلَى أَنَّهُ مَصْدَر ; أَيْ تَتَمَتَّعُونَ مَتَاع الْحَيَاة الدُّنْيَا . أَوْ بِنَزْعِ الْخَافِض , أَيْ لِمَتَاعِ , أَوْ مَصْدَر , بِمَعْنَى الْمَفْعُول عَلَى الْحَال , أَيْ مُتَمَتِّعِينَ . أَوْ هُوَ نُصِبَ عَلَى الظَّرْف , أَيْ فِي مَتَاع الْحَيَاة الدُّنْيَا , وَمُتَعَلِّق الظَّرْف وَالْجَارّ وَالْحَال مَعْنَى الْفِعْل فِي الْبَغْي . وَ &quot; عَلَى أَنْفُسكُمْ &quot; مَفْعُول ذَلِكَ الْمَعْنَى .';
$t[24] = 'مَعْنَى الْآيَة التَّشْبِيه وَالتَّمْثِيل , أَيْ صِفَة الْحَيَاة الدُّنْيَا فِي فَنَائِهَا وَزَوَالهَا وَقِلَّة خَطَرهَا وَالْمَلَاذ بِهَا كَمَاءٍ ; أَيْ مِثْل مَاء , فَالْكَاف فِي مَوْضِع رَفْع . وَسَيَأْتِي لِهَذَا التَّشْبِيه مَزِيد بَيَان فِي &quot; الْكَهْف &quot; إِنْ شَاءَ اللَّه تَعَالَى . &quot; أَنْزَلْنَاهُ مِنْ السَّمَاء &quot; نَعْت لِ &quot; مَاء &quot; .


رُوِيَ عَنْ نَافِع أَنَّهُ وَقَفَ عَلَى &quot; فَاخْتَلَطَ &quot; أَيْ فَاخْتَلَطَ الْمَاء بِالْأَرْضِ , ثُمَّ اِبْتَدَأَ


أَيْ بِالْمَاءِ نَبَات الْأَرْض ; فَأَخْرَجَتْ أَلْوَانًا مِنْ النَّبَات , فَنَبَات عَلَى هَذَا اِبْتِدَاء , وَعَلَى مَذْهَب مَنْ لَمْ يَقِف عَلَى &quot; فَاخْتَلَطَ &quot; مَرْفُوع بِاخْتَلَطَ ; أَيْ اِخْتَلَطَ النَّبَات بِالْمَطَرِ , أَيْ شَرِبَ مِنْهُ فَتَنَدَّى وَحَسُنَ وَاخْضَرَّ . وَالِاخْتِلَاط تَدَاخُل الشَّيْء بَعْضه فِي بَعْض .


مِنْ الْحُبُوب وَالثِّمَار وَالْبُقُول .


مِنْ الْكَلَإِ وَالتِّبْن وَالشَّعِير .



أَيْ حُسْنهَا وَزِينَتهَا . وَالزُّخْرُف كَمَال حُسْن الشَّيْء ; وَمِنْهُ قِيلَ لِلذَّهَبِ : زُخْرُف .



أَيْ بِالْحُبُوبِ وَالثِّمَار وَالْأَزْهَار ; وَالْأَصْل تَزَيَّنَتْ أُدْغِمَتْ التَّاء فِي الزَّاي وَجِيءَ بِأَلِفِ الْوَصْل ; لِأَنَّ الْحَرْف الْمُدْغَم مَقَام حَرْفَيْنِ الْأَوَّل مِنْهُمَا سَاكِن وَالسَّاكِن لَا يُمْكِن الِابْتِدَاء بِهِ . وَقَرَأَ اِبْن مَسْعُود وَأُبَيّ بْن كَعْب &quot; وَتَزَيَّنَتْ &quot; عَلَى الْأَصْل . وَقَرَأَ الْحَسَن وَالْأَعْرَج وَأَبُو الْعَالِيَة &quot; وَأَزْيَنَتْ &quot; أَيْ أَتَتْ بِالزِّينَةِ عَلَيْهَا , أَيْ الْغَلَّة وَالزَّرْع , وَجَاءَ بِالْفِعْلِ عَلَى أَصْله وَلَوْ أَعَلَّهُ لَقَالَ وَازَّانَتْ . وَقَالَ عَوْف بْن أَبِي جَمِيلَة الْأَعْرَابِيّ : قَرَأَ أَشْيَاخنَا &quot; وَازْيَانَّتْ &quot; وَزْنه اِسْوَادَّتْ . وَفِي رِوَايَة الْمُقَدِّمِيّ &quot; وَازَّايَنَتْ &quot; وَالْأَصْل فِيهِ تَزَايَنَتْ , وَزْنه تَقَاعَسَتْ ثُمَّ أُدْغِمَ . وَقَرَأَ الشَّعْبِيّ وَقَتَادَة &quot; وَازْيَانَّتْ &quot; مِثْل افْعَلَّتْ . وَقَرَأَ عُثْمَان النَّهْدِيّ &quot; وَازْيَنَتْ &quot; مِثْل افْعَلَتْ , وَعَنْهُ أَيْضًا &quot; وَازْيَانَتْ &quot; مِثْل افْعَالَتْ , وَرُوِيَ عَنْهُ &quot; ازْيَأَنَتْ &quot; بِالْهَمْزَةِ ; ثَلَاث قِرَاءَات .



أَيْ أَيْقَنَ .



أَيْ عَلَى حَصَادهَا وَالِانْتِفَاع بِهَا ; أَخْبَرَ عَنْ الْأَرْض وَالْمَعْنِيّ النَّبَات إِذْ كَانَ مَفْهُومًا وَهُوَ مِنْهَا . وَقِيلَ : رَدَّ إِلَى الْغَلَّة , وَقِيلَ : إِلَى الزِّينَة .

أَيْ عَذَابنَا , أَوْ أَمْرنَا بِهَلَاكِهَا .


ظَرْفَانِ .



مَفْعُولَانِ , أَيْ مَحْصُودَة مَقْطُوعَة لَا شَيْء فِيهَا . وَقَالَ &quot; حَصِيدًا &quot; وَلَمْ يُؤَنَّث لِأَنَّهُ فَعِيل بِمَعْنَى مَفْعُول . قَالَ أَبُو عُبَيْد : الْحَصِيد الْمُسْتَأْصَل .


أَيْ لَمْ تَكُنْ عَامِرَة ; مِنْ غَنِيَ إِذَا أَقَامَ فِيهِ وَعَمَّرَهُ . وَالْمَغَانِي فِي اللُّغَة : الْمَنَازِل الَّتِي يَعْمُرهَا النَّاس . وَقَالَ قَتَادَة : كَأَنْ لَمْ تَنْعَم . قَالَ لَبِيد : وَغَنِيَتْ سَبْتًا قَبْل مَجْرَى دَاحِس لَوْ كَانَ لِلنَّفْسِ اللَّجُوج خُلُود وَقِرَاءَة الْعَامَّة &quot; تَغْنَ &quot; بِالتَّاءِ لِتَأْنِيثِ الْأَرْض . وَقَرَأَ قَتَادَة &quot; يَغْنَ &quot; بِالْيَاءِ , يَذْهَب بِهِ إِلَى الزُّخْرُف ; يَعْنِي فَكَمَا يُهْلِك هَذَا الزَّرْع هَكَذَا كَذَلِكَ الدُّنْيَا .


أَيْ نُبَيِّنهَا .


فِي آيَات اللَّه .';
$t[25] = 'لَمَّا ذَكَرَ وَصْف هَذِهِ الدَّار وَهِيَ دَار الدُّنْيَا وَصَفَ الْآخِرَة فَقَالَ : إِنَّ اللَّه لَا يَدْعُوكُمْ إِلَى جَمْع الدُّنْيَا بَلْ يَدْعُوكُمْ إِلَى الطَّاعَة لِتَصِيرُوا إِلَى دَار السَّلَام , أَيْ إِلَى الْجَنَّة . قَالَ قَتَادَة وَالْحَسَن : السَّلَام هُوَ اللَّه , وَدَاره الْجَنَّة ; وَسُمِّيَتْ الْجَنَّة دَار السَّلَام لِأَنَّ مَنْ دَخَلَهَا سَلِمَ مِنْ الْآفَات . وَمِنْ أَسْمَائِهِ سُبْحَانه &quot; السَّلَام &quot; , وَقَدْ بَيَّنَّاهُ فِي ( الْكِتَاب الْأَسْنَى فِي شَرْح أَسْمَاء اللَّه الْحُسْنَى ) . وَيَأْتِي فِي سُورَة &quot; الْحَشْر &quot; إِنْ شَاءَ اللَّه . وَقِيلَ : الْمَعْنَى وَاَللَّه يَدْعُو إِلَى دَار السَّلَامَة . وَالسَّلَام وَالسَّلَامَة بِمَعْنًى كَالرَّضَاعِ وَالرَّضَاعَة ; قَالَهُ الزَّجَّاج . قَالَ الشَّاعِر : تُحَيِّي بِالسَّلَامَةِ أُمّ بَكْر وَهَلْ لَك بَعْد قَوْمك مِنْ سَلَام وَقِيلَ : أَرَادَ وَاَللَّه يَدْعُو إِلَى دَار التَّحِيَّة ; لِأَنَّ أَهْلهَا يَنَالُونَ مِنْ اللَّه التَّحِيَّة وَالسَّلَام , وَكَذَلِكَ مِنْ الْمَلَائِكَة . قَالَ الْحَسَن : إِنَّ السَّلَام لَا يَنْقَطِع , عَنْ أَهْل الْجَنَّة , وَهُوَ تَحِيَّتهمْ ; كَمَا قَالَ : &quot; وَتَحِيَّتهمْ فِيهَا سَلَام &quot; [ يُونُس : 10 ] . وَقَالَ يَحْيَى بْن مُعَاذ : يَا ابْن آدَم , دَعَاك اللَّه إِلَى دَار السَّلَام فَانْظُرْ مِنْ أَيْنَ تُجِيبهُ , فَإِنْ أَجَبْته مِنْ دُنْيَاك دَخَلْتهَا , وَإِنْ أَجَبْته مِنْ قَبْرك مُنِعْتهَا . وَقَالَ اِبْن عَبَّاس : الْجِنَان سَبْع : دَار الْجَلَال , وَدَار السَّلَام , وَجَنَّة عَدَن , وَجَنَّة الْمَأْوَى , وَجَنَّة الْخُلْد , وَجَنَّة الْفِرْدَوْس , وَجَنَّة النَّعِيم .


عَمَّ بِالدَّعْوَةِ إِظْهَارًا لِحُجَّتِهِ , وَخَصَّ بِالْهِدَايَةِ اِسْتِغْنَاء عَنْ خَلْقه . وَالصِّرَاط الْمُسْتَقِيم , قِيلَ : كِتَاب اللَّه ; رَوَاهُ عَلِيّ بْن أَبِي طَالِب رَضِيَ اللَّه عَنْهُ قَالَ : سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول : ( الصِّرَاط الْمُسْتَقِيم كِتَاب اللَّه تَعَالَى ) . وَقِيلَ : الْإِسْلَام ; رَوَاهُ النَّوَّاس بْن سَمْعَان عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ . وَقِيلَ : الْحَقّ ; قَالَهُ قَتَادَة وَمُجَاهِد . وَقِيلَ : رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَصَاحِبَاهُ مِنْ بَعْده أَبُو بَكْر وَعُمَر رَضِيَ اللَّه عَنْهُمَا . وَرَوَى جَابِر بْن عَبْد اللَّه قَالَ : خَرَجَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْمًا فَقَالَ : ( رَأَيْت فِي الْمَنَام كَأَنَّ جِبْرِيل عِنْد رَأْسِي وَمِيكَائِيل عِنْد رِجْلِي فَقَالَ أَحَدهمَا لِصَاحِبِهِ اِضْرِبْ لَهُ مَثَلًا فَقَالَ لَهُ اِسْمَعْ سَمِعَتْ أُذُنَاك وَاعْقِلْ عَقَلَ قَلْبك وَإِنَّمَا مَثَلك وَمَثَل أُمَّتك كَمَثَلِ مَلِك اِتَّخَذَ دَارًا ثُمَّ بَنَى فِيهَا بَيْتًا ثُمَّ جَعَلَ فِيهَا مَأْدُبَة ثُمَّ بَعَثَ رَسُولًا يَدْعُو النَّاس إِلَى طَعَامه فَمِنْهُمْ مَنْ أَجَابَ الرَّسُول وَمِنْهُمْ مَنْ تَرَكَهُ فَاَللَّه الْمَلِك وَالدَّار الْإِسْلَام وَالْبَيْت الْجَنَّة وَأَنْتَ يَا مُحَمَّد الرَّسُول فَمَنْ أَجَابَك دَخَلَ فِي الْإِسْلَام وَمَنْ دَخَلَ فِي الْإِسْلَام دَخَلَ الْجَنَّة وَمَنْ دَخَلَ الْجَنَّة أَكَلَ مِمَّا فِيهَا ) ثُمَّ تَلَا يَعْنِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ( وَيَهْدِي مَنْ يَشَاء إِلَى صِرَاط مُسْتَقِيم &quot; . ثُمَّ تَلَا قَتَادَة وَمُجَاهِد : &quot; وَاَللَّه يَدْعُو إِلَى دَار السَّلَام &quot; . وَهَذِهِ الْآيَة بَيِّنَة الْحُجَّة فِي الرَّدّ عَلَى الْقَدَرِيَّة ; لِأَنَّهُمْ قَالُوا : هَدَى اللَّه الْخَلْق كُلّهمْ إِلَى صِرَاط مُسْتَقِيم , وَاَللَّه قَالَ : &quot; وَيَهْدِي مَنْ يَشَاء إِلَى صِرَاط مُسْتَقِيم &quot; فَرَدُّوا عَلَى اللَّه نُصُوص الْقُرْآن .';
$t[26] = 'رُوِيَ مِنْ حَدِيث أَنَس قَالَ : سُئِلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ قَوْله تَعَالَى : &quot; وَزِيَادَة &quot; قَالَ : ( لِلَّذِينَ أَحْسَنُوا الْعَمَل فِي الدُّنْيَا لَهُمْ الْحُسْنَى وَهِيَ الْجَنَّة وَالزِّيَادَة النَّظَر إِلَى وَجْه اللَّه الْكَرِيم ) وَهُوَ قَوْل أَبِي بَكْر الصِّدِّيق وَعَلِيّ بْن أَبِي طَالِب فِي رِوَايَة . وَحُذَيْفَة وَعُبَادَة بْن الصَّامِت وَكَعْب بْن عُجْرَة وَأَبِي مُوسَى وَصُهَيْب وَابْن عَبَّاس فِي رِوَايَة , وَهُوَ قَوْل جَمَاعَة مِنْ التَّابِعِينَ , وَهُوَ الصَّحِيح فِي الْبَاب . وَرَوَى مُسْلِم فِي صَحِيحه عَنْ صُهَيْب عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : ( إِذَا دَخَلَ أَهْل الْجَنَّة الْجَنَّة قَالَ اللَّه تَبَارَكَ وَتَعَالَى تُرِيدُونَ شَيْئًا أَزِيدكُمْ فَيَقُولُونَ أَلَمْ تُبَيِّض وُجُوهنَا أَلَمْ تُدْخِلنَا الْجَنَّة وَتُنَجِّنَا مِنْ النَّار قَالَ فَيَكْشِف الْحِجَاب فَمَا أُعْطُوا شَيْئًا أَحَبّ إِلَيْهِمْ مِنْ النَّظَر إِلَى رَبّهمْ عَزَّ وَجَلَّ ) وَفِي رِوَايَة ثُمَّ تَلَا ( لِلَّذِينَ أَحْسَنُوا الْحُسْنَى وَزِيَادَة &quot; وَخَرَّجَهُ النَّسَائِيّ أَيْضًا عَنْ صُهَيْب قَالَ قِيلَ لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : هَذِهِ الْآيَة &quot; لِلَّذِينَ أَحْسَنُوا الْحُسْنَى وَزِيَادَة &quot; قَالَ : ( إِذَا دَخَلَ أَهْل الْجَنَّة الْجَنَّة وَأَهْل النَّار النَّار نَادَى مُنَادٍ يَا أَهْل الْجَنَّة إِنَّ لَكُمْ مَوْعِدًا عِنْد اللَّه يُرِيد أَنْ يُنْجِزَكُمُوهُ قَالُوا أَلَمْ يُبَيِّض وُجُوهنَا وَيُثَقِّل مَوَازِيننَا وَيُجِرْنَا مِنْ النَّار قَالَ فَيُكْشَف الْحِجَاب فَيَنْظُرُونَ إِلَيْهِ فَوَاَللَّهِ مَا أَعْطَاهُمْ اللَّه شَيْئًا أَحَبّ إِلَيْهِمْ مِنْ النَّظَر وَلَا أَقَرّ لِأَعْيُنِهِمْ ) . وَخَرَّجَهُ اِبْن الْمُبَارَك فِي دَقَائِقه عَنْ أَبِي مُوسَى الْأَشْعَرِيّ مَوْقُوفًا , وَقَدْ ذَكَرْنَاهُ فِي كِتَاب التَّذْكِرَة , وَذَكَرْنَا هُنَاكَ مَعْنَى كَشْف الْحِجَاب , وَالْحَمْد لِلَّهِ . وَخَرَّجَ التِّرْمِذِيّ الْحَكِيم أَبُو عَبْد اللَّه رَحِمَهُ اللَّه : حَدَّثَنَا عَلِيّ بْن حُجْر حَدَّثَنَا الْوَلِيد بْن مُسْلِم عَنْ زُهَيْر عَنْ أَبِي الْعَالِيَة عَنْ أُبَيّ بْن كَعْب قَالَ : سَأَلْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ الزِّيَادَتَيْنِ فِي كِتَاب اللَّه ; فِي قَوْله &quot; لِلَّذِينَ أَحْسَنُوا الْحُسْنَى وَزِيَادَة &quot; قَالَ : ( النَّظَر إِلَى وَجْه الرَّحْمَن ) وَعَنْ قَوْله : &quot; وَأَرْسَلْنَاهُ إِلَى مِائَة أَلْف أَوْ يَزِيدُونَ &quot; [ الصَّافَّات : 147 ] قَالَ : ( عِشْرُونَ أَلْفًا ) . وَقَدْ قِيلَ : إِنَّ الزِّيَادَة أَنْ تُضَاعَف الْحَسَنَة عَشْر حَسَنَات إِلَى أَكْثَر مِنْ ذَلِكَ ; رُوِيَ عَنْ اِبْن عَبَّاس . وَرُوِيَ عَنْ عَلِيّ بْن أَبِي طَالِب رَضِيَ اللَّه عَنْهُ : الزِّيَادَة غُرْفَة مِنْ لُؤْلُؤَة وَاحِدَة لَهَا أَرْبَعَة آلَاف بَاب . وَقَالَ مُجَاهِد : الْحُسْنَى حَسَنَة مِثْل حَسَنَة , وَالزِّيَادَة مَغْفِرَة مِنْ اللَّه وَرِضْوَان . وَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَم : الْحُسْنَى الْجَنَّة , وَالزِّيَادَة مَا أَعْطَاهُمْ اللَّه فِي الدُّنْيَا مِنْ فَضْله لَا يُحَاسِبهُمْ بِهِ يَوْم الْقِيَامَة . وَقَالَ عَبْد الرَّحْمَن بْن سَابِط : الْحُسْنَى الْبُشْرَى , وَالزِّيَادَة النَّظَر إِلَى وَجْه اللَّه الْكَرِيم ; قَالَ اللَّه تَعَالَى : &quot; وُجُوه يَوْمئِذٍ نَاضِرَة إِلَى رَبّهَا نَاظِرَة &quot; [ الْقِيَامَة : 22 - 23 ] . وَقَالَ يَزِيد بْن شَجَرَة : الزِّيَادَة أَنْ تَمُرّ السَّحَابَة بِأَهْلِ الْجَنَّة فَتُمْطِرهُمْ مِنْ كُلّ النَّوَادِر الَّتِي لَمْ يَرَوْهَا , وَتَقُول : يَا أَهْل الْجَنَّة , مَا تُرِيدُونَ أَنْ أُمْطِركُمْ ؟ فَلَا يُرِيدُونَ شَيْئًا إِلَّا أَمْطَرَتْهُمْ إِيَّاهُ . وَقِيلَ : الزِّيَادَة أَنَّهُ مَا يَمُرّ عَلَيْهِمْ مِقْدَار يَوْم مِنْ أَيَّام الدُّنْيَا إِلَّا حَتَّى يُطِيف بِمَنْزِلِ أَحَدهمْ سَبْعُونَ أَلْف مَلَك , مَعَ كُلّ مَلَك هَدَايَا مِنْ عِنْد اللَّه لَيْسَتْ مَعَ صَاحِبه , مَا رَأَوْا مِثْل تِلْكَ الْهَدَايَا قَطُّ ; فَسُبْحَان الْوَاسِع الْعَلِيم الْغَنِيّ الْحَمِيد الْعَلِيّ الْكَبِير الْعَزِيز الْقَدِير الْبَرّ الرَّحِيم الْمُدَبِّر الْحَكِيم اللَّطِيف الْكَرِيم الَّذِي لَا تَتَنَاهَى مَقْدُورَاته . وَقِيلَ : &quot; أَحْسَنُوا &quot; أَيْ مُعَامَلَة النَّاس , &quot; الْحُسْنَى &quot; : شَفَاعَتهمْ , وَالزِّيَادَة : إِذْن اللَّه تَعَالَى فِيهَا وَقَبُوله .



قِيلَ : مَعْنَاهُ يَلْحَق ; وَمِنْهُ قِيلَ : غُلَام مُرَاهِق إِذَا لَحِقَ بِالرِّجَالِ . وَقِيلَ : يَعْلُو . وَقِيلَ : يَغْشَى ; وَالْمَعْنَى مُتَقَارِب .



&quot; قَتَر &quot; غُبَار . &quot; وَلَا ذِلَّة &quot; أَيْ مَذَلَّة ; كَمَا يَلْحَق أَهْل النَّار ; أَيْ لَا يَلْحَقهُمْ غُبَار فِي مَحْشَرهمْ إِلَى اللَّه وَلَا تَغْشَاهُمْ ذِلَّة . وَأَنْشَدَ أَبُو عُبَيْدَة لِلْفَرَزْدَقِ : مُتَوَّج بِرِدَاءِ الْمُلْك يَتْبَعهُ مَوْج تَرَى فَوْقه الرَّايَات وَالْقَتَرَا وَقَرَأَ الْحَسَن &quot; قَتْر &quot; بِإِسْكَانِ التَّاء . وَالْقَتَر وَالْقَتَرَة وَالْقَتْرَة بِمَعْنًى وَاحِد ; قَالَهُ النَّحَّاس . وَوَاحِد الْقَتَر قَتَرَة ; وَمِنْهُ قَوْله تَعَالَى : &quot; تَرْهَقُهَا قَتَرَة &quot; [ عَبَسَ : 41 ] أَيْ تَعْلُوهَا غَبَرَة . وَقِيلَ : قَتَر كَآبَة وَكُسُوف . اِبْن عَبَّاس : الْقَتَر سَوَاد الْوُجُوه . اِبْن بَحْر : دُخَان النَّار ; وَمِنْهُ قُتَار الْقِدْر . وَقَالَ اِبْن لَيْلَى : هُوَ بُعْد نَظَرهمْ إِلَى رَبّهمْ عَزَّ وَجَلَّ .

قُلْت : هَذَا فِيهِ نَظَر ; فَإِنَّ اللَّه عَزَّ وَجَلَّ يَقُول : &quot; إِنَّ الَّذِينَ سَبَقَتْ لَهُمْ مِنَّا الْحُسْنَى أُولَئِكَ عَنْهَا مُبْعَدُونَ &quot; إِلَى قَوْله &quot; لَا يَحْزُنهُمْ الْفَزَع الْأَكْبَر &quot; [ الْأَنْبِيَاء : 101 - 103 ] وَقَالَ فِي غَيْر آيَة : &quot; وَلَا خَوْف عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ &quot; [ الْبَقَرَة : 62 ] وَقَالَ : &quot; إِنَّ الَّذِينَ قَالُوا رَبّنَا اللَّه ثُمَّ اِسْتَقَامُوا تَتَنَزَّل عَلَيْهِمْ الْمَلَائِكَة أَلَّا تَخَافُوا وَلَا تَحْزَنُوا &quot; [ فُصِّلَتْ : 30 ] الْآيَة . وَهَذَا عَامّ فَلَا يَتَغَيَّر بِفَضْلِ اللَّه فِي مَوْطِن مِنْ الْمَوَاطِن لَا قَبْل النَّظَر وَلَا بَعْده وَجْه الْمُحْسِن بِسَوَادٍ مِنْ كَآبَة وَلَا حُزْن , وَلَا يَعْلُوهُ شَيْء مِنْ دُخَان جَهَنَّم وَلَا غَيْره . &quot; وَأَمَّا الَّذِينَ اِبْيَضَّتْ وُجُوههمْ فَفِي رَحْمَة اللَّه هُمْ فِيهَا خَالِدُونَ &quot; [ آل عِمْرَان : 107 ] .';
$t[27] = 'أَيْ عَمِلُوا الْمَعَاصِي . وَقِيلَ : الشِّرْك .


&quot; جَزَاء &quot; مَرْفُوع بِالِابْتِدَاءِ , وَخَبَره &quot; بِمِثْلِهَا &quot; . قَالَ اِبْن كَيْسَان : الْبَاء زَائِدَة ; وَالْمَعْنَى جَزَاء سَيِّئَة مِثْلهَا . وَقِيلَ : الْبَاء مَعَ مَا بَعْدهَا الْخَبَر , وَهِيَ مُتَعَلِّقَة بِمَحْذُوفٍ قَامَتْ مَقَامه , وَالْمَعْنَى : جَزَاء سَيِّئَة كَائِن بِمِثْلِهَا ; كَقَوْلِك : إِنَّمَا أَنَا بِك ; أَيْ إِنَّمَا أَنَا كَائِن بِك . وَيَجُوز أَنْ تَتَعَلَّق بِجَزَاء , التَّقْدِير : جَزَاء سَيِّئَة بِمِثْلِهَا كَائِن ; فَحُذِفَ خَبَر الْمُبْتَدَأ . وَيَجُوز أَنْ يَكُون &quot; جَزَاء &quot; مَرْفُوعًا عَلَى تَقْدِير فَلَهُمْ جَزَاء سَيِّئَة ; فَيَكُون مِثْل قَوْله : &quot; فَعِدَّة مِنْ أَيَّام أُخَر &quot; [ الْبَقَرَة : 184 ] أَيْ فَعَلَيْهِ عِدَّة , وَشَبَهه ; وَالْبَاء عَلَى هَذَا التَّقْدِير تَتَعَلَّق بِمَحْذُوفٍ , كَأَنَّهُ قَالَ لَهُمْ جَزَاء سَيِّئَة ثَابِت بِمِثْلِهَا , أَوْ تَكُون مُؤَكِّدَة أَوْ زَائِدَة . وَمَعْنَى هَذِهِ الْمِثْلِيَّة أَنَّ ذَلِكَ الْجَزَاء مِمَّا يُعَدّ مُمَاثِلًا لِذُنُوبِهِمْ , أَيْ هُمْ غَيْر مَظْلُومِينَ , وَفِعْل الرَّبّ جَلَّتْ قُدْرَته وَتَعَالَى شَأْنه غَيْر مُعَلَّل بِعِلَّةٍ .



أَيْ يَغْشَاهُمْ هَوَان وَخِزْي .



أَيْ مِنْ عَذَاب اللَّه .


أَيْ مَانِع يَمْنَعهُمْ مِنْهُ .


أَيْ أُلْبِسَتْ .


جَمْع قِطْعَة , وَعَلَى هَذَا يَكُون &quot; مُظْلِمًا &quot; حَال مِنْ &quot; اللَّيْل &quot; أَيْ أُغْشِيَتْ وُجُوههمْ قِطَعًا مِنْ اللَّيْل فِي حَال ظُلْمَته . وَقَرَأَ الْكِسَائِيّ وَابْن كَثِير &quot; قِطْعًا &quot; بِإِسْكَانِ الطَّاء ; فَ &quot; مُظْلِمًا &quot; عَلَى هَذَا نَعْت , وَيَجُوز أَنْ يَكُون حَالًا مِنْ اللَّيْل . وَالْقِطْع اِسْم مَا قُطِعَ فَسَقَطَ . وَقَالَ اِبْن السِّكِّيت : الْقِطْع طَائِفَة مِنْ اللَّيْل ; وَسَيَأْتِي فِي &quot; هُود &quot; إِنْ شَاءَ اللَّه تَعَالَى .';
$t[28] = 'أَيْ نَجْمَعهُمْ , وَالْحَشْر الْجَمْع . &quot; جَمِيعًا &quot; حَال .


أَيْ اِتَّخَذُوا مَعَ اللَّه شَرِيكًا .


أَيْ اِلْزَمُوا وَاثْبُتُوا مَكَانكُمْ , وَقِفُوا مَوَاضِعكُمْ .


وَهَذَا وَعِيد .


أَيْ فَرَّقْنَا وَقَطَعْنَا مَا كَانَ بَيْنهمْ مِنْ التَّوَاصُل فِي الدُّنْيَا ; يُقَال : زَيَّلْته فَتَزَيَّلَ , أَيْ فَرَّقْته فَتَفَرَّقَ , وَهُوَ فَعَّلْت ; لِأَنَّك تَقُول فِي مَصْدَره تَزْيِيلًا , وَلَوْ كَانَ فَيْعَلْت لَقُلْت زَيَّلَةً . وَالْمُزَايَلَة الْمُفَارَقَة ; يُقَال : زَايَلَهُ اللَّه مُزَايَلَة وَزِيَالًا إِذَا فَارَقَهُ . وَالتَّزَايُل التَّبَايُن . قَالَ الْفَرَّاء : وَقَرَأَ بَعْضهمْ &quot; فَزَايَلْنَا بَيْنهمْ &quot; ; يُقَال : لَا أُزَايِل فُلَانًا , أَيْ لَا أُفَارِقهُ ; فَإِنْ قُلْت : لَا أُزَاوِلهُ فَهُوَ بِمَعْنًى آخَر , مَعْنَاهُ لَا أُخَاتِلهُ .



عُنِيَ بِالشُّرَكَاءِ الْمَلَائِكَة . وَقِيلَ : الشَّيَاطِين , وَقِيلَ : الْأَصْنَام ; فَيُنْطِقهَا اللَّه تَعَالَى فَتَكُون بَيْنهمْ هَذِهِ الْمُحَاوَرَة . وَذَلِكَ أَنَّهُمْ اِدَّعَوْا عَلَى الشَّيَاطِين الَّذِينَ أَطَاعُوهُمْ وَالْأَصْنَام الَّتِي عَبَدُوهَا أَنَّهُمْ أَمَرُوهُمْ بِعِبَادَتِهِمْ وَيَقُولُونَ مَا عَبَدْنَاكُمْ حَتَّى أَمَرْتُمُونَا . قَالَ مُجَاهِد : يُنْطِق اللَّه الْأَوْثَان فَتَقُول مَا كُنَّا نَشْعُر بِأَنَّكُمْ إِيَّانَا تَعْبُدُونَ , وَمَا أَمَرْنَاكُمْ بِعِبَادَتِنَا . وَإِنْ حُمِلَ الشُّرَكَاء عَلَى الشَّيَاطِين فَالْمَعْنَى أَنَّهُمْ يَقُولُونَ ذَلِكَ دَهَشًا , أَوْ يَقُولُونَ كَذِبًا وَاحْتِيَالًا لِلْخَلَاصِ , وَقَدْ يَجْرِي مِثْل هَذَا غَدًا ; وَإِنْ صَارَتْ الْمَعَارِف ضَرُورِيَّة .';
$t[29] = '&quot; شَهِيدًا &quot; مَفْعُول , أَيْ كَفَى اللَّه شَهِيدًا , أَوْ تَمْيِيز , أَيْ اِكْتَفِ بِهِ شَهِيدًا بَيْننَا وَبَيْنكُمْ إِنْ كُنَّا أَمَرْنَاكُمْ بِهَذَا أَوْ رَضِينَاهُ مِنْكُمْ .


أَيْ مَا كُنَّا


إِلَّا غَافِلِينَ لَا نَسْمَع وَلَا نُبْصِر وَلَا نَعْقِل ; لِأَنَّا كُنَّا جَمَادًا لَا رُوح فِينَا .';
$t[30] = 'فِي مَوْضِع نَصْب عَلَى الظَّرْف .


أَيْ فِي ذَلِكَ الْوَقْت . &quot; تَبْلُو &quot; أَيْ تَذُوق . وَقَالَ الْكَلْبِيّ : تَعْلَم . مُجَاهِد : تُخْتَبَر .



أَيْ جَزَاء مَا عَمِلَتْ وَقَدَّمَتْ . وَقِيلَ : تُسَلِّم , أَيْ تُسَلِّم مَا عَلَيْهَا مِنْ الْحُقُوق إِلَى أَرْبَابهَا بِغَيْرِ اِخْتِيَارهَا . وَقَرَأَ حَمْزَة وَالْكِسَائِيّ &quot; تَتْلُو &quot; أَيْ تَقْرَأ كُلّ نَفْس كِتَابهَا الَّذِي كُتِبَ عَلَيْهَا . وَقِيلَ : &quot; تَتْلُو &quot; تَتَّبِع ; أَيْ تَتَّبِع كُلّ نَفْس مَا قَدَّمَتْ فِي الدُّنْيَا ; قَالَهُ السُّدِّيّ . وَمِنْهُ قَوْل الشَّاعِر : إِنَّ الْمُرِيب يَتْبَع الْمُرِيبَا كَمَا رَأَيْت الذِّيب يَتْلُو الذِّيبَا


بِالْخَفْضِ عَلَى الْبَدَل أَوْ الصِّفَة . وَيَجُوز نَصْب الْحَقّ مِنْ ثَلَاث جِهَات ; يَكُون التَّقْدِير : وَرُدُّوا حَقًّا , ثُمَّ جِيءَ بِالْأَلِفِ وَاللَّام . وَيَجُوز أَنْ يَكُون التَّقْدِير : مَوْلَاهُمْ حَقًّا لَا مَا يَعْبُدُونَ مِنْ دُونه . وَالْوَجْه الثَّالِث أَنْ يَكُون مَدْحًا ; أَيْ أَعْنِي الْحَقّ . وَيَجُوز أَنْ يُرْفَع &quot; الْحَقّ &quot; , وَيَكُون الْمَعْنَى مَوْلَاهُمْ الْحَقّ - عَلَى الِابْتِدَاء وَالْخَبَر وَالْقَطْع مِمَّا قَبْل - لَا مَا يُشْرِكُونَ مِنْ دُونه . وَوَصَفَ نَفْسه سُبْحَانه بِالْحَقِّ لِأَنَّ الْحَقّ مِنْهُ كَمَا وَصَفَ نَفْسه بِالْعَدْلِ لِأَنَّ الْعَدْل مِنْهُ ; أَيْ كُلّ عَدْل وَحَقّ فَمِنْ قِبَله , وَقَالَ اِبْن عَبَّاس : &quot; مَوْلَاهُمْ بِالْحَقِّ &quot; أَيْ الَّذِي يُجَازِيهِمْ بِالْحَقِّ . فَإِنْ قِيلَ : كَيْفَ قَالَ : &quot; وَرُدُّوا إِلَى اللَّه مَوْلَاهُمْ الْحَقّ &quot; وَقَدْ أَخْبَرَ بِأَنَّ الْكَافِرِينَ لَا مَوْلَى لَهُمْ . قِيلَ لَيْسَ بِمَوْلَاهُمْ فِي النُّصْرَة وَالْمَعُونَة , وَهُوَ مَوْلًى لَهُمْ فِي الرِّزْق وَإِدْرَار النِّعَم .


أَيْ بَطَلَ .


&quot; يَفْتَرُونَ &quot; فِي مَوْضِع رَفْع وَهُوَ بِمَعْنَى الْمَصْدَر , أَيْ اِفْتِرَاؤُهُمْ .';
$t[31] = 'الْمُرَاد بِمَسَاقِ هَذَا الْكَلَام الرَّدّ عَلَى الْمُشْرِكِينَ وَتَقْرِير الْحُجَّة عَلَيْهِمْ ; فَمَنْ اِعْتَرَفَ مِنْهُمْ فَالْحُجَّة ظَاهِرَة عَلَيْهِمْ , وَمَنْ لَمْ يَعْتَرِف فَيُقَرَّر عَلَيْهِ أَنَّ هَذِهِ السَّمَاوَات وَالْأَرْض لَا بُدّ لَهُمَا مِنْ خَالِق ; وَلَا يَتَمَارَى فِي هَذَا عَاقِل . وَهَذَا قَرِيب مِنْ مَرْتَبَة الضَّرُورَة . &quot; مِنْ السَّمَاء &quot; أَيْ بِالْمَطَرِ . &quot; وَالْأَرْض &quot; بِالنَّبَاتِ .


أَيْ مَنْ جَعَلَهُمَا وَخَلَقَهُمَا لَكُمْ .


أَيْ النَّبَات مِنْ الْأَرْض , وَالْإِنْسَان مِنْ النُّطْفَة , وَالسُّنْبُلَة مِنْ الْحَبَّة , وَالطَّيْر مِنْ الْبَيْضَة , وَالْمُؤْمِن مِنْ الْكَافِر .


أَيْ يُقَدِّرهُ وَيَقْضِيه .


لِأَنَّهُمْ كَانُوا يَعْتَقِدُونَ أَنَّ الْخَالِق هُوَ اللَّه ; أَوْ فَسَيَقُولُونَ هُوَ اللَّه إِنْ فَكَّرُوا وَأَنْصَفُوا

لَهُمْ يَا مُحَمَّد .


أَيْ أَفَلَا تَخَافُونَ عِقَابه وَنِقْمَته فِي الدُّنْيَا وَالْآخِرَة .';
$t[32] = 'فِيهِ ثَمَانِي مَسَائِل : الْأُولَى : &quot; فَذَلِكُمْ اللَّه رَبّكُمْ الْحَقّ &quot; أَيْ هَذَا الَّذِي يَفْعَل هَذِهِ الْأَشْيَاء هُوَ رَبّكُمْ الْحَقّ , لَا مَا أَشْرَكْتُمْ مَعَهُ . &quot; فَمَاذَا بَعْد الْحَقّ &quot; &quot; ذَا &quot; صِلَة أَيْ مَا بَعْد عِبَادَة الْإِلَه الْحَقّ إِذَا تَرَكْت عِبَادَته إِلَّا الضَّلَال . وَقَالَ بَعْض الْمُتَقَدِّمِينَ : ظَاهِر هَذِهِ الْآيَة يَدُلّ عَلَى أَنَّ مَا بَعْد اللَّه هُوَ الضَّلَال ; لِأَنَّ أَوَّلهَا &quot; فَذَلِكُمْ اللَّه رَبّكُمْ الْحَقّ &quot; وَآخِرهَا &quot; فَمَاذَا بَعْد الْحَقّ إِلَّا الضَّلَال &quot; فَهَذَا فِي الْإِيمَان وَالْكُفْر , لَيْسَ فِي الْأَعْمَال . وَقَالَ بَعْضهمْ : إِنَّ الْكُفْر تَغْطِيَة الْحَقّ , وَكُلّ مَا كَانَ غَيْر الْحَقّ جَرَى هَذَا الْمَجْرَى ; فَالْحَرَام ضَلَال وَالْمُبَاح هُدًى ; فَإِنَّ اللَّه هُوَ الْمُبِيح وَالْمُحَرِّم . وَالصَّحِيح الْأَوَّل ; لِأَنَّ قَبْل &quot; قُلْ مَنْ يَرْزُقكُمْ مِنْ السَّمَاء وَالْأَرْض &quot; ثُمَّ قَالَ &quot; فَذَلِكُمْ اللَّه رَبّكُمْ الْحَقّ &quot; أَيْ هَذَا الَّذِي رَزَقَكُمْ , وَهَذَا كُلّه فِعْله هُوَ . &quot; رَبّكُمْ الْحَقّ &quot; أَيْ الَّذِي تَحِقّ لَهُ الْأُلُوهِيَّة وَيَسْتَوْجِب الْعِبَادَة , وَإِذَا كَانَ ذَلِكَ فَتَشْرِيك غَيْره ضَلَال وَغَيْر حَقّ .

الثَّانِيَة : قَالَ عُلَمَاؤُنَا : حَكَمَتْ هَذِهِ الْآيَة بِأَنَّهُ لَيْسَ بَيْن الْحَقّ وَالْبَاطِل مَنْزِلَة ثَالِثَة فِي هَذِهِ الْمَسْأَلَة الَّتِي هِيَ تَوْحِيد اللَّه تَعَالَى , وَكَذَلِكَ هُوَ الْأَمْر فِي نَظَائِرهَا , وَهِيَ مَسَائِل الْأُصُول الَّتِي الْحَقّ فِيهَا فِي طَرَف وَاحِد ; لِأَنَّ الْكَلَام فِيهَا إِنَّمَا هُوَ فِي تَعْدِيد وُجُود ذَات كَيْفَ هِيَ , وَذَلِكَ بِخِلَافِ مَسَائِل الْفُرُوع الَّتِي قَالَ اللَّه تَعَالَى فِيهَا : &quot; لِكُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَة وَمِنْهَاجًا &quot; [ الْمَائِدَة : 48 ] , وَقَوْله عَلَيْهِ السَّلَام : ( الْحَلَال بَيِّن وَالْحَرَام بَيِّن وَبَيْنهمَا أُمُور مُتَشَابِهَات ) . وَالْكَلَام فِي الْفُرُوع إِنَّمَا هُوَ فِي أَحْكَام طَارِئَة عَلَى وُجُود ذَات مُتَقَرِّرَة لَا يُخْتَلَف فِيهَا وَإِنَّمَا يُخْتَلَف فِي الْأَحْكَام الْمُتَعَلِّقَة بِهَا .

الثَّالِثَة : ثَبَتَ عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ إِذَا قَامَ إِلَى الصَّلَاة فِي جَوْف اللَّيْل قَالَ : ( اللَّهُمَّ لَك الْحَمْد ) الْحَدِيث . وَفِيهِ ( أَنْتَ الْحَقّ وَوَعْدك الْحَقّ وَقَوْلك الْحَقّ وَلِقَاؤُك الْحَقّ وَالْجَنَّة حَقّ وَالنَّار حَقّ وَالسَّاعَة حَقّ وَالنَّبِيُّونَ حَقّ وَمُحَمَّد حَقّ ) الْحَدِيث . فَقَوْله : ( أَنْتَ الْحَقّ ) أَيْ الْوَاجِب الْوُجُود ; وَأَصْله مِنْ حَقَّ الشَّيْء أَيْ ثَبَتَ وَوَجَبَ . وَهَذَا الْوَصْف لِلَّهِ تَعَالَى بِالْحَقِيقَةِ إِذْ وُجُوده لِنَفْسِهِ لَمْ يَسْبِقهُ عَدَم وَلَا يَلْحَقهُ عَدَم ; وَمَا عَدَاهُ مِمَّا يُقَال عَلَيْهِ هَذَا الِاسْم مَسْبُوق بِعَدَمٍ , وَيَجُوز عَلَيْهِ لِحَاق الْعَدَم , وَوُجُوده مِنْ مُوجِده لَا مِنْ نَفْسه . وَبِاعْتِبَارِ هَذَا الْمَعْنَى كَانَ أَصْدَق كَلِمَة قَالَهَا الشَّاعِر , كَلِمَة لَبِيد : أَلَا كُلّ شَيْء مَا خَلَا اللَّه بَاطِل وَإِلَيْهِ الْإِشَارَة بِقَوْلِهِ تَعَالَى : &quot; كُلّ شَيْء هَالِك إِلَّا وَجْهه لَهُ الْحُكْم وَإِلَيْهِ تُرْجَعُونَ &quot; [ الْقَصَص : 88 ] .

الرَّابِعَة : مُقَابَلَة الْحَقّ بِالضَّلَالِ عُرِفَ لُغَة وَشَرْعًا , كَمَا فِي هَذِهِ الْآيَة . وَكَذَلِكَ أَيْضًا مُقَابَلَة الْحَقّ بِالْبَاطِلِ عُرِفَ لُغَة وَشَرْعًا ; قَالَ اللَّه تَعَالَى : &quot; ذَلِكَ بِأَنَّ اللَّه هُوَ الْحَقّ وَأَنَّ مَا يَدْعُونَ مِنْ دُونه هُوَ الْبَاطِل &quot; [ لُقْمَان : 30 ] . وَالضَّلَال حَقِيقَته الذَّهَاب عَنْ الْحَقّ ; أُخِذَ مِنْ ضَلَال الطَّرِيق , وَهُوَ الْعُدُول عَنْ سَمْته . قَالَ اِبْن عَرَفَة : الضَّلَالَة عِنْد الْعَرَب سُلُوك غَيْر سَبِيل الْقَصْد ; يُقَال : ضَلَّ عَنْ الطَّرِيق وَأَضَلَّ الشَّيْء إِذَا أَضَاعَهُ . وَخُصَّ فِي الشَّرْع بِالْعِبَارَةِ فِي الْعُدُول عَنْ السَّدَاد فِي الِاعْتِقَاد دُون الْأَعْمَال ; وَمِنْ غَرِيب أَمْره أَنَّهُ يُعَبَّر بِهِ عَنْ عَدَم الْمَعْرِفَة بِالْحَقِّ سُبْحَانه إِذَا قَابَلَهُ غَفْلَة وَلَمْ يَقْتَرِن بِعَدَمِهِ جَهْل أَوْ شَكّ , وَعَلَيْهِ حَمَلَ الْعُلَمَاء قَوْله تَعَالَى : &quot; وَوَجَدَك ضَالًّا فَهَدَى &quot; [ الضُّحَى : 7 ] أَيْ غَافِلًا , فِي أَحَد التَّأْوِيلَات , يُحَقِّقهُ قَوْله تَعَالَى : &quot; مَا كُنْت تَدْرِي مَا الْكِتَاب وَلَا الْإِيمَان &quot; [ الشُّورَى : 52 ] .

الْخَامِسَة : رَوَى عَبْد اللَّه بْن عَبْد الْحَكَم وَأَشْهَب عَنْ مَالِك فِي قَوْله تَعَالَى : &quot; فَمَاذَا بَعْد الْحَقّ إِلَّا الضَّلَال &quot; قَالَ : اللَّعِب بِالشِّطْرَنْجِ وَالنَّرْد مِنْ الضَّلَال . وَرَوَى يُونُس عَنْ اِبْن وَهْب أَنَّهُ سُئِلَ عَنْ الرَّجُل يَلْعَب فِي بَيْته مَعَ اِمْرَأَته بِأَرْبَع عَشْرَة ; فَقَالَ مَالِك : مَا يُعْجِبنِي ! وَلَيْسَ مِنْ شَأْن الْمُؤْمِنِينَ , يَقُول اللَّه تَعَالَى : &quot; فَمَاذَا بَعْد الْحَقّ إِلَّا الضَّلَال &quot; . وَرَوَى يُونُس عَنْ أَشْهَب قَالَ : سُئِلَ - يَعْنِي مَالِكًا - عَنْ اللَّعِب بِالشِّطْرَنْجِ فَقَالَ : لَا خَيْر فِيهِ , وَلَيْسَ بِشَيْءٍ وَهُوَ مِنْ الْبَاطِل , وَاللَّعِب كُلّه مِنْ الْبَاطِل , وَإِنَّهُ لَيَنْبَغِي لِذِي الْعَقْل أَنْ تَنْهَاهُ اللِّحْيَة وَالشَّيْب عَنْ الْبَاطِل . وَقَالَ الزُّهْرِيّ لَمَّا سُئِلَ عَنْ الشِّطْرَنْج : هِيَ مِنْ الْبَاطِل وَلَا أُحِبّهَا .

السَّادِسَة : اِخْتَلَفَ الْعُلَمَاء فِي جَوَاز اللَّعِب بِالشِّطْرَنْجِ وَغَيْره إِذَا لَمْ يَكُنْ عَلَى وَجْه الْقِمَار ; فَتَحْصِيل مَذْهَب مَالِك وَجُمْهُور الْفُقَهَاء فِي الشِّطْرَنْج أَنَّ مَنْ لَمْ يُقَامِر بِهَا وَلَعِبَ مَعَ أَهْله فِي بَيْته مُسْتَتِرًا بِهِ مَرَّة فِي الشَّهْر أَوْ الْعَام , لَا يُطَّلَع عَلَيْهِ وَلَا يُعْلَم بِهِ أَنَّهُ مَعْفُوّ عَنْهُ غَيْر مُحَرَّم عَلَيْهِ وَلَا مَكْرُوه لَهُ , وَأَنَّهُ إِنْ تَخَلَّعَ بِهِ وَاشْتَهَرَ فِيهِ سَقَطَتْ مُرُوءَته وَعَدَالَته وَرُدَّتْ شَهَادَته . وَأَمَّا الشَّافِعِيّ فَلَا تَسْقُط فِي مَذْهَب أَصْحَابه شَهَادَة اللَّاعِب بِالنَّرْدِ وَالشِّطْرَنْج , إِذَا كَانَ عَدْلًا فِي جَمِيع أَصْحَابه , وَلَمْ يَظْهَر مِنْهُ سَفَه وَلَا رِيبَة وَلَا كَبِيرَة إِلَّا أَنْ يَلْعَب بِهِ قِمَارًا , فَإِنْ لَعِبَ بِهَا قِمَارًا وَكَانَ بِذَلِكَ مَعْرُوفًا سَقَطَتْ عَدَالَته وَسَفِهَ نَفْسه لِأَكْلِهِ الْمَال بِالْبَاطِلِ . وَقَالَ أَبُو حَنِيفَة : يُكْرَه اللَّعِب بِالشِّطْرَنْجِ وَالنَّرْد وَالْأَرْبَعَة عَشَر وَكُلّ اللَّهْو ; فَإِنْ لَمْ تَظْهَر مِنْ اللَّاعِب بِهَا كَبِيرَة وَكَانَتْ مَحَاسِنه أَكْثَر مِنْ مَسَاوِيهِ قُبِلَتْ شَهَادَته عِنْدهمْ . قَالَ اِبْن الْعَرَبِيّ : قَالَتْ الشَّافِعِيَّة إِنَّ الشِّطْرَنْج يُخَالِف النَّرْد لِأَنَّ فِيهِ إِكْدَاد الْفَهْم وَاسْتِعْمَال الْقَرِيحَة . وَالنَّرْد قِمَار غَرَر لَا يُعْلَم مَا يَخْرُج لَهُ فِيهِ كَالِاسْتِقْسَامِ بِالْأَزْلَامِ .

السَّابِعَة : قَالَ عُلَمَاؤُنَا : النَّرْد قِطَع مَمْلُوءَة مِنْ خَشَب الْبَقْس وَمِنْ عَظْم الْفِيل , وَكَذَا هُوَ الشِّطْرَنْج إِذْ هُوَ أَخُوهُ غُذِّيَ بِلِبَانِهِ . وَالنَّرْد هُوَ الَّذِي يُعْرَف بِالْبَاطِلِ , وَيُعْرَف بِالْكِعَابِ وَيُعْرَف فِي الْجَاهِلِيَّة أَيْضًا بِالْأَرُنْ وَيُعْرَف أَيْضًا بِالنَّرْدَشِير . وَفِي صَحِيح مُسْلِم عَنْ سُلَيْمَان بْن بُرَيْدَة عَنْ أَبِيهِ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : ( مَنْ لَعِبَ بِالنَّرْدَشِير فَكَأَنَّمَا غَمَسَ يَده فِي لَحْم خِنْزِير وَدَمه ) . قَالَ عُلَمَاؤُنَا : وَمَعْنَى هَذَا أَيْ هُوَ كَمَنْ غَمَسَ يَده فِي لَحْم الْخِنْزِير يُهَيِّئهُ لِأَنْ يَأْكُلهُ , وَهَذَا الْفِعْل فِي الْخِنْزِير حَرَام لَا يَجُوز ; يُبَيِّنهُ قَوْله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : ( مَنْ لَعِبَ بِالنَّرْدِ فَقَدْ . عَصَى اللَّه وَرَسُوله ) رَوَاهُ مَالِك وَغَيْره مِنْ حَدِيث أَبِي مُوسَى الْأَشْعَرِيّ وَهُوَ حَدِيث صَحِيح , وَهُوَ يُحَرِّم اللَّعِب بِالنَّرْدِ جُمْلَة وَاحِدَة , وَكَذَلِكَ الشِّطْرَنْج , لَمْ يَسْتَثْنِ وَقْتًا مِنْ وَقْت وَلَا حَالًا مِنْ حَال , وَأَخْبَرَ أَنَّ فَاعِل ذَلِكَ عَاصٍ لِلَّهِ وَرَسُوله ; إِلَّا أَنَّهُ يَحْتَمِل أَنْ يَكُون الْمُرَاد بِاللَّعِبِ بِالنَّرْدِ الْمَنْهِيّ عَنْهُ أَنْ يَكُون عَلَى وَجْه الْقِمَار ; لِمَا رُوِيَ مِنْ إِجَازَة اللَّعِب بِالشِّطْرَنْجِ عَنْ التَّابِعِينَ عَلَى غَيْر قِمَار . وَحَمْل ذَلِكَ عَلَى الْعُمُوم قِمَارًا وَغَيْر قِمَار أَوْلَى وَأَحْوَط إِنْ شَاءَ اللَّه . قَالَ أَبُو عَبْد اللَّه الْحَلِيمِيّ فِي كِتَاب مِنْهَاج الدِّين : وَمِمَّا جَاءَ فِي الشِّطْرَنْج حَدِيث يُرْوَى فِيهِ كَمَا يُرْوَى فِي النَّرْد أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : ( مَنْ لَعِبَ بِالشِّطْرَنْجِ فَقَدْ عَصَى اللَّه وَرَسُوله ) . وَعَنْ عَلِيّ رَضِيَ اللَّه عَنْهُ أَنَّهُ مَرَّ عَلَى مَجْلِس مِنْ مَجَالِس بَنِي تَمِيم وَهُمْ يَلْعَبُونَ بِالشِّطْرَنْجِ فَوَقَفَ عَلَيْهِمْ فَقَالَ : ( أَمَا وَاَللَّه لِغَيْرِ هَذَا خُلِقْتُمْ ! أَمَا وَاَللَّه لَوْلَا أَنْ تَكُون سُنَّة لَضَرَبْت بِهِ وُجُوهكُمْ ) . وَعَنْهُ رَضِيَ اللَّه عَنْهُ أَنَّهُ مَرَّ بِقَوْمٍ يَلْعَبُونَ بِالشِّطْرَنْجِ فَقَالَ : مَا هَذِهِ التَّمَاثِيل الَّتِي أَنْتُمْ لَهَا عَاكِفُونَ ; لَأَنْ يَمَسّ أَحَدكُمْ جَمْرًا حَتَّى يُطْفَأ خَيْر مِنْ أَنْ يَمَسّهَا . وَسُئِلَ اِبْن عُمَر عَنْ الشِّطْرَنْج فَقَالَ هِيَ شَرّ مِنْ النَّرْد . وَقَالَ أَبُو مُوسَى الْأَشْعَرِيّ : لَا يَلْعَب بِالشِّطْرَنْجِ إِلَّا خَاطِئ . وَسُئِلَ أَبُو جَعْفَر عَنْ الشِّطْرَنْج فَقَالَ : دَعُونَا مِنْ هَذِهِ الْمَجُوسِيَّة . وَفِي حَدِيث طَوِيل عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : ( وَأَنَّ مَنْ لَعِبَ بِالنَّرْدِ وَالشِّطْرَنْج وَالْجَوْز وَالْكِعَاب مَقَتَهُ اللَّه وَمَنْ جَلَسَ إِلَى مَنْ يَلْعَب بِالنَّرْدِ وَالشِّطْرَنْج لِيَنْظُر إِلَيْهِمْ مُحِيَتْ عَنْهُ حَسَنَاته كُلّهَا وَصَارَ مِمَّنْ مَقَتَهُ اللَّه ) . وَهَذِهِ الْآثَار كُلّهَا تَدُلّ عَلَى تَحْرِيم اللَّعِب بِهَا بِلَا قِمَار , وَاَللَّه أَعْلَم . وَقَدْ ذَكَرْنَا فِي &quot; الْمَائِدَة &quot; بَيَان تَحْرِيمهَا وَأَنَّهَا كَالْخَمْرِ فِي التَّحْرِيم لِاقْتِرَانِهَا بِهِ , وَاَللَّه أَعْلَم . قَالَ اِبْن الْعَرَبِيّ فِي قَبَسه : وَقَدْ جَوَّزَهُ الشَّافِعِيّ , وَانْتَهَى حَال بَعْضهمْ إِلَى أَنْ يَقُول : هُوَ مَنْدُوب إِلَيْهِ , حَتَّى اِتَّخَذُوهُ فِي الْمَدْرَسَة ; فَإِذَا أَعْيَا الطَّالِب مِنْ الْقِرَاءَة لَعِبَ بِهِ فِي الْمَسْجِد . وَأَسْنَدُوا إِلَى قَوْم مِنْ الصَّحَابَة وَالتَّابِعِينَ أَنَّهُمْ لَعِبُوا بِهَا ; وَمَا كَانَ ذَلِكَ قَطُّ ! وَتَاللَّهِ مَا مَسَّتْهَا يَد تَقِيّ . وَيَقُولُونَ : إِنَّهَا تَشْحَذ الذِّهْن , وَالْعِيَان يُكَذِّبهُمْ , مَا تَبَحَّرَ فِيهَا قَطُّ رَجُل لَهُ ذِهْن . سَمِعْت الْإِمَام أَبَا الْفَضْل عَطَاء الْمَقْدِسِيّ يَقُول بِالْمَسْجِدِ الْأَقْصَى فِي الْمُنَاظَرَة : إِنَّهَا تُعَلِّم الْحَرْب . فَقَالَ لَهُ الطُّرْطُوشِيّ : بَلْ تُفْسِد تَدْبِير الْحَرْب ; لِأَنَّ الْحَرْب الْمَقْصُود مِنْهَا الْمَلِك وَاغْتِيَاله , وَفِي الشِّطْرَنْج تَقُول : شَاه إِيَّاكَ : الْمَلِك نَحِّهِ عَنْ طَرِيقِي ; فَاسْتَضْحَكَ الْحَاضِرِينَ . وَتَارَة شَدَّدَ فِيهَا مَالِك وَحَرَّمَهَا وَقَالَ فِيهَا : &quot; فَمَاذَا بَعْد الْحَقّ إِلَّا الضَّلَال &quot; وَتَارَة اِسْتَهَانَ بِالْقَلِيلِ مِنْهَا وَالْأَهْوَن , وَالْقَوْل الْأَوَّل أَصَحّ وَاَللَّه أَعْلَم . فَإِنْ قَالَ قَائِل : رُوِيَ عَنْ عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ أَنَّهُ سُئِلَ عَنْ الشِّطْرَنْج فَقَالَ : وَمَا الشِّطْرَنْج ؟ فَقِيلَ لَهُ : إِنَّ اِمْرَأَة كَانَ لَهَا اِبْن وَكَانَ مَلِكًا فَأُصِيبَ فِي حَرْب دُون أَصْحَابه ; فَقَالَتْ : كَيْفَ يَكُون هَذَا أَرُونِيهِ عِيَانًا ; فَعُمِلَ لَهَا الشِّطْرَنْج , فَلَمَّا رَأَتْهُ تَسَلَّتْ بِذَلِكَ . وَوَصَفُوا الشِّطْرَنْج لِعُمَرَ رَضِيَ اللَّه عَنْهُ فَقَالَ : لَا بَأْس بِمَا كَانَ مِنْ آلَة الْحَرْب ; قِيلَ لَهُ : هَذَا لَا حُجَّة فِيهِ لِأَنَّهُ لَمْ يَقُلْ لَا بَأْس بِالشِّطْرَنْجِ وَإِنَّمَا قَالَ لَا بَأْس بِمَا كَانَ مِنْ آلَة الْحَرْب . وَإِنَّمَا قَالَ هَذَا لِأَنَّهُ شُبِّهَ عَلَيْهِ أَنَّ اللَّعِب بِالشِّطْرَنْجِ مِمَّا يُسْتَعَان بِهِ عَلَى مَعْرِفَة أَسْبَاب الْحَرْب , فَلَمَّا قِيلَ لَهُ ذَلِكَ وَلَمْ يُحِطْ بِهِ عِلْمه قَالَ : لَا بَأْس بِمَا كَانَ مِنْ آلَة الْحَرْب , إِنْ كَانَ كَمَا تَقُولُونَ فَلَا بَأْس بِهِ , وَكَذَلِكَ مَنْ رُوِيَ عَنْهُ مِنْ الصَّحَابَة أَنَّهُ لَمْ يَنْهَ عَنْهُ , فَإِنَّ ذَلِكَ مَحْمُول مِنْهُ عَلَى أَنَّهُ ظَنَّ أَنَّ ذَلِكَ لَيْسَ يُتَلَهَّى بِهِ , وَإِنَّمَا يُرَاد بِهِ التَّسَبُّب إِلَى عِلْم الْقِتَال وَالْمُضَارَبَة فِيهِ , أَوْ عَلَى أَنَّ الْخَبَر الْمُسْنَد لَمْ يَبْلُغهُمْ . قَالَ الْحَلِيمِيّ : وَإِذَا صَحَّ الْخَبَر فَلَا حُجَّة لِأَحَدٍ مَعَهُ , وَإِنَّمَا الْحُجَّة فِيهِ عَلَى الْكَافَّة .

الثَّامِنَة : ذَكَرَ اِبْن وَهْب بِإِسْنَادِهِ أَنَّ عَبْد اللَّه بْن عُمَر مَرَّ بِغِلْمَانٍ يَلْعَبُونَ بِالْكُجَّةِ , وَهِيَ حُفَر فِيهَا حَصًى يَلْعَبُونَ بِهَا , قَالَ : فَسَدَّهَا اِبْن عُمَر وَنَهَاهُمْ عَنْهَا . وَذَكَرَ الْهَرَوِيّ فِي بَاب ( الْكَاف مَعَ الْجِيم ) فِي حَدِيث اِبْن عَبَّاس : فِي كُلّ شَيْء قِمَار حَتَّى فِي لَعِب الصِّبْيَان بِالْكُجَّةِ ; قَالَ اِبْن الْأَعْرَابِيّ : هُوَ أَنْ يَأْخُذ الصَّبِيّ خِرْقَة فَيُدَوِّرهَا كَأَنَّهَا كُرَة , ثُمَّ يَتَقَامَرُونَ بِهَا . وَكَجَّ إِذَا لَعِبَ بِالْكُجَّةِ .



أَيْ كَيْفَ تَصْرِفُونَ عُقُولكُمْ إِلَى عِبَادَة مَا لَا يَرْزُق وَلَا يُحْيِي وَلَا يُمِيت .';
$t[33] = 'أَيْ حُكْمه وَقَضَاؤُهُ وَعِلْمه السَّابِق .


أَيْ خَرَجُوا عَنْ الطَّاعَة وَكَفَرُوا وَكَذَّبُوا .


أَيْ لَا يُصَدِّقُونَ . وَفِي هَذَا أَوْفَى دَلِيل عَلَى الْقَدَرِيَّة . وَقَرَأَ نَافِع وَابْن عَامِر هُنَا وَفِي آخِرهَا &quot; كَذَلِكَ حَقَّتْ كَلِمَات رَبّك &quot; وَفِي سُورَة غَافِر بِالْجَمْعِ فِي الثَّلَاثَة . الْبَاقُونَ بِالْإِفْرَادِ وَ &quot; أَنَّ &quot; فِي مَوْضِع نَصْب ; أَيْ بِأَنَّهُمْ أَوْ لِأَنَّهُمْ . قَالَ الزَّجَّاج : وَيَجُوز أَنْ تَكُون فِي مَوْضِع رَفْع عَلَى الْبَدَل مِنْ كَلِمَات . قَالَ الْفَرَّاء : يَجُوز &quot; إِنَّهُمْ &quot; بِالْكَسْرِ عَلَى الِاسْتِئْنَاف .';
$t[34] = 'أَيْ آلِهَتكُمْ وَمَعْبُودَاتكُمْ .


أَيْ قُلْ لَهُمْ يَا مُحَمَّد ذَلِكَ عَلَى جِهَة التَّوْبِيخ وَالتَّقْرِير ; فَإِنْ أَجَابُوك وَإِلَّا فَ &quot; قُلْ اللَّه يَبْدَأ الْخَلْق ثُمَّ يُعِيدهُ &quot;


وَلَيْسَ غَيْره يَفْعَل ذَلِكَ .


أَيْ فَكَيْفَ تَنْقَلِبُونَ وَتَنْصَرِفُونَ عَنْ الْحَقّ إِلَى الْبَاطِل .';
$t[35] = 'يُقَال : هَدَاهُ لِلطَّرِيقِ وَإِلَى الطَّرِيق بِمَعْنًى وَاحِد ; وَقَدْ تَقَدَّمَ . أَيْ هَلْ مِنْ شُرَكَائِكُمْ مَنْ يُرْشِد إِلَى دِين الْإِسْلَام ; فَإِذَا قَالُوا لَا وَلَا بُدّ مِنْهُ


لَهُمْ


ثُمَّ قُلْ لَهُمْ مُوَبِّخًا وَمُقَرِّرًا .


أَيْ يُرْشِد .


وَهُوَ اللَّه سُبْحَانه وَتَعَالَى .



يُرِيد الْأَصْنَام الَّتِي لَا تَهْدِي أَحَدًا , وَلَا تَمْشِي إِلَّا أَنْ تُحْمَل , وَلَا تَنْتَقِل عَنْ مَكَانهَا إِلَّا أَنْ تُنْقَل . قَالَ الشَّاعِر : لِلْفَتَى عَقْل يَعِيش بِهِ حَيْثُ تَهْدِي سَاقه قَدَمهْ وَقِيلَ : الْمُرَاد الرُّؤَسَاء وَالْمُضِلُّونَ الَّذِينَ لَا يُرْشِدُونَ أَنْفُسهمْ إِلَى هُدًى إِلَّا أَنْ يُرْشَدُوا . وَفِي &quot; يَهِدِّي &quot; قِرَاءَات سِتّ : الْأُولَى : قَرَأَ أَهْل الْمَدِينَة إِلَّا وَرْشًا &quot; يَهْدِّي &quot; بِفَتْحِ الْيَاء وَإِسْكَان الْهَاء وَتَشْدِيد الدَّال ; فَجَمَعُوا فِي قِرَاءَتهمْ بَيْن سَاكِنَيْنِ كَمَا فَعَلُوا فِي قَوْله : &quot; لَا تَعْدُّوا &quot; وَفِي قَوْله : &quot; يَخْصِّمُونَ &quot; . قَالَ النَّحَّاس : وَالْجَمْع بَيْن السَّاكِنَيْنِ لَا يَقْدِر أَحَد أَنْ يَنْطِق بِهِ . قَالَ مُحَمَّد بْن يَزِيد : لَا بُدّ لِمَنْ رَامَ مِثْل هَذَا أَنْ يُحَرِّك حَرَكَة خَفِيفَة إِلَى الْكَسْر , وَسِيبَوَيْهِ يُسَمِّي هَذَا اِخْتِلَاس الْحَرَكَة . الثَّانِيَة : قَرَأَ أَبُو عَمْرو وَقَالُون فِي رِوَايَة بَيْن الْفَتْح وَالْإِسْكَان , عَلَى مَذْهَبه فِي الْإِخْفَاء وَالِاخْتِلَاس . الثَّالِثَة : قَرَأَ اِبْن عَامِر وَابْن كَثِير وَوَرْش وَابْن مُحَيْصِن &quot; يَهَدِّي &quot; بِفَتْحِ الْيَاء وَالْهَاء وَتَشْدِيد الدَّال , قَالَ النَّحَّاس : هَذِهِ الْقِرَاءَة بَيِّنَة فِي الْعَرَبِيَّة , وَالْأَصْل فِيهَا يَهْتَدِي أُدْغِمَتْ التَّاء فِي الدَّال وَقُلِبَتْ حَرَكَتهَا عَلَى الْهَاء . الرَّابِعَة : قَرَأَ حَفْص وَيَعْقُوب وَالْأَعْمَش عَنْ أَبِي بَكْر مِثْل قِرَاءَة اِبْن كَثِير , إِلَّا أَنَّهُمْ كَسَرُوا الْهَاء , قَالُوا : لِأَنَّ الْجَزْم إِذَا اُضْطُرَّ إِلَى حَرَكَته حُرِّكَ إِلَى الْكَسْر . قَالَ أَبُو حَاتِم : هِيَ لُغَة سُفْلَى مُضَر . الْخَامِسَة : قَرَأَ أَبُو بَكْر عَنْ عَاصِم يِهِدِّي بِكَسْرِ الْيَاء وَالْهَاء وَتَشْدِيد الدَّال , كُلّ ذَلِكَ لِإتْبَاعِ الْكَسْرِ الْكَسْرَ كَمَا تَقَدَّمَ فِي الْبَقَرَة فِي &quot; يَخْطَف &quot; [ الْبَقَرَة : 20 ] وَقِيلَ : هِيَ لُغَة مَنْ قَرَأَ &quot; نِسْتَعِينُ &quot; , وَ &quot; لَنْ تَمِسَّنَا النَّار &quot; وَنَحْوه . وَسِيبَوَيْهِ لَا يُجِيز &quot; يِهِدِّي &quot; وَيُجِيز &quot; تِهِدِّي &quot; وَ &quot; نِهِدِّي &quot; وَ &quot; إِهِدِّي &quot; قَالَ : لِأَنَّ الْكَسْرَة فِي الْيَاء تُثَقَّل . السَّادِسَة : قَرَأَ حَمْزَة وَالْكِسَائِيّ وَخَلَف وَيَحْيَى بْن وَثَّاب وَالْأَعْمَش &quot; يَهْدِي &quot; بِفَتْحِ الْيَاء وَإِسْكَان الْهَاء وَتَخْفِيف الدَّال ; مِنْ هَدَى يَهْدِي . قَالَ النَّحَّاس : وَهَذِهِ الْقِرَاءَة لَهَا وَجْهَانِ فِي الْعَرَبِيَّة وَإِنْ كَانَتْ بَعِيدَة , وَأَحَد الْوَجْهَيْنِ أَنَّ الْكِسَائِيّ وَالْفَرَّاء قَالَا : &quot; يَهْدِي &quot; بِمَعْنَى يَهْتَدِي . قَالَ أَبُو الْعَبَّاس : لَا يُعْرَف هَذَا , وَلَكِنْ التَّقْدِير أَمَّنْ لَا يَهْدِي غَيْره , تَمَّ الْكَلَام , ثُمَّ قَالَ : &quot; إِلَّا أَنْ يُهْدَى &quot; اِسْتَأْنَفَ مِنْ الْأَوَّل , أَيْ لَكِنَّهُ يَحْتَاج أَنْ يُهْدَى ; فَهُوَ اِسْتِثْنَاء مُنْقَطِع , كَمَا تَقُول : فُلَان لَا يُسْمِع غَيْره إِلَّا أَنْ يُسْمَع , أَيْ لَكِنَّهُ يَحْتَاج أَنْ يُسْمَع . وَقَالَ أَبُو إِسْحَاق : &quot; فَمَا لَكُمْ &quot; كَلَام تَامّ , وَالْمَعْنَى : فَأَيّ شَيْء لَكُمْ فِي عِبَادَة الْأَوْثَان . ثُمَّ قِيلَ لَهُمْ : &quot; كَيْفَ تَحْكُمُونَ &quot; أَيْ لِأَنْفُسِكُمْ وَتَقْضُونَ بِهَذَا الْبَاطِل الصُّرَاح , تَعْبُدُونَ آلِهَة لَا تُغْنِي عَنْ أَنْفُسهَا شَيْئًا إِلَّا أَنْ يُفْعَل بِهَا , وَاَللَّه يَفْعَل مَا يَشَاء فَتَتْرُكُونَ عِبَادَته ; فَمَوْضِع &quot; كَيْفَ &quot; نَصْب بِ &quot; تَحْكُمُونَ &quot; .';
$t[36] = 'يُرِيد الرُّؤَسَاء مِنْهُمْ ; أَيْ مَا يَتَّبِعُونَ إِلَّا حَدْسًا وَتَخْرِيصًا فِي أَنَّهَا آلِهَة تَشْفَع , وَلَا حُجَّة مَعَهُمْ . وَأَمَّا أَتْبَاعهمْ فَيَتَّبِعُونَهُمْ تَقْلِيدًا .


أَيْ مِنْ عَذَاب اللَّه ; فَالْحَقّ هُوَ اللَّه . وَقِيلَ &quot; الْحَقّ &quot; هُنَا الْيَقِين ; أَيْ لَيْسَ الظَّنّ كَالْيَقِينِ . وَفِي هَذِهِ الْآيَة دَلِيل عَلَى أَنَّهُ لَا يُكْتَفَى بِالظَّنِّ فِي الْعَقَائِد .


مِنْ الْكُفْر وَالتَّكْذِيب , خَرَجَتْ مَخْرَج التَّهْدِيد .';
$t[37] = '&quot; أَنْ &quot; مَعَ &quot; يُفْتَرَى &quot; مَصْدَر , وَالْمَعْنَى : وَمَا كَانَ هَذَا الْقُرْآن اِفْتِرَاء ; كَمَا تَقُول : فُلَان يُحِبّ أَنْ يَرْكَب , أَيْ يُحِبّ الرُّكُوب , قَالَهُ الْكِسَائِيّ . وَقَالَ الْفَرَّاء : الْمَعْنَى وَمَا يَنْبَغِي لِهَذَا الْقُرْآن أَنْ يُفْتَرَى ; كَقَوْلِهِ : &quot; وَمَا كَانَ لِنَبِيٍّ أَنْ يَغُلّ &quot; [ آل عِمْرَان : 161 ] &quot; وَمَا كَانَ الْمُؤْمِنُونَ لِيَنْفِرُوا كَافَّة &quot; [ التَّوْبَة : 122 ] . وَقِيلَ : &quot; أَنْ &quot; بِمَعْنَى اللَّام , تَقْدِيره : وَمَا كَانَ هَذَا الْقُرْآن لِيُفْتَرَى . وَقِيلَ : بِمَعْنَى لَا , أَيْ لَا يُفْتَرَى . وَقِيلَ : الْمَعْنَى مَا كَانَ يُتَهَيَّأ لِأَحَدٍ أَنْ يَأْتِي بِمِثْلِ هَذَا الْقُرْآن مِنْ عِنْد غَيْر اللَّه ثُمَّ يَنْسُبهُ إِلَى اللَّه تَعَالَى لِإِعْجَازِهِ ; لِوَصْفِهِ وَمَعَانِيه وَتَأْلِيفه .


قَالَ الْكِسَائِيّ وَالْفَرَّاء وَمُحَمَّد بْن سَعْدَان : التَّقْدِير وَلَكِنْ كَانَ تَصْدِيق ; وَيَجُوز عِنْدهمْ الرَّفْع بِمَعْنَى : وَلَكِنْ هُوَ تَصْدِيق . &quot; الَّذِي بَيْن يَدَيْهِ &quot; أَيْ مِنْ التَّوْرَاة وَالْإِنْجِيل وَغَيْرهمَا مِنْ الْكُتُب , فَإِنَّهَا قَدْ بَشَّرَتْ بِهِ فَجَاءَ مُصَدِّقًا لَهَا فِي تِلْكَ الْبِشَارَة , وَفِي الدُّعَاء إِلَى التَّوْحِيد وَالْإِيمَان بِالْقِيَامَةِ . وَقِيلَ : الْمَعْنَى وَلَكِنْ تَصْدِيق النَّبِيّ بَيْن يَدَيْ الْقُرْآن وَهُوَ مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ; لِأَنَّهُمْ شَاهَدُوهُ قَبْل أَنْ سَمِعُوا مِنْهُ الْقُرْآن .



بِالنَّصْبِ وَالرَّفْع عَلَى الْوَجْهَيْنِ الْمَذْكُورَيْنِ فِي تَصْدِيق . وَالتَّفْصِيل التَّبْيِين , أَيْ يُبَيِّن مَا فِي كُتُب اللَّه الْمُتَقَدِّمَة . وَالْكِتَاب اِسْم الْجِنْس . وَقِيلَ : أَرَادَ بِتَفْصِيلِ الْكِتَاب مَا بَيَّنَ فِي الْقُرْآن مِنْ الْأَحْكَام .


الْهَاء عَائِدَة لِلْقُرْآنِ , أَيْ لَا شَكَّ فِيهِ أَيْ فِي نُزُوله مِنْ قِبَل اللَّه تَعَالَى .';
$t[38] = 'أَمْ هَاهُنَا فِي مَوْضِع أَلِف الِاسْتِفْهَام لِأَنَّهَا اِتَّصَلَتْ بِمَا قَبْلهَا . وَقِيلَ : هِيَ أَمْ الْمُنْقَطِعَة الَّتِي تُقَدَّر بِمَعْنَى بَلْ وَالْهَمْزَة ; كَقَوْلِهِ تَعَالَى : &quot; الم تَنْزِيل الْكِتَاب لَا رَيْب فِيهِ مِنْ رَبّ الْعَالَمِينَ أَمْ يَقُولُونَ اِفْتَرَاهُ &quot; [ السَّجْدَة : 1 - 2 - 3 ] أَيْ بَلْ أَيَقُولُونَ اِفْتَرَاهُ . وَقَالَ أَبُو عُبَيْدَة : أَمْ بِمَعْنَى الْوَاو , مَجَازه : وَيَقُولُونَ اِفْتَرَاهُ . وَقِيلَ : الْمِيم صِلَة , وَالتَّقْدِير : أَيَقُولُونَ اِفْتَرَاهُ , أَيْ اِخْتَلَقَ مُحَمَّد الْقُرْآن مِنْ قِبَل نَفْسه , فَهُوَ اِسْتِفْهَام مَعْنَاهُ التَّقْرِيع .


وَمَعْنَى الْكَلَام الِاحْتِجَاج , فَإِنَّ الْآيَة الْأُولَى دَلَّتْ عَلَى كَوْن الْقُرْآن مِنْ عِنْد اللَّه ; لِأَنَّهُ مُصَدِّق الَّذِي بَيْن يَدَيْهِ مِنْ الْكُتُب وَمُوَافِق لَهَا مِنْ غَيْر أَنْ يَتَعَلَّم مُحَمَّد عَلَيْهِ السَّلَام عَنْ أَحَد . وَهَذِهِ الْآيَة إِلْزَام بِأَنْ يَأْتُوا بِسُورَةٍ مِثْله إِنْ كَانَ مُفْتَرًى . وَقَدْ مَضَى الْقَوْل فِي إِعْجَاز الْقُرْآن , وَأَنَّهُ مُعْجِز فِي مُقَدِّمَة الْكِتَاب , وَالْحَمْد لِلَّهِ .';
$t[39] = 'أَيْ كَذَّبُوا بِالْقُرْآنِ وَهُمْ جَاهِلُونَ بِمَعَانِيهِ وَتَفْسِيره , وَعَلَيْهِمْ أَنْ يَعْلَمُوا ذَلِكَ بِالسُّؤَالِ ; فَهَذَا يَدُلّ عَلَى أَنَّهُ يَجِب أَنْ يُنْظَر فِي التَّأْوِيل .



أَيْ وَلَمْ يَأْتِهِمْ حَقِيقَة عَاقِبَة التَّكْذِيب مِنْ نُزُول الْعَذَاب بِهِمْ . أَوْ كَذَّبُوا بِمَا فِي الْقُرْآن مِنْ ذِكْر الْبَعْث وَالْجَنَّة وَالنَّار , وَلَمْ يَأْتِهِمْ تَأْوِيله أَيْ حَقِيقَة مَا وُعِدُوا فِي الْكِتَاب ; قَالَهُ الضَّحَّاك . وَقِيلَ لِلْحُسَيْنِ بْن الْفَضْل : هَلْ تَجِد فِي الْقُرْآن ( مَنْ جَهِلَ شَيْئًا عَادَاهُ ) قَالَ نَعَمْ , فِي مَوْضِعَيْنِ : &quot; بَلْ كَذَّبُوا بِمَا لَمْ يُحِيطُوا بِعِلْمِهِ &quot; وَقَوْله : &quot; وَإِذَا لَمْ يَهْتَدُوا بِهِ فَسَيَقُولُونَ هَذَا إِفْك قَدِيم &quot; [ الْأَحْقَاف : 11 ] .


يُرِيد الْأُمَم الْخَالِيَة , أَيْ كَذَا كَانَتْ سَبِيلهمْ . وَالْكَاف فِي مَوْضِع نَصْب .


أَيْ أَخَذَهُمْ بِالْهَلَاكِ وَالْعَذَاب .';
$t[40] = 'قِيلَ : الْمُرَاد أَهْل مَكَّة , أَيْ وَمِنْهُمْ مَنْ يُؤْمِن بِهِ فِي الْمُسْتَقْبَل وَإِنْ طَالَ تَكْذِيبه ; لِعِلْمِهِ تَعَالَى السَّابِق فِيهِمْ أَنَّهُمْ مِنْ السُّعَدَاء . وَ &quot; مَنْ &quot; رُفِعَ بِالِابْتِدَاءِ وَالْخَبَر فِي الْمَجْرُور . وَكَذَا .


وَالْمَعْنَى وَمِنْهُمْ مَنْ يُصِرّ عَلَى كُفْره حَتَّى يَمُوت ; كَأَبِي طَالِب وَأَبِي لَهَب وَنَحْوهمَا . وَقِيلَ : الْمُرَاد أَهْل الْكِتَاب . وَقِيلَ : هُوَ عَامّ فِي جَمِيع الْكُفَّار ; وَهُوَ الصَّحِيح . وَقِيلَ . إِنَّ الضَّمِير فِي &quot; بِهِ &quot; يَرْجِع إِلَى مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ; فَأَعْلَمَ اللَّه سُبْحَانه أَنَّهُ إِنَّمَا أَخَّرَ الْعُقُوبَة لِأَنَّ مِنْهُمْ مَنْ سَيُؤْمِنُ .


أَيْ مَنْ يُصِرّ عَلَى كُفْره ; وَهَذَا تَهْدِيد لَهُمْ .';
$t[41] = 'رُفِعَ بِالِابْتِدَاءِ , وَالْمَعْنَى : لِي ثَوَاب عَمَلِي فِي التَّبْلِيغ وَالْإِنْذَار وَالطَّاعَة لِلَّهِ تَعَالَى .


أَيْ جَزَاؤُهُ مِنْ الشِّرْك .


مِثْله ; أَيْ لَا يُؤَاخَذ أَحَد بِذَنْبِ الْآخَر . وَهَذِهِ الْآيَة مَنْسُوخَة بِآيَةِ السَّيْف ; فِي قَوْل مُجَاهِد وَالْكَلْبِيّ وَمُقَاتِل وَابْن زَيْد .';
$t[42] = 'يُرِيد بِظَوَاهِرِهِمْ , وَقُلُوبهمْ لَا تَعِي شَيْئًا مِمَّا يَقُولهُ مِنْ الْحَقّ وَيَتْلُوهُ مِنْ الْقُرْآن ;


أَيْ لَا تُسْمِع ; فَظَاهِره الِاسْتِفْهَام وَمَعْنَاهُ النَّفْي , وَجَعَلَهُمْ كَالصُّمِّ لِلْخَتْمِ عَلَى قُلُوبهمْ وَالطَّبْع عَلَيْهَا , أَيْ لَا تَقْدِر عَلَى هِدَايَة مَنْ أَصَمَّهُ اللَّه عَنْ سَمَاع الْهُدَى .

وَكَذَا الْمَعْنَى فِي : &quot; وَمِنْهُمْ مَنْ يَنْظُر إِلَيْك أَفَأَنْت تَهْدِي الْعُمْي وَلَوْ كَانُوا لَا يُبْصِرُونَ &quot;';
$t[43] = 'أَخْبَرَ تَعَالَى أَنَّ أَحَدًا لَا يُؤْمِن إِلَّا بِتَوْفِيقِهِ وَهِدَايَته . وَهَذَا وَمَا كَانَ مِثْله يَرُدّ عَلَى الْقَدَرِيَّة قَوْلهمْ ; كَمَا تَقَدَّمَ فِي غَيْر مَوْضِع . وَقَالَ : &quot; يَسْتَمِعُونَ &quot; عَلَى مَعْنَى &quot; مَنْ &quot; وَ &quot; يَنْظُر &quot; عَلَى اللَّفْظ ; وَالْمُرَاد تَسْلِيَة النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , أَيْ كَمَا لَا تَقْدِر أَنْ تُسْمِع مَنْ سُلِبَ السَّمْع وَلَا تَقْدِر أَنْ تَخْلُق لِلْأَعْمَى بَصَرًا يَهْتَدِي بِهِ , فَكَذَلِكَ لَا تَقْدِر أَنْ تُوَفِّق هَؤُلَاءِ لِلْإِيمَانِ وَقَدْ حَكَمَ اللَّه عَلَيْهِمْ أَلَّا يُؤْمِنُوا . وَمَعْنَى : &quot; يَنْظُر إِلَيْك &quot; أَيْ يُدِيم النَّظَر إِلَيْك ; كَمَا قَالَ : &quot; يَنْظُرُونَ إِلَيْك تَدُور أَعْيُنهمْ كَاَلَّذِي يُغْشَى عَلَيْهِ مِنْ الْمَوْت &quot; [ الْأَحْزَاب : 19 ] قِيلَ : إِنَّهَا نَزَلَتْ فِي الْمُسْتَهْزِئِينَ , وَاَللَّه أَعْلَم .';
$t[44] = 'لَمَّا ذَكَرَ أَهْل الشَّقَاء ذَكَرَ أَنَّهُ لَمْ يَظْلِمهُمْ , وَأَنَّ تَقْدِير الشِّفَاء عَلَيْهِمْ وَسَلْب سَمْع الْقَلْب وَبَصَره لَيْسَ ظُلْمًا مِنْهُ ; لِأَنَّهُ تَصَرَّفَ فِي مُلْكه بِمَا شَاءَ , وَهُوَ فِي جَمِيع أَفْعَاله عَادِل . &quot; وَلَكِنَّ النَّاس أَنْفُسهمْ يَظْلِمُونَ &quot; بِالْكُفْرِ وَالْمَعْصِيَة وَمُخَالَفَة أَمْر خَالِقهمْ . وَقَرَأَ حَمْزَة وَالْكِسَائِيّ &quot; وَلَكِنْ &quot; مُخَفَّفًا &quot; النَّاس &quot; رَفْعًا . قَالَ النَّحَّاس : زَعَمَ جَمَاعَة مِنْ النَّحْوِيِّينَ مِنْهُمْ الْفَرَّاء أَنَّ الْعَرَب إِذَا قَالَتْ &quot; وَلَكِنَّ &quot; بِالْوَاوِ آثَرَتْ التَّشْدِيد , وَإِذَا حَذَفُوا الْوَاو آثَرَتْ التَّخْفِيف , وَاعْتَلَّ فِي ذَلِكَ فَقَالَ : لِأَنَّهَا إِذَا كَانَتْ بِغَيْرِ وَاو أَشْبَهَتْ بَلْ فَخَفَّفُوهَا لِيَكُونَ مَا بَعْدهَا كَمَا بَعْد بَلْ , وَإِذَا جَاءُوا بِالْوَاوِ خَالَفَتْ بَلْ فَشَدَّدُوهَا وَنَصَبُوا بِهَا , لِأَنَّهَا &quot; إِنَّ &quot; زِيدَتْ عَلَيْهَا لَام وَكَاف وَصُيِّرَتْ حَرْفًا وَاحِد ; وَأَنْشَدَ : وَلَكِنَّنِي مِنْ حُبّهَا لَعَمِيد فَجَاءَ بِاللَّامِ لِأَنَّهَا &quot; إِنَّ &quot; .';
$t[45] = 'بِمَعْنَى كَأَنَّهُمْ خُفِّفَتْ , أَيْ كَأَنَّهُمْ لَمْ يَلْبَثُوا فِي قُبُورهمْ .


أَيْ قَدْر سَاعَة : يَعْنِي أَنَّهُمْ اسْتَقْصَرُوا طُول مُقَامهمْ فِي الْقُبُور لِهَوْلِ مَا يَرَوْنَ مِنْ الْبَعْث ; دَلِيله قَوْلهمْ : &quot; لَبِثْنَا يَوْمًا أَوْ بَعْض يَوْم &quot; [ الْكَهْف : 19 ] . وَقِيلَ : إِنَّمَا قَصُرَتْ مُدَّة لُبْثهمْ فِي الدُّنْيَا مِنْ هَوْل مَا اِسْتَقْبَلُوا لَا مُدَّة كَوْنهمْ فِي الْقَبْر . اِبْن عَبَّاس : رَأَوْا أَنَّ طُول أَعْمَارهمْ فِي مُقَابَلَة الْخُلُود كَسَاعَةٍ .



فِي مَوْضِع نَصْب عَلَى الْحَال مِنْ الْهَاء وَالْمِيم فِي &quot; يَحْشُرهُمْ &quot; . وَيَجُوز أَنْ يَكُون مُنْقَطِعًا , فَكَأَنَّهُ قَالَ فَهُمْ يَتَعَارَفُونَ . قَالَ الْكَلْبِيّ : يَعْرِف بَعْضهمْ بَعْضًا كَمَعْرِفَتِهِمْ فِي الدُّنْيَا إِذَا خَرَجُوا مِنْ قُبُورهمْ ; وَهَذَا التَّعَارُف تَعَارُف تَوْبِيخ وَافْتِضَاح ; يَقُول بَعْضهمْ لِبَعْضٍ : أَنْتَ أَضْلَلْتنِي وَأَغْوَيْتنِي وَحَمَلْتنِي عَلَى الْكُفْر ; وَلَيْسَ تَعَارُف شَفَقَة وَرَأْفَة وَعَطْف . ثُمَّ تَنْقَطِع الْمَعْرِفَة إِذَا عَايَنُوا أَهْوَال يَوْم الْقِيَامَة كَمَا قَالَ : &quot; وَلَا يَسْأَل حَمِيم حَمِيمًا &quot; [ الْمَعَارِج : 10 ] . وَقِيلَ : يَبْقَى تَعَارُف التَّوْبِيخ ; وَهُوَ الصَّحِيح لِقَوْلِهِ تَعَالَى : &quot; وَلَوْ تَرَى إِذْ الظَّالِمُونَ مَوْقُوفُونَ &quot; إِلَى قَوْله &quot; وَجَعَلْنَا الْأَغْلَال فِي أَعْنَاق الَّذِينَ كَفَرُوا &quot; [ سَبَأ : 31 - 33 ] وَقَوْله : &quot; كُلَّمَا دَخَلَتْ أُمَّة لَعَنَتْ أُخْتهَا &quot; [ الْأَعْرَاف : 38 ] الْآيَة , وَقَوْله : &quot; رَبّنَا إِنَّا أَطَعْنَا سَادَتنَا وَكُبَرَاءَنَا &quot; [ الْأَحْزَاب : 67 ] الْآيَة . فَأَمَّا قَوْله : &quot; وَلَا يَسْأَل حَمِيم حَمِيمًا &quot; وَقَوْله : &quot; فَإِذَا نُفِخَ فِي الصُّور فَلَا أَنْسَاب بَيْنهمْ &quot; [ الْمُؤْمِنُونَ : 101 ] فَمَعْنَاهُ لَا يَسْأَلهُ سُؤَال رَحْمَة وَشَفَقَة , وَاَللَّه أَعْلَم . وَقِيلَ : الْقِيَامَة مَوَاطِن . وَقِيلَ : مَعْنَى &quot; يَتَعَارَفُونَ &quot; يَتَسَاءَلُونَ , أَيْ يَتَسَاءَلُونَ كَمْ لَبِثْتُمْ ; كَمَا قَالَ : &quot; وَأَقْبَلَ بَعْضهمْ عَلَى بَعْض يَتَسَاءَلُونَ &quot; [ الصَّافَّات : 27 ] وَهَذَا حَسَن . وَقَالَ الضَّحَّاك : ذَلِكَ تَعَارُف تَعَاطُف الْمُؤْمِنِينَ ; وَالْكَافِرُونَ لَا تَعَاطُف عَلَيْهِمْ ; كَمَا قَالَ : &quot; فَلَا أَنْسَاب بَيْنهمْ &quot; . وَالْأَوَّل أَظْهَر , وَاَللَّه أَعْلَم .



أَيْ بِالْعَرْضِ عَلَى اللَّه . ثُمَّ قِيلَ : يَجُوز أَنْ يَكُون هَذَا إِخْبَارًا مِنْ اللَّه عَزَّ وَجَلَّ بَعْد أَنْ دَلَّ عَلَى الْبَعْث وَالنُّشُور , أَيْ خَسِرُوا ثَوَاب الْجَنَّة . وَقِيلَ : خَسِرُوا فِي حَال لِقَاء اللَّه ; لِأَنَّ الْخُسْرَان إِنَّمَا هُوَ فِي تِلْكَ الْحَالَة الَّتِي لَا يُرْجَى فِيهَا إِقَالَة وَلَا تَنْفَع تَوْبَة . قَالَ النَّحَّاس : وَيَجُوز أَنْ يَكُون الْمَعْنَى يَتَعَارَفُونَ بَيْنهمْ , يَقُولُونَ هَذَا . &quot; وَمَا كَانُوا مُهْتَدِينَ &quot; يُرِيد فِي عِلْم اللَّه .';
$t[46] = 'شَرْط .


أَيْ مِنْ إِظْهَار دِينك فِي حَيَاتك . وَقَالَ الْمُفَسِّرُونَ : كَانَ الْبَعْض الَّذِي وَعَدَهُمْ قَتْل مَنْ قُتِلَ وَأَسْر مَنْ أُسِرَ بِبَدْرٍ .



عَطْف عَلَى &quot; نُرِيَنَّك &quot; أَيْ نَتَوَفَّيَنَّك قَبْل ذَلِكَ .


جَوَاب &quot; إِمَّا &quot; . وَالْمَقْصُود إِنْ لَمْ نَنْتَقِم مِنْهُمْ عَاجِلًا اِنْتَقَمْنَا مِنْهُمْ آجِلًا .


أَيْ شَاهِد لَا يَحْتَاج إِلَى شَاهِد .


مِنْ مُحَارَبَتك وَتَكْذِيبك . وَلَوْ قِيلَ : &quot; ثُمَّ اللَّه شَهِيد &quot; بِمَعْنَى هُنَاكَ , جَازَ .';
$t[47] = 'يَكُون الْمَعْنَى : وَلِكُلِّ أُمَّة رَسُول شَاهِد عَلَيْهِمْ , فَإِذَا جَاءَ رَسُولهمْ يَوْم الْقِيَامَة قُضِيَ بَيْنهمْ ; مِثْل . &quot; فَكَيْفَ إِذَا جِئْنَا مِنْ كُلّ أُمَّة بِشَهِيدٍ &quot; [ النِّسَاء : 41 ] . وَقَالَ اِبْن عَبَّاس : تُنْكِر الْكُفَّار غَدًا مَجِيء الرُّسُل إِلَيْهِمْ , فَيُؤْتَى بِالرَّسُولِ فَيَقُول : قَدْ أَبْلَغْتُكُمْ الرِّسَالَة ; فَحِينَئِذٍ يُقْضَى عَلَيْهِمْ بِالْعَذَابِ . دَلِيله قَوْله : &quot; وَيَكُون الرَّسُول عَلَيْكُمْ شَهِيدًا &quot; . وَيَجُوز أَنْ يَكُون الْمَعْنَى أَنَّهُمْ لَا يُعَذَّبُونَ فِي الدُّنْيَا حَتَّى يُرْسَل إِلَيْهِمْ ; فَمَنْ آمَنَ فَازَ وَنَجَا , وَمَنْ لَمْ يُؤْمِن هَلَكَ وَعُذِّبَ . دَلِيله قَوْله تَعَالَى : &quot; وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَث رَسُولًا &quot; [ الْإِسْرَاء : 15 ] . وَالْقِسْط : الْعَدْل .


أَيْ لَا يُعَذَّبُونَ بِغَيْرِ ذَنْب وَلَا يُؤَاخَذُونَ بِغَيْرِ حُجَّة .';
$t[48] = 'يُرِيد كُفَّار مَكَّة لِفَرْطِ إِنْكَارهمْ وَاسْتِعْجَالهمْ الْعَذَاب ; أَيْ مَتَى الْعِقَاب أَوْ مَتَى الْقِيَامَة الَّتِي يَعِدنَا مُحَمَّد . وَقِيلَ : هُوَ عَامّ فِي كُلّ أُمَّة كَذَّبَتْ رَسُولهَا .';
$t[49] = 'لَمَّا اِسْتَعْجَلُوا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِالْعَذَابِ قَالَ اللَّه لَهُ : قُلْ لَهُمْ يَا مُحَمَّد لَا أَمْلِك لِنَفْسِي ضَرًّا وَلَا نَفْعًا ; أَيْ لَيْسَ ذَلِكَ لِي وَلَا لِغَيْرِي .


أَنْ أَمْلِكهُ وَأَقْدِر عَلَيْهِ , فَكَيْفَ أَقْدِر أَنْ أَمْلِك مَا اِسْتَعْجَلْتُمْ فَلَا تَسْتَعْجِلُوا .


أَيْ لِهَلَاكِهِمْ وَعَذَابهمْ وَقْت مَعْلُوم فِي عِلْمه سُبْحَانه .


أَيْ وَقْت اِنْقِضَاء أَجَلهمْ .


أَيْ لَا يُمْكِنهُمْ أَنْ يَسْتَأْخِرُوا سَاعَة بَاقِينَ فِي الدُّنْيَا وَلَا يَتَقَدَّمُونَ فَيُؤَخِّرُونَ .';
$t[50] = 'ظَرْفَانِ , وَهُوَ جَوَاب لِقَوْلِهِمْ : &quot; مَتَى هَذَا الْوَعْد &quot; وَتَسْفِيه لِآرَائِهِمْ فِي اِسْتِعْجَالهمْ الْعَذَاب ; أَيْ إِنْ أَتَاكُمْ الْعَذَاب فَمَا نَفْعكُمْ فِيهِ , وَلَا يَنْفَعكُمْ الْإِيمَان حِينَئِذٍ .



اِسْتِفْهَام مَعْنَاهُ التَّهْوِيل وَالتَّعْظِيم ; أَيْ مَا أَعْظَم مَا يَسْتَعْجِلُونَ بِهِ ; كَمَا يُقَال لِمَنْ يَطْلُب أَمْرًا يَسْتَوْخِم عَاقِبَته : مَاذَا تَجْنِي عَلَى نَفْسك ! وَالضَّمِير فِي &quot; مِنْهُ &quot; قِيلَ : يَعُود عَلَى الْعَذَاب , وَقِيلَ : يَعُود عَلَى اللَّه سُبْحَانه وَتَعَالَى . قَالَ النَّحَّاس : إِنْ جَعَلْت الْهَاء فِي &quot; مِنْهُ &quot; تَعُود عَلَى الْعَذَاب كَانَ لَك فِي &quot; مَاذَا &quot; تَقْدِيرَانِ : أَحَدهمَا أَنْ يَكُون &quot; مَا &quot; فِي مَوْضِع رَفْع بِالِابْتِدَاءِ , وَ &quot; ذَا &quot; : بِمَعْنَى الَّذِي , وَهُوَ خَبَر &quot; مَا &quot; وَالْعَائِد مَحْذُوف . وَالتَّقْدِير الْآخَر أَنْ يَكُون &quot; مَاذَا &quot; اِسْمًا وَاحِدًا فِي مَوْضِع رَفْع بِالِابْتِدَاءِ , وَالْخَبَر فِي الْجُمْلَة , قَالَهُ الزَّجَّاج . وَإِنْ جَعَلْت الْهَاء فِي &quot; مِنْهُ &quot; تَعُود عَلَى اِسْم اللَّه تَعَالَى جَعَلْت &quot; مَا &quot; , وَ &quot; ذَا &quot; شَيْئًا وَاحِدًا , وَكَانَتْ فِي مَوْضِع نَصْب بِ &quot; يَسْتَعْجِل &quot; ; وَالْمَعْنَى : أَيّ شَيْء يَسْتَعْجِل مِنْهُ الْمُجْرِمُونَ عَنْ اللَّه عَزَّ وَجَلَّ .';
$t[51] = 'فِي الْكَلَام حَذْف , وَالتَّقْدِير : أَتَأْمَنُونَ أَنْ يَنْزِل بِكُمْ الْعَذَاب ثُمَّ يُقَال لَكُمْ إِذَا حَلَّ : الْآن آمَنْتُمْ بِهِ ؟ قِيلَ : هُوَ مِنْ قَوْل الْمَلَائِكَة اِسْتِهْزَاء بِهِمْ . وَقِيلَ : هُوَ مِنْ قَوْل اللَّه تَعَالَى , وَدَخَلَتْ أَلِف الِاسْتِفْهَام عَلَى &quot; ثُمَّ &quot; وَالْمَعْنَى : التَّقْرِير وَالتَّوْبِيخ , وَلِيَدُلّ عَلَى أَنَّ مَعْنَى الْجُمْلَة الثَّانِيَة بَعْد الْأُولَى . وَقِيلَ : إِنَّ &quot; ثُمَّ &quot; هَاهُنَا بِمَعْنَى : &quot; ثَمَّ &quot; بِفَتْحِ الثَّاء , فَتَكُون ظَرْفًا , وَالْمَعْنَى : أَهُنَالِكَ ; وَهُوَ مَذْهَب الطَّبَرِيّ , وَحِينَئِذٍ لَا يَكُون فِيهِ مَعْنَى الِاسْتِفْهَام . وَ &quot; الْآن &quot; قِيلَ : أَصْله فِعْل مَبْنِيّ مِثْل حَانَ , وَالْأَلِف وَاللَّام لِتَحْوِيلِهِ إِلَى الِاسْم . الْخَلِيل : بُنِيَتْ لِالْتِقَاءِ السَّاكِنَيْنِ , وَالْأَلِف وَاللَّام لِلْعَهْدِ وَالْإِشَارَة إِلَى الْوَقْت , وَهُوَ حَدّ الزَّمَانَيْنِ .


أَيْ بِالْعَذَابِ .';
$t[52] = 'أَيْ تَقُول لَهُمْ خَزَنَة جَهَنَّم .


أَيْ الَّذِي لَا يَنْقَطِع .


أَيْ جَزَاء كُفْركُمْ .';
$t[53] = 'أَيْ يَسْتَخْبِرُونَك يَا مُحَمَّد عَنْ كَوْن الْعَذَاب وَقِيَام السَّاعَة .


اِبْتِدَاء .


سَدّ مَسَدّ الْخَبَر ; وَهَذَا قَوْل سِيبَوَيْهِ . وَيَجُوز أَنْ يَكُون &quot; هُوَ &quot; مُبْتَدَأ , وَ &quot; أَحَقٌّ &quot; خَبَره .


&quot; إِي &quot; كَلِمَة تَحْقِيق وَإِيجَاب وَتَأْكِيد بِمَعْنَى نَعَمْ .


قَسَم .



جَوَابه , أَيْ كَائِن لَا شَكّ فِيهِ .


أَيْ فَائِتِينَ عَنْ عَذَابه وَمُجَازَاته .';
$t[54] = 'أَيْ أَشْرَكَتْ وَكَفَرَتْ .


أَيْ مِلْكًا .


أَيْ مِنْ عَذَاب اللَّه , يَعْنِي وَلَا يُقْبَل مِنْهَا ; كَمَا قَالَ : &quot; إِنَّ الَّذِينَ كَفَرُوا وَمَاتُوا وَهُمْ كُفَّار فَلَنْ يُقْبَل مِنْ أَحَدهمْ مِلْء الْأَرْض ذَهَبًا وَلَوْ اِفْتَدَى بِهِ &quot; [ آل عِمْرَان : 91 ] وَقَدْ تَقَدَّمَ

أَيْ أَخْفَوْهَا ; يَعْنِي رُؤَسَاءَهُمْ , أَيْ أَخْفَوْا نَدَامَتهمْ عَنْ أَتْبَاعهمْ . وَقِيلَ : &quot; أَسَرُّوا &quot; أَظْهَرُوا , وَالْكَلِمَة مِنْ الْأَضْدَاد , وَيَدُلّ عَلَيْهِ أَنَّ الْآخِرَة لَيْسَتْ دَار تَجَلُّد وَتَصَبُّر . وَقِيلَ : وَجَدُوا أَلَم الْحَسْرَة فِي قُلُوبهمْ ; لِأَنَّ النَّدَامَة لَا يُمْكِن إِظْهَارهَا . قَالَ كَثِير : فَأَسْرَرْت النَّدَامَة يَوْم نَادَى بِرَدِّ جِمَال غَاضِرَة الْمُنَادِي وَذَكَرَ الْمُبَرِّد فِيهِ وَجْهًا ثَالِثًا : أَنَّهُ بَدَتْ بِالنَّدَامَةِ أَسِرَّة وُجُوههمْ , وَهِيَ تَكَاسِير الْجَبْهَة , وَاحِدهَا سِرَار . وَالنَّدَامَة : الْحَسْرَة لِوُقُوعِ شَيْء أَوْ فَوْت شَيْء , وَأَصْلهَا اللُّزُوم ; وَمِنْهُ النَّدِيم لِأَنَّهُ يُلَازِم الْمَجَالِس . وَفُلَان نَادِم سَادِم . وَالسَّدَم اللَّهَج بِالشَّيْءِ . وَنَدِمَ وَتَنَدَّمَ بِالشَّيْءِ أَيْ اِهْتَمَّ بِهِ . قَالَ الْجَوْهَرِيّ : السَّدَم ( بِالتَّحْرِيكِ ) النَّدَم وَالْحُزْن ; وَقَدْ سَدِمَ بِالْكَسْرِ أَيْ اِهْتَمَّ وَحَزِنَ وَرَجُل نَادِم سَادِم , وَنَدْمَان سَدْمَان ; وَقِيلَ : هُوَ إِتْبَاع . وَمَاله هَمّ وَلَا سَدَم إِلَّا ذَلِكَ . وَقِيلَ : النَّدَم مَقْلُوب الدَّمَن , وَالدَّمْن اللُّزُوم ; وَمِنْهُ فُلَان مُدْمِن الْخَمْر . وَالدِّمْن : مَا اِجْتَمَعَ فِي الدَّار وَتَلَبَّدَ مِنْ الْأَبْوَال وَالْأَبْعَار ; سُمِّيَ بِهِ لِلُزُومِهِ . وَالدِّمْنَة : الْحِقْد الْمُلَازِم لِلصَّدْرِ , وَالْجَمْع دِمَن . وَقَدْ دَمِنَتْ قُلُوبهمْ بِالْكَسْرِ ; يُقَال : دَمِنْت عَلَى فُلَان أَيْ ضَغِنْت .



وَهَذَا قَبْل الْإِحْرَاق بِالنَّارِ , فَإِذَا وَقَعُوا فِي النَّار أَلْهَتْهُمْ النَّار عَنْ التَّصَنُّع ; بِدَلِيلِ قَوْلهمْ : &quot; رَبّنَا غَلَبَتْ عَلَيْنَا شِقْوَتنَا &quot; [ الْمُؤْمِنُونَ : 106 ] . فَبَيَّنَ أَنَّهُمْ لَا يَكْتُمُونَ مَا بِهِمْ .


أَيْ بَيْن الرُّؤَسَاء وَالسُّفْل بِالْعَدْلِ .';
$t[55] = 'كَلِمَة تَنْبِيه لِلسَّامِعِ تُزَاد فِي أَوَّل الْكَلَام ; أَيْ اِنْتَبِهُوا لِمَا أَقُول لَكُمْ


&quot; لَهُ مُلْك السَّمَاوَات وَالْأَرْض &quot; [ الْحَدِيد : 2 ] فَلَا مَانِع يَمْنَعهُ مِنْ إِنْفَاذ مَا وَعَدَهُ .


ذَلِكَ .';
$t[56] = 'بَيَّنَ الْمَعْنَى . وَقَدْ تَقَدَّمَ';
$t[57] = 'يَعْنِي قُرَيْشًا


أَيْ وَعْظ .


يَعْنِي الْقُرْآن , فِيهِ مَوَاعِظ وَحِكَم .


أَيْ مِنْ الشَّكّ وَالنِّفَاق وَالْخِلَاف , وَالشِّقَاق .


أَيْ وَرُشْدًا لِمَنْ اِتَّبَعَهُ .


أَيْ نِعْمَة .


خَصَّهُمْ لِأَنَّهُمْ الْمُنْتَفِعُونَ بِالْإِيمَانِ ; وَالْكُلّ صِفَات الْقُرْآن , وَالْعَطْف لِتَأْكِيدِ الْمَدْح . قَالَ الشَّاعِر : إِلَى الْمَلِك الْقَرْم وَابْن الْهُمَام وَلَيْث الْكَتِيبَة فِي الْمُزْدَحَم';
$t[58] = 'قَالَ أَبُو سَعِيد الْخُدْرِيّ وَابْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا : فَضْل اللَّه الْقُرْآن , وَرَحْمَته الْإِسْلَام . وَعَنْهُمَا أَيْضًا : فَضْل اللَّه الْقُرْآن , وَرَحْمَته أَنْ جَعَلَكُمْ مِنْ أَهْله . وَعَنْ الْحَسَن وَالضَّحَّاك وَمُجَاهِد وَقَتَادَة : فَضْل اللَّه الْإِيمَان , وَرَحْمَته الْقُرْآن ; عَلَى الْعَكْس مِنْ الْقَوْل الْأَوَّل . وَقِيلَ : غَيْر هَذَا .



إِشَارَة إِلَى الْفَضْل وَالرَّحْمَة . وَالْعَرَب تَأْتِي &quot; بِذَلِكَ &quot; لِلْوَاحِدِ وَالِاثْنَيْنِ وَالْجَمْع . وَرُوِيَ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَرَأَ &quot; فَبِذَلِكَ فَلْتَفْرَحُوا &quot; بِالتَّاءِ ; وَهِيَ قِرَاءَة يَزِيد بْن الْقَعْقَاع وَيَعْقُوب وَغَيْرهمَا ; وَفِي الْحَدِيث ( لِتَأْخُذُوا مَصَافّكُمْ ) . وَالْفَرَح لَذَّة فِي الْقَلْب بِإِدْرَاكِ الْمَحْبُوب . وَقَدْ ذَمَّ الْفَرَح فِي مَوَاضِع ; كَقَوْلِهِ : &quot; لَا تَفْرَح إِنَّ اللَّه لَا يُحِبّ الْفَرِحِينَ &quot; [ الْقَصَص : 76 ] وَقَوْله : &quot; إِنَّهُ لَفَرِح فَخُور &quot; [ هُود : 10 ] وَلَكِنَّهُ مُطْلَق . فَإِذَا قُيِّدَ الْفَرَح لَمْ يَكُنْ ذَمًّا ; لِقَوْلِهِ : &quot; فَرِحِينَ بِمَا آتَاهُمْ اللَّه مِنْ فَضْله &quot; [ آل عِمْرَان : 170 ] وَهَاهُنَا قَالَ تَبَارَكَ وَتَعَالَى : &quot; فَبِذَلِكَ فَلْيَفْرَحُوا &quot; أَيْ بِالْقُرْآنِ وَالْإِسْلَام فَلْيَفْرَحُوا ; فَقُيِّدَ . قَالَ هَارُون : وَفِي حَرْف أُبَيّ &quot; فَبِذَلِكَ فَافْرَحُوا &quot; . قَالَ النَّحَّاس : سَبِيل الْأَمْر أَنْ يَكُون بِاللَّامِ لِيَكُونَ مَعَهُ حَرْف جَازِم كَمَا أَنَّ مَعَ النَّهْي حَرْفًا ; إِلَّا أَنَّهُمْ يَحْذِفُونَ مِنْ الْأَمْر لِلْمُخَاطَبِ اِسْتِغْنَاء بِمُخَاطَبَتِهِ , وَرُبَّمَا جَاءُوا بِهِ عَلَى الْأَصْل ; مِنْهُ &quot; فَبِذَلِكَ فَلْتَفْرَحُوا &quot; .


يَعْنِي فِي الدُّنْيَا . وَقِرَاءَة الْعَامَّة بِالْيَاءِ فِي الْفِعْلَيْنِ ; وَرُوِيَ عَنْ اِبْن عَامِر أَنَّهُ قَرَأَ &quot; فَلْيَفْرَحُوا &quot; بِالْيَاءِ &quot; تَجْمَعُونَ &quot; بِالتَّاءِ خِطَابًا لِلْكَافِرِينَ . وَرُوِيَ عَنْ الْحَسَن أَنَّهُ قَرَأَ بِالتَّاءِ فِي الْأَوَّل ; وَ &quot; يَجْمَعُونَ &quot; بِالْيَاءِ عَلَى الْعَكْس . وَرَوَى أَبَان عَنْ أَنَس أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : ( مَنْ هَدَاهُ اللَّه لِلْإِسْلَامِ وَعَلَّمَهُ الْقُرْآن ثُمَّ شَكَا الْفَاقَة كَتَبَ اللَّه الْفَقْر بَيْن عَيْنَيْهِ إِلَى يَوْم يَلْقَاهُ ثُمَّ تَلَا &quot; قُلْ بِفَضْلِ اللَّه وَبِرَحْمَتِهِ فَبِذَلِكَ فَلْيَفْرَحُوا هُوَ خَيْر مِمَّا يَجْمَعُونَ &quot; .';
$t[59] = 'يُخَاطِب كُفَّار مَكَّة .


&quot; مَا &quot; فِي مَوْضِع نَصْب بِ &quot; أَرَأَيْتُمْ &quot; . وَقَالَ الزَّجَّاج : فِي مَوْضِع نَصْب بِ &quot; أَنْزَلَ &quot; . &quot; وَأَنْزَلَ &quot; بِمَعْنَى خَلَقَ ; كَمَا قَالَ : &quot; وَأَنْزَلَ لَكُمْ مِنْ الْأَنْعَام ثَمَانِيَة أَزْوَاج &quot; [ الزُّمَر : 6 ] . &quot; وَأَنْزَلْنَا الْحَدِيد فِيهِ بَأْس شَدِيد &quot; [ الْحَدِيد : 25 ] . فَيَجُوز أَنْ يُعَبَّر عَنْ الْخَلْق بِالْإِنْزَالِ ; لِأَنَّ الَّذِي فِي الْأَرْض مِنْ الرِّزْق إِنَّمَا هُوَ بِمَا يَنْزِل مِنْ السَّمَاء مِنْ الْمَطَر .


قَالَ مُجَاهِد : هُوَ مَا حَكَمُوا بِهِ مِنْ تَحْرِيم الْبَحِيرَة وَالسَّائِبَة وَالْوَصِيلَة وَالْحَامِي . وَقَالَ الضَّحَّاك : هُوَ قَوْل اللَّه تَعَالَى : &quot; وَجَعَلُوا لِلَّهِ مِمَّا ذَرَأَ مِنْ الْحَرْث وَالْأَنْعَام نَصِيبًا &quot; [ الْأَنْعَام : 136 ] .

أَيْ فِي التَّحْلِيل وَالتَّحْرِيم .


&quot; أَمْ &quot; بِمَعْنَى بَلْ .



هُوَ قَوْلهمْ إِنَّ اللَّه أَمَرَنَا بِهَا . الثَّانِيَة : اِسْتَدَلَّ بِهَذِهِ الْآيَة مَنْ نَفَى الْقِيَاس , وَهَذَا بَعِيد ; فَإِنَّ الْقِيَاس دَلِيل اللَّه تَعَالَى , فَيَكُون التَّحْلِيل وَالتَّحْرِيم مِنْ اللَّه تَعَالَى عِنْد وُجُود دَلَالَة نَصَبَهَا اللَّه تَعَالَى عَلَى الْحُكْم , فَإِنْ خَالَفَ فِي كَوْن الْقِيَاس دَلِيلًا لِلَّهِ تَعَالَى فَهُوَ خُرُوج عَنْ هَذَا الْغَرَض وَرُجُوع إِلَى غَيْره .';
$t[60] = '&quot; يَوْم &quot; مَنْصُوب عَلَى الظَّرْف , أَوْ بِالظَّنِّ ; نَحْو مَا ظَنّك زَيْدًا ; وَالْمَعْنَى : أَيَحْسَبُونَ أَنَّ اللَّه لَا يُؤَاخِذهُمْ بِهِ .


أَيْ فِي التَّأْخِير وَالْإِمْهَال . وَقِيلَ : أَرَادَ أَهْل مَكَّة حِين جَعَلَهُمْ فِي حَرَم آمِن .


يَعْنِي الْكُفَّار .


اللَّه عَلَى نِعَمه وَلَا فِي تَأْخِير الْعَذَاب عَنْهُمْ . وَقِيلَ : &quot; لَا يَشْكُرُونَ &quot; لَا يُوَحِّدُونَ .';
$t[61] = '&quot; مَا &quot; لِلْجَحْدِ ; أَيْ لَسْت فِي شَأْن , يَعْنِي مِنْ عِبَادَة أَوْ غَيْرهَا إِلَّا وَالرَّبّ مُطَّلِع عَلَيْك . وَالشَّأْن الْخَطْب , وَالْأَمْر , وَجَمْعه شُئُون . قَالَ الْأَخْفَش : تَقُول الْعَرَب مَا شَأَنْت شَأْنه , أَيْ مَا عَمِلْت عَمَله .


قَالَ الْفَرَّاء وَالزَّجَّاج : الْهَاء فِي &quot; مِنْهُ &quot; تَعُود عَلَى الشَّأْن , أَيْ تُحْدِث شَأْنًا فَيُتْلَى مِنْ أَجْله الْقُرْآن فَيُعْلَم كَيْفَ حُكْمه , أَوْ يَنْزِل فِيهِ قُرْآن فَيُتْلَى . وَقَالَ الطَّبَرِيّ : &quot; مِنْهُ &quot; أَيْ مِنْ كِتَاب اللَّه تَعَالَى . &quot; مِنْ قُرْآن &quot; أَعَادَ تَفْخِيمًا ; كَقَوْلِهِ : &quot; إِنِّي أَنَا اللَّه &quot; [ الْقَصَص : 30 ] .


يُخَاطِب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَالْأُمَّة . وَقَوْله : &quot; وَمَا تَكُون فِي شَأْن &quot; خِطَاب لَهُ وَالْمُرَاد هُوَ وَأُمَّته ; وَقَدْ يُخَاطَب الرَّسُول وَالْمُرَاد هُوَ وَأَتْبَاعه . وَقِيلَ : الْمُرَاد كُفَّار قُرَيْش .


أَيْ نَعْلَمهُ ; وَنَظِيره &quot; مَا يَكُون مِنْ نَجْوَى ثَلَاثَة إِلَّا هُوَ رَابِعهمْ &quot; [ الْمُجَادَلَة : 4 ]


أَيْ تَأْخُذُونَ فِيهِ , وَالْهَاء عَائِدَة عَلَى الْعَمَل ; يُقَال : أَفَاضَ فُلَان فِي الْحَدِيث وَالْعَمَل إِذَا اِنْدَفَعَ فِيهِ . قَالَ الرَّاعِي : فَأَفَضْنَ بَعْد كُظُومهنَّ بِجِرَّةٍ مِنْ ذِي الْأَبَاطِح إِذْ رَعَيْنَ حَقِيلَا اِبْن عَبَّاس : &quot; تُفِيضُونَ فِيهِ &quot; تَفْعَلُونَهُ . الْأَخْفَش : تَتَكَلَّمُونَ . اِبْن زَيْد : تَخُوضُونَ . اِبْن كَيْسَان : تَنْشُرُونَ الْقَوْل . وَقَالَ الضَّحَّاك : الْهَاء عَائِدَة عَلَى الْقُرْآن ; الْمَعْنَى : إِذْ تُشِيعُونَ فِي الْقُرْآن الْكَذِب .


قَالَ اِبْن عَبَّاس : يَغِيب . وَقَالَ أَبُو رَوْق : يَبْعُد . وَقَالَ اِبْن كَيْسَان : يَذْهَب . وَقَرَأَ الْكِسَائِيّ &quot; يَعْزِب &quot; بِكَسْرِ الزَّاي حَيْثُ وَقَعَ ; وَضَمَّ الْبَاقُونَ ; وَهُمَا لُغَتَانِ فَصِيحَتَانِ ; نَحْو يَعْرِش وَيَعْرُش .


&quot; مِنْ &quot; صِلَة ; أَيْ وَمَا يَعْزُب عَنْ رَبّك مِثْقَال


أَيْ وَزْن ذَرَّة , أَيْ نُمَيْلَة حَمْرَاء صَغِيرَة ; وَقَدْ تَقَدَّمَ فِي النِّسَاء


عَطْف عَلَى لَفْظ مِثْقَال , وَإِنْ شِئْت عَلَى ذَرَّة . وَقَرَأَ يَعْقُوب وَحَمْزَة بِرَفْعِ الرَّاء فِيهِمَا عَطْفًا عَلَى مَوْضِع مِثْقَال لِأَنَّ مِنْ زَائِدَة لِلتَّأْكِيدِ . وَقَالَ الزَّجَّاج : وَيَجُوز الرَّفْع عَلَى الِابْتِدَاء . وَخَبَره


يَعْنِي اللَّوْح الْمَحْفُوظ مَعَ عِلْم اللَّه تَعَالَى بِهِ . قَالَ الْجُرْجَانِيّ &quot; إِلَّا &quot; بِمَعْنَى وَاو النَّسَق , أَيْ وَهُوَ فِي كِتَاب مُبِين ; كَقَوْلِهِ تَعَالَى : &quot; إِنِّي لَا يَخَاف لَدَيَّ الْمُرْسَلُونَ إِلَّا مَنْ ظَلَمَ &quot; [ النَّمْل : 10 - 11 ] أَيْ وَمَنْ ظَلَمَ . وَقَوْله : &quot; لِئَلَّا يَكُون لِلنَّاسِ عَلَيْكُمْ حُجَّة إِلَّا الَّذِينَ ظَلَمُوا مِنْهُمْ &quot; [ الْبَقَرَة : 150 ] أَيْ وَاَلَّذِينَ ظَلَمُوا مِنْهُمْ ; فَ &quot; إِلَّا &quot; بِمَعْنَى وَاو النَّسَق , وَأُضْمِرَ هُوَ بَعْده كَقَوْلِهِ : &quot; وَقُولُوا حِطَّة &quot; [ الْبَقَرَة : 58 ] . أَيْ هِيَ حِطَّة . وَقَوْله : &quot; وَلَا تَقُولُوا ثَلَاثَة &quot; [ النِّسَاء : 171 ] أَيْ هُمْ ثَلَاثَة . وَنَظِير مَا نَحْنُ فِيهِ : &quot; وَمَا تَسْقُط مِنْ وَرَقَة إِلَّا يَعْلَمهَا وَلَا حَبَّة فِي ظُلُمَات الْأَرْض وَلَا رَطْب وَلَا يَابِس إِلَّا فِي كِتَاب مُبِين &quot; [ الْأَنْعَام : 59 ] وَهُوَ فِي كِتَاب مُبِين .';
$t[62] = '&quot; أَلَا إِنَّ أَوْلِيَاء اللَّه لَا خَوْف عَلَيْهِمْ &quot; أَيْ فِي الْآخِرَة . &quot; وَلَا هُمْ يَحْزَنُونَ &quot; لِفَقْدِ الدُّنْيَا . وَقِيلَ : &quot; لَا خَوْف عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ &quot; أَيْ مَنْ تَوَلَّاهُ اللَّه تَعَالَى وَتَوَلَّى حِفْظه وَحِيَاطَته وَرَضِيَ عَنْهُ فَلَا يَخَاف يَوْم الْقِيَامَة وَلَا يَحْزَن ; قَالَ اللَّه تَعَالَى : &quot; إِنَّ الَّذِينَ سَبَقَتْ لَهُمْ مِنَّا الْحُسْنَى أُولَئِكَ عَنْهَا &quot; أَيْ عَنْ جَهَنَّم &quot; مُبْعَدُونَ &quot; إِلَى قَوْله &quot; لَا يَحْزُنهُمْ الْفَزَع الْأَكْبَر &quot; [ الْأَنْبِيَاء : 101 - 103 ] . وَرَوَى سَعِيد بْن جُبَيْر أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ سُئِلَ : مَنْ أَوْلِيَاء اللَّه ؟ فَقَالَ : ( الَّذِينَ يُذْكَر اللَّه بِرُؤْيَتِهِمْ ) . وَقَالَ عُمَر بْن الْخَطَّاب , فِي هَذِهِ الْآيَة : سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول : ( إِنَّ مِنْ عِبَاد اللَّه عِبَادًا مَا هُمْ بِأَنْبِيَاءَ وَلَا شُهَدَاء تَغْبِطهُمْ الْأَنْبِيَاء وَالشُّهَدَاء يَوْم الْقِيَامَة لِمَكَانِهِمْ مِنْ اللَّه تَعَالَى ) . قِيلَ : يَا رَسُول اللَّه , خَبِّرْنَا مَنْ هُمْ وَمَا أَعْمَالهمْ فَلَعَلَّنَا نُحِبّهُمْ . قَالَ : ( هُمْ قَوْم تَحَابُّوا فِي اللَّه عَلَى غَيْر أَرْحَام بَيْنهمْ وَلَا أَمْوَال يَتَعَاطَوْنَ بِهَا فَوَاَللَّهِ إِنَّ وُجُوههمْ لَنُور وَإِنَّهُمْ عَلَى مَنَابِر مِنْ نُور لَا يَخَافُونَ إِذَا خَافَ النَّاس وَلَا يَحْزَنُونَ إِذَا حَزِنَ النَّاس ثُمَّ قَرَأَ &quot; أَلَا إِنَّ أَوْلِيَاء اللَّه لَا خَوْف عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ &quot; . وَقَالَ عَلِيّ بْن أَبِي طَالِب رَضِيَ اللَّه عَنْهُ : أَوْلِيَاء اللَّه قَوْم صُفْر الْوُجُوه مِنْ السَّهَر , عُمْش الْعُيُون مِنْ الْعِبَر , خُمْص الْبُطُون مِنْ الْجُوع , يُبْس الشِّفَاه مِنْ الذُّوِيّ . وَقِيلَ : &quot; لَا خَوْف عَلَيْهِمْ &quot; فِي ذُرِّيَّتهمْ , لِأَنَّ اللَّه يَتَوَلَّاهُمْ . &quot; وَلَا هُمْ يَحْزَنُونَ &quot; عَلَى دُنْيَاهُمْ لِتَعْوِيضِ اللَّه إِيَّاهُمْ فِي أُولَاهُمْ وَأُخْرَاهُمْ لِأَنَّهُ وَلِيّهمْ وَمَوْلَاهُمْ .';
$t[63] = 'هَذِهِ صِفَة أَوْلِيَاء اللَّه تَعَالَى ; فَيَكُون : &quot; الَّذِينَ &quot; فِي مَوْضِع نَصْب عَلَى الْبَدَل مِنْ اِسْم &quot; إِنَّ &quot; وَهُوَ &quot; أَوْلِيَاء &quot; . وَإِنْ شِئْت عَلَى أَعْنِي . وَقِيلَ : هُوَ اِبْتِدَاء , وَخَبَره . &quot; لَهُمْ الْبُشْرَى فِي الْحَيَاة الدُّنْيَا وَفِي الْآخِرَة &quot; فَيَكُون مَقْطُوعًا مِمَّا قَبْله . أَيْ يَتَّقُونَ الشِّرْك وَالْمَعَاصِي .';
$t[64] = 'عَنْ أَبِي الدَّرْدَاء قَالَ : سَأَلْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْهَا فَقَالَ : ( مَا سَأَلَنِي أَحَد عَنْهَا غَيْرك مُنْذُ أُنْزِلَتْ هِيَ الرُّؤْيَا الصَّالِحَة يَرَاهَا الْمُسْلِم أَوْ تُرَى لَهُ ) خَرَّجَهُ التِّرْمِذِيّ فِي جَامِعه . وَقَالَ الزُّهْرِيّ وَعَطَاء وَقَتَادَة : هِيَ الْبِشَارَة الَّتِي تُبَشِّر بِهَا الْمَلَائِكَة الْمُؤْمِن فِي الدُّنْيَا عِنْد الْمَوْت . وَعَنْ مُحَمَّد بْن كَعْب الْقُرَظِيّ قَالَ : إِذَا اِسْتَنْقَعَتْ نَفْس الْعَبْد الْمُؤْمِن جَاءَهُ مَلَك الْمَوْت فَقَالَ : ( السَّلَام عَلَيْك وَلِيّ اللَّه اللَّه يُقْرِئك السَّلَام ) . ثُمَّ نَزَعَ بِهَذِهِ الْآيَة : &quot; الَّذِينَ تَتَوَفَّاهُمْ الْمَلَائِكَة طَيِّبِينَ يَقُولُونَ سَلَام عَلَيْكُمْ &quot; [ النَّحْل : 32 ] ذَكَرَهُ اِبْن الْمُبَارَك . وَقَالَ قَتَادَة وَالضَّحَّاك : هِيَ أَنْ يَعْلَم أَيْنَ هُوَ مِنْ قَبْل أَنْ يَمُوت . وَقَالَ الْحَسَن : هِيَ مَا يُبَشِّرهُمْ اللَّه تَعَالَى فِي كِتَابه مِنْ جَنَّته وَكَرِيم ثَوَابه ; لِقَوْلِهِ : &quot; يُبَشِّرهُمْ رَبّهمْ بِرَحْمَةٍ مِنْهُ وَرِضْوَان &quot; [ التَّوْبَة : 21 ] , وَقَوْله : &quot; وَبَشِّرْ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَات أَنَّ لَهُمْ جَنَّات &quot; [ الْبَقَرَة : 25 ] . وَقَوْله : &quot; وَأَبْشِرُوا بِالْجَنَّةِ الَّتِي كُنْتُمْ تُوعَدُونَ &quot; [ فُصِّلَتْ : 30 ] وَلِهَذَا قَالَ : &quot; لَا تَبْدِيل لِكَلِمَاتِ اللَّه &quot; أَيْ لَا خُلْف لِمَوَاعِيدِهِ , وَذَلِكَ لِأَنَّ مَوَاعِيده بِكَلِمَاتِهِ .


قِيلَ : بِالْجَنَّةِ إِذَا خَرَجُوا مِنْ قُبُورهمْ . وَقِيلَ : إِذَا خَرَجَتْ الرُّوج بُشِّرَتْ بِرِضْوَانِ اللَّه . وَذَكَرَ أَبُو إِسْحَاق الثَّعْلَبِيّ : سَمِعْت أَبَا بَكْر مُحَمَّد بْن عَبْد اللَّه الْجَوْزَقِيّ يَقُول : رَأَيْت أَبَا عَبْد اللَّه الْحَافِظ فِي الْمَنَام رَاكِبًا بِرْذَوْنًا عَلَيْهِ طَيْلَسَان وَعِمَامَة , فَسَلَّمْت عَلَيْهِ وَقُلْت لَهُ : أَهْلًا بِك , إِنَّا لَا نَزَال نَذْكُرك وَنَذْكُر مَحَاسِنك ; فَقَالَ : وَنَحْنُ لَا نَزَال نَذْكُرك وَنَذْكُر مَحَاسِنك , قَالَ اللَّه تَعَالَى : &quot; لَهُمْ الْبُشْرَى فِي الْحَيَاة الدُّنْيَا وَفِي الْآخِرَة &quot; الثَّنَاء الْحَسَن : وَأَشَارَ بِيَدِهِ .


أَيْ لَا خُلْف لِوَعْدِهِ . وَقِيلَ : لَا تَبْدِيل لِأَخْبَارِهِ , أَيْ لَا يَنْسَخهَا بِشَيْءٍ , وَلَا تَكُون إِلَّا كَمَا قَالَ .


أَيْ مَا يَصِير إِلَيْهِ أَوْلِيَاؤُهُ فَهُوَ الْفَوْز الْعَظِيم .';
$t[65] = 'أَيْ لَا يَحْزُنك اِفْتِرَاؤُهُمْ وَتَكْذِيبهمْ لَك ,


ثُمَّ اِبْتَدَأَ فَقَالَ : &quot; إِنَّ الْعِزَّة لِلَّهِ &quot; أَيْ الْقُوَّة الْكَامِلَة وَالْغَلَبَة الشَّامِلَة وَالْقُدْرَة التَّامَّة لِلَّهِ وَحْده ; فَهُوَ نَاصِرك وَمُعِينك وَمَانِعك .



نُصِبَ عَلَى الْحَال , وَلَا يُعَارِض هَذَا قَوْله : &quot; وَلِلَّهِ الْعِزَّة وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ &quot; [ الْمُنَافِقُونَ : 8 ] فَإِنَّ كُلّ عِزَّة بِاَللَّهِ فَهِيَ كُلّهَا لِلَّهِ ; قَالَ اللَّه سُبْحَانه : &quot; سُبْحَان رَبّك رَبّ الْعِزَّة عَمَّا يَصِفُونَ &quot; [ الصَّافَّات : 180 ] .


السَّمِيع لِأَقْوَالِهِمْ وَأَصْوَاتهمْ , الْعَلِيم بِأَعْمَالِهِمْ وَأَفْعَالهمْ وَجَمِيع حَرَكَاتهمْ .';
$t[66] = 'أَيْ يَحْكُم فِيهِمْ بِمَا يُرِيد وَيَفْعَل فِيهِمْ مَا يَشَاء سُبْحَانه ! .


&quot; مَا &quot; لِلنَّفْيِ , أَيْ لَا يَتَّبِعُونَ شُرَكَاء عَلَى الْحَقِيقَة , بَلْ يَظُنُّونَ أَنَّهَا تَشْفَع أَوْ تَنْفَع . وَقِيلَ : &quot; مَا &quot; اِسْتِفْهَام , أَيْ أَيّ شَيْء يَتَّبِع الَّذِينَ يَدْعُونَ مِنْ دُون اللَّه شُرَكَاء تَقْبِيحًا لِفِعْلِهِمْ ,


ثُمَّ أَجَابَ فَقَالَ : &quot; إِنْ يَتَّبِعُونَ إِلَّا الظَّنّ وَإِنْ هُمْ إِلَّا يَخْرُصُونَ &quot; أَيْ يَحْدُسُونَ وَيَكْذِبُونَ , وَقَدْ تَقَدَّمَ .';
$t[67] = 'بَيَّنَ أَنَّ الْوَاجِب عِبَادَة مَنْ يَقْدِر عَلَى خَلْق اللَّيْل وَالنَّهَار لَا عِبَادَة مَنْ لَا يَقْدِر عَلَى شَيْء . &quot; لِتَسْكُنُوا فِيهِ &quot; أَيْ مَعَ أَزْوَاجكُمْ وَأَوْلَادكُمْ لِيَزُولَ التَّعَب وَالْكَلَال بِكُمْ . وَالسُّكُون : الْهُدُوء عَنْ الِاضْطِرَاب .


أَيْ مُضِيئًا لِتَهْتَدُوا بِهِ فِي حَوَائِجكُمْ . وَالْمُبْصِر : الَّذِي يُبْصِر , وَالنَّهَار يُبْصَر فِيهِ . وَقَالَ : &quot; مُبْصِرًا &quot; تَجَوُّزًا وَتَوَسُّعًا عَلَى عَادَة الْعَرَب فِي قَوْلهمْ : &quot; لَيْل قَائِم , وَنَهَار صَائِم &quot; . وَقَالَ جَرِير : لَقَدْ لُمْتنَا يَا أُمّ غَيْلَان فِي السُّرَى وَنِمْت وَمَا لَيْل الْمَطِيّ بِنَائِمٍ وَقَالَ قُطْرُب : يُقَال أَظْلَمَ اللَّيْل أَيْ صَارَ ذَا ظُلْمَة , وَأَضَاءَ النَّهَار وَأَبْصَرَ أَيْ صَارَ ذَا ضِيَاء وَبَصَر .


أَيْ عَلَامَات وَدَلَالَات .


أَيْ سَمَاع اِعْتِبَار ؟';
$t[68] = 'يَعْنِي الْكُفَّار . وَقَدْ تَقَدَّمَ .


نَزَّهَ نَفْسه عَنْ الصَّاحِبَة وَالْأَوْلَاد وَعَنْ الشُّرَكَاء وَالْأَنْدَاد .


ثُمَّ أَخْبَرَ بِغِنَاهُ الْمُطْلَق , وَأَنَّ لَهُ مَا فِي السَّمَاوَات وَالْأَرْض مُلْكًا وَخَلْقًا وَعَبْدًا ; &quot; إِنْ كُلّ مَنْ فِي السَّمَاوَات وَالْأَرْض إِلَّا آتِي الرَّحْمَن عَبْدًا &quot; [ مَرْيَم : 93 ] .


أَيْ مَا عِنْدكُمْ مِنْ حُجَّة بِهَذَا .


مِنْ إِثْبَات الْوَلَد لَهُ , وَالْوَلَد يَقْتَضِي الْمُجَانَسَة وَالْمُشَابَهَة وَاَللَّه تَعَالَى لَا يُجَانِس شَيْئًا وَلَا يُشَابِه شَيْئًا .';
$t[69] = 'أَيْ يَخْتَلِقُونَ .


أَيْ لَا يَفُوزُونَ وَلَا يَأْمَنُونَ ; وَتَمَّ الْكَلَام .';
$t[70] = 'أَيْ ذَلِكَ مَتَاع , أَوْ هُوَ مَتَاع فِي الدُّنْيَا ; قَالَهُ الْكِسَائِيّ . وَقَالَ الْأَخْفَش : لَهُمْ مَتَاع فِي الدُّنْيَا . قَالَ أَبُو إِسْحَاق : وَيَجُوز النَّصْب فِي غَيْر الْقُرْآن عَلَى مَعْنَى يَتَمَتَّعُونَ مَتَاعًا .



أَيْ رُجُوعهمْ .


أَيْ الْغَلِيظ .


أَيْ بِكُفْرِهِمْ .';
$t[71] = 'أَمَرَهُ عَلَيْهِ السَّلَام أَنْ يُذَكِّرهُمْ أَقَاصِيص الْمُتَقَدِّمِينَ , وَيُخَوِّفهُمْ الْعَذَاب الْأَلِيم عَلَى كُفْرهمْ . وَحُذِفَتْ الْوَاو مِنْ &quot; اُتْلُ &quot; لِأَنَّهُ أَمْر ; أَيْ اِقْرَأْ عَلَيْهِمْ خَبَر نُوح .


&quot; إِذْ &quot; فِي مَوْضِع نَصْب .


أَيْ عَظُمَ وَثَقُلَ عَلَيْكُمْ .


الْمَقَام ( بِفَتْحِ الْمِيم ) : الْمَوْضِع الَّذِي يَقُوم فِيهِ . وَالْمُقَام ( بِالضَّمِّ ) الْإِقَامَة . وَلَمْ يُقْرَأ بِهِ فِيمَا عَلِمْت ; أَيْ إِنْ طَالَ عَلَيْكُمْ لُبْثِي فِيكُمْ .


وَعَزَمْتُمْ عَلَى قَتْلِي وَطَرْدِي إِيَّاكُمْ , وَتَخْوِيفِي لَكُمْ .


أَيْ اِعْتَمَدْت . وَهَذَا هُوَ جَوَاب الشَّرْط , وَلَمْ يَزَلْ عَلَيْهِ السَّلَام مُتَوَكِّلًا عَلَى اللَّه فِي كُلّ حَال ; وَلَكِنْ بَيَّنَ أَنَّهُ مُتَوَكِّل فِي هَذَا عَلَى الْخُصُوص لِيَعْرِف قَوْمه أَنَّ اللَّه يَكْفِيه أَمْرهمْ ; أَيْ إِنْ لَمْ تَنْصُرُونِي فَإِنِّي أَتَوَكَّل عَلَى مَنْ يَنْصُرنِي .



قِرَاءَة الْعَامَّة &quot; فَأَجْمِعُوا &quot; بِقَطْعِ الْأَلِف &quot; شُرَكَاءَكُمْ &quot; بِالنَّصْبِ . وَقَرَأَ عَاصِم الْجَحْدَرِيّ &quot; فَاجْمَعُوا &quot; بِوَصْلِ الْأَلِف وَفَتْح الْمِيم ; مِنْ جَمَعَ يَجْمَع . &quot; شُرَكَاءَكُمْ &quot; بِالنَّصْبِ . وَقَرَأَ الْحَسَن وَابْن أَبِي إِسْحَاق وَيَعْقُوب &quot; فَأَجْمِعُوا &quot; بِقَطْعِ الْأَلِف &quot; شُرَكَاؤُكُمْ &quot; بِالرَّفْعِ . فَأَمَّا الْقِرَاءَة الْأُولَى مِنْ أَجْمَعَ عَلَى الشَّيْء إِذَا عَزَمَ عَلَيْهِ . وَقَالَ الْفَرَّاء : أَجْمَعَ الشَّيْء أَعَدَّهُ . وَقَالَ الْمُؤَرِّج : أَجْمَعْت الْأَمْر أَفْصَح مَنْ أَجْمَعْت عَلَيْهِ . وَأَنْشَدَ : يَا لَيْتَ شِعْرِي وَالْمُنَى لَا تَنْفَع هَلْ أَغْدُوَن يَوْمًا وَأَمْرِي مُجْمَع قَالَ النَّحَّاس : وَفِي نَصْب الشُّرَكَاء عَلَى هَذِهِ الْقِرَاءَة ثَلَاثَة أَوْجُه ; قَالَ الْكِسَائِيّ وَالْفَرَّاء : هُوَ بِمَعْنَى وَادْعُو شُرَكَاءَكُمْ لِنُصْرَتِكُمْ ; وَهُوَ مَنْصُوب عِنْدهمَا عَلَى إِضْمَار هَذَا الْفِعْل . وَقَالَ مُحَمَّد بْن يَزِيد : هُوَ مَعْطُوف عَلَى الْمَعْنَى ; كَمَا قَالَ : رَأَيْت زَوْجك فِي الْوَغَى مُتَقَلِّدًا سَيْفًا وَرُمْحَا وَالرُّمْح لَا يُتَقَلَّد , إِلَّا أَنَّهُ مَحْمُول كَالسَّيْفِ . وَقَالَ أَبُو إِسْحَاق الزَّجَّاج : الْمَعْنَى مَعَ شُرَكَائِكُمْ عَلَى تَنَاصُركُمْ ; كَمَا يُقَال : اِلْتَقَى الْمَاء وَالْخَشَبَة . وَالْقِرَاءَة الثَّانِيَة مِنْ الْجَمْع , اِعْتِبَارًا بِقَوْلِهِ تَعَالَى : &quot; فَجَمَعَ كَيْده ثُمَّ أَتَى &quot; [ طَه : 60 ] . قَالَ أَبُو مُعَاذ : وَيَجُوز أَنْ يَكُون جَمَعَ وَأَجْمَعَ بِمَعْنًى وَاحِد , &quot; وَشُرَكَاءَكُمْ &quot; عَلَى هَذِهِ الْقِرَاءَة عَطْف عَلَى &quot; أَمْركُمْ &quot; , أَوْ عَلَى مَعْنَى فَأَجْمِعُوا أَمْركُمْ وَأَجْمِعُوا شُرَكَاءَكُمْ , وَإِنْ شِئْت بِمَعْنَى مَعَ , قَالَ أَبُو جَعْفَر النَّحَّاس : وَسَمِعْت أَبَا إِسْحَاق يُجِيز قَامَ زَيْد وَعَمْرًا . وَالْقِرَاءَة الثَّالِثَة عَلَى أَنْ يَعْطِف الشُّرَكَاء عَلَى الْمُضْمَر الْمَرْفُوع فِي أَجْمِعُوا , وَحَسُنَ ذَلِكَ لِأَنَّ الْكَلَام قَدْ طَالَ . قَالَ النَّحَّاس وَغَيْره : وَهَذِهِ الْقِرَاءَة تُبْعَد ; لِأَنَّهُ لَوْ كَانَ مَرْفُوعًا لَوَجَبَ أَنْ تُكْتَب بِالْوَاوِ , وَلَمْ يُرَ فِي الْمَصَاحِف وَاو فِي قَوْله &quot; وَشُرَكَاءَكُمْ &quot; , وَأَيْضًا فَإِنَّ شُرَكَاءَهُمْ الْأَصْنَام , وَالْأَصْنَام لَا تَصْنَع شَيْئًا وَلَا فِعْل لَهَا حَتَّى تُجْمَع . قَالَ الْمَهْدَوِيّ : وَيَجُوز أَنْ يَرْتَفِع الشُّرَكَاء بِالِابْتِدَاءِ وَالْخَبَر مَحْذُوف , أَيْ وَشُرَكَاءَكُمْ لِيُجْمِعُوا أَمْرهمْ , وَنُسِبَ ذَلِكَ إِلَى الشُّرَكَاء وَهِيَ لَا تَسْمَع وَلَا تُبْصِر وَلَا تُمَيِّز عَلَى جِهَة التَّوْبِيخ لِمَنْ عَبَدَهَا .



اِسْم يَكُنْ وَخَبَرهَا . وَغُمَّة وَغَمّ سَوَاء , وَمَعْنَاهُ التَّغْطِيَة ; مِنْ قَوْلهمْ : غُمَّ الْهِلَال إِذَا اِسْتَتَرَ ; أَيْ لِيَكُنْ أَمْركُمْ ظَاهِرًا مُنْكَشِفًا تَتَمَكَّنُونَ فِيهِ مِمَّا شِئْتُمْ ; لَا كَمَنْ يَخْفَى أَمْره فَلَا يَقْدِر عَلَى مَا يُرِيد . قَالَ طَرَفَة : لَعَمْرك مَا أَمْرِي عَلَيَّ بِغُمَّة نَهَارِي وَلَا لَيْلِي عَلَيَّ بِسَرْمَدِ الزَّجَّاج : غُمَّة ذَا غَمّ , وَالْغَمّ وَالْغُمَّة كَالْكَرْبِ وَالْكُرْبَة . وَقِيلَ : إِنَّ الْغُمَّة ضِيق الْأَمْر الَّذِي يُوجِب الْغَمّ فَلَا يَتَبَيَّن صَاحِبه لِأَمْرِهِ مَصْدَرًا لِيَنْفَرِج عَنْهُ مَا يَغُمّهُ . وَفِي الصِّحَاح : وَالْغُمَّة الْكُرْبَة . قَالَ الْعَجَّاج : بَلْ لَوْ شَهِدْت النَّاس إِذْ تُكُمُّوا بِغُمَّةٍ لَوْ لَمْ تُفَرَّج غُمُّوا يُقَال : أَمْر غُمَّة , أَيْ مُبْهَم مُلْتَبِس ; قَالَ تَعَالَى : &quot; ثُمَّ لَا يَكُنْ أَمْركُمْ عَلَيْكُمْ غُمَّة &quot; . قَالَ أَبُو عُبَيْدَة : مَجَازهَا ظُلْمَة وَضِيق . وَالْغُمَّة أَيْضًا : قَعْر النِّحْي وَغَيْره . قَالَ غَيْره : وَأَصْل هَذَا كُلّه مُشْتَقّ مِنْ الْغَمَامَة .



أَلِف &quot; اِقْضُوا &quot; أَلِف وَصْل , مِنْ قَضَى يَقْضِي . قَالَ الْأَخْفَش وَالْكِسَائِيّ : وَهُوَ مِثْل : &quot; وَقَضَيْنَا إِلَيْهِ ذَلِكَ الْأَمْر &quot; [ الْحِجْر : 66 ] أَيْ أَنْهَيْنَاهُ إِلَيْهِ وَأَبْلَغْنَاهُ إِيَّاهُ . وَرُوِيَ عَنْ اِبْن عَبَّاس &quot; ثُمَّ اِقْضُوا إِلَيَّ وَلَا تُنْظِرُونَ &quot; قَالَ : اِمْضُوا إِلَيَّ وَلَا تُؤَخِّرُونَ . قَالَ النَّحَّاس : هَذَا قَوْل صَحِيح فِي اللُّغَة ; وَمِنْهُ : قَضَى الْمَيِّت أَيْ مَضَى . وَأَعْلَمَهُمْ بِهَذَا أَنَّهُمْ لَا يَصِلُونَ إِلَيْهِ , وَهَذَا مِنْ دَلَائِل النُّبُوَّات . وَحَكَى الْفَرَّاء عَنْ بَعْض الْقُرَّاء &quot; ثُمَّ أَفْضُوا إِلَيَّ &quot; بِالْفَاءِ وَقَطْع الْأَلِف , أَيْ تَوَجَّهُوا ; يُقَال : أَفْضَتْ الْخِلَافَة إِلَى فُلَان , وَأَفْضَى إِلَيَّ الْوَجَع . وَهَذَا إِخْبَار مِنْ اللَّه تَعَالَى عَنْ نَبِيّه نُوح عَلَيْهِ السَّلَام أَنَّهُ كَانَ بِنَصْرِ اللَّه وَاثِقًا , وَمِنْ كَيْدهمْ غَيْر خَائِف ; عِلْمًا مِنْهُ بِأَنَّهُمْ وَآلِهَتهمْ لَا يَنْفَعُونَ وَلَا يَضُرُّونَ . وَهُوَ تَعْزِيَة لِنَبِيِّهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَتَقْوِيَة لِقَلْبِهِ .';
$t[72] = 'أَيْ فَإِنْ أَعْرَضْتُمْ عَمَّا جِئْتُكُمْ بِهِ فَلَيْسَ ذَلِكَ لِأَنِّي سَأَلْتُكُمْ أَجْرًا فَيَثْقُل عَلَيْكُمْ مُكَافَأَتِي .


فِي تَبْلِيغ رِسَالَته .


أَيْ الْمُوَحِّدِينَ لِلَّهِ تَعَالَى . فَتَحَ أَهْل الْمَدِينَة وَأَبُو عَمْرو وَابْن عَامِر وَحَفْص يَاء &quot; أَجْرِيَ &quot; حَيْثُ وَقَعَ , وَأَسْكَنَ الْبَاقُونَ .';
$t[73] = 'يَعْنِي نُوحًا .


أَيْ مِنْ الْمُؤْمِنِينَ


أَيْ السَّفِينَة , وَسَيَأْتِي ذِكْرهَا .


أَيْ سُكَّان الْأَرْض وَخَلَفًا مِمَّنْ غَرِقَ .


يَعْنِي آخِر أَمْر الَّذِينَ أَنْذَرَهُمْ الرُّسُل فَلَمْ يُؤْمِنُوا .';
$t[74] = 'أَيْ مِنْ بَعْد نُوح .


كَهُودٍ وَصَالِح وَإِبْرَاهِيم وَلُوط وَشُعَيْب وَغَيْرهمْ .



أَيْ بِالْمُعْجِزَاتِ .


التَّقْدِير : بِمَا كَذَّبَ بِهِ قَوْم نُوح مِنْ قَبْل . وَقِيلَ : &quot; بِمَا كَذَّبُوا بِهِ مِنْ قَبْل &quot; أَيْ مِنْ قَبْل يَوْم الذَّرّ , فَإِنَّهُ كَانَ فِيهِمْ مَنْ كَذَّبَ بِقَلْبِهِ وَإِنْ قَالَ الْجَمِيع : بَلَى . قَالَ النَّحَّاس : وَمِنْ أَحْسَن مَا قِيلَ فِي هَذَا أَنَّهُ لِقَوْمٍ بِأَعْيَانِهِمْ ; مِثْل : &quot; أَأَنْذَرْتهمْ أَمْ لَمْ تُنْذِرهُمْ لَا يُؤْمِنُونَ &quot; . [ الْبَقَرَة : 6 ]


أَيْ نَخْتِم .


أَيْ الْمُجَاوِزِينَ الْحَدّ فِي الْكُفْر وَالتَّكْذِيب فَلَا يُؤْمِنُوا . وَهَذَا يَرُدّ عَلَى الْقَدَرِيَّة قَوْلهمْ كَمَا تَقَدَّمَ .';
$t[75] = 'أَيْ مِنْ بَعْد الرُّسُل وَالْأُمَم .


أَيْ أَشْرَاف قَوْمه .


يُرِيد الْآيَات التِّسْع , وَقَدْ تَقَدَّمَ ذِكْرهَا .


أَيْ عَنْ الْحَقّ .


أَيْ مُشْرِكِينَ .';
$t[76] = 'يُرِيد فِرْعَوْن وَقَوْمه


حَمَلُوا الْمُعْجِزَات عَلَى السِّحْر .';
$t[77] = 'قِيلَ : فِي الْكَلَام حَذْف , الْمَعْنَى : أَتَقُولُونَ لِلْحَقِّ هَذَا سِحْر . فَ &quot; أَتَقُولُونَ &quot; إِنْكَار وَقَوْلهمْ مَحْذُوف أَيْ هَذَا سِحْر , ثُمَّ اِسْتَأْنَفَ إِنْكَارًا آخَر مِنْ قِبَله فَقَالَ : أَسِحْر هَذَا ! فَحَذَفَ قَوْلهمْ الْأَوَّل اِكْتِفَاء بِالثَّانِي مِنْ قَوْلهمْ , مُنْكِرًا عَلَى فِرْعَوْن وَمَلَئِهِ . وَقَالَ الْأَخْفَش : هُوَ مِنْ قَوْلهمْ , وَدَخَلَتْ الْأَلِف حِكَايَة لِقَوْلِهِمْ ; لِأَنَّهُمْ قَالُوا أَسِحْر هَذَا . فَقِيلَ لَهُمْ : أَتَقُولُونَ لِلْحَقِّ لَمَّا جَاءَكُمْ أَسِحْر هَذَا ; وَرُوِيَ عَنْ الْحَسَن .


أَيْ لَا يُفْلِح مَنْ أَتَى بِهِ .';
$t[78] = 'أَيْ تَصْرِفنَا وَتَلْوِينَا , يُقَال : لَفَتَهُ يَلْفِتهُ لَفْتًا إِذَا لَوَاهُ وَصَرَفَهُ . قَالَ الشَّاعِر : تَلَفَّتّ نَحْو الْحَيّ حَتَّى رَأَيْتُنِي وَجِعْت مِنْ الْإِصْغَاء لِيتًا وَأَخْدَعَا وَمِنْ هَذَا اِلْتَفَتَ إِنَّمَا هُوَ عَدَلَ عَنْ الْجِهَة الَّتِي بَيْن يَدَيْهِ .


يُرِيد مِنْ عِبَادَة الْأَصْنَام .


أَيْ الْعَظَمَة وَالْمُلْك وَالسُّلْطَان وَقَرَأَ اِبْن مَسْعُود وَالْحَسَن وَغَيْرهمَا &quot; وَيَكُون &quot; بِالْيَاءِ لِأَنَّهُ تَأْنِيث غَيْر حَقِيقِيّ وَقَدْ فُصِلَ بَيْنهمَا . وَحَكَى سِيبَوَيْهِ : حَضَرَ الْقَاضِي الْيَوْم اِمْرَأَتَانِ .


يُرِيد أَرْض مِصْر . وَيُقَال لِلْمُلْكِ : الْكِبْرِيَاء لِأَنَّهُ أَعْظَم مَا يُطْلَب فِي الدُّنْيَا . &quot; وَمَا نَحْنُ لَكُمَا بِمُؤْمِنِينَ &quot;';
$t[79] = 'إِنَّمَا قَالَهُ لَمَّا رَأَى الْعَصَا وَالْيَد الْبَيْضَاء وَاعْتَقَدَ أَنَّهُمَا سِحْر . وَقَرَأَ حَمْزَة وَالْكِسَائِيّ وَابْن وَثَّاب وَالْأَعْمَش &quot; سَحَّار &quot; وَقَدْ تَقَدَّمَ فِي الْأَعْرَاف الْقَوْل فِيهِمَا .';
$t[80] = 'أَيْ اِطْرَحُوا عَلَى الْأَرْض مَا مَعَكُمْ مِنْ حِبَالكُمْ وَعِصِيّكُمْ . وَقَدْ تَقَدَّمَ فِي الْأَعْرَاف الْقَوْل فِي هَذَا مُسْتَوْفًى .';
$t[81] = 'تَكُون &quot; مَا &quot; فِي مَوْضِع رَفْع بِالِابْتِدَاءِ , وَالْخَبَر &quot; جِئْتُمْ بِهِ &quot; وَالتَّقْدِير : أَيّ شَيْء جِئْتُمْ بِهِ , عَلَى التَّوْبِيخ وَالتَّصْغِير لِمَا جَاءُوا بِهِ مِنْ السِّحْر . وَقِرَاءَة أَبِي عَمْرو &quot; آلسِّحْر &quot; عَلَى الِاسْتِفْهَام عَلَى إِضْمَار مُبْتَدَأ وَالتَّقْدِير أَهُوَ السِّحْر . وَيَجُوز أَنْ يَكُون مُبْتَدَأ وَالْخَبَر مَحْذُوف , التَّقْدِير : السِّحْر جِئْتُمْ بِهِ . وَلَا تَكُون &quot; مَا &quot; عَلَى قِرَاءَة مَنْ اِسْتَفْهَمَ بِمَعْنَى الَّذِي , إِذْ لَا خَبَر لَهَا . وَقَرَأَ الْبَاقُونَ &quot; السِّحْر &quot; عَلَى الْخَبَر , وَدَلِيل هَذِهِ الْقِرَاءَة قِرَاءَة اِبْن مَسْعُود : &quot; مَا جِئْتُمْ بِهِ سِحْر &quot; . وَقِرَاءَة أُبَيّ : &quot; مَا أَتَيْتُمْ بِهِ سِحْر &quot; ; فَ &quot; مَا &quot; بِمَعْنَى الَّذِي , وَ &quot; جِئْتُمْ بِهِ &quot; الصِّلَة , وَمَوْضِع &quot; مَا &quot; رَفْع بِالِابْتِدَاءِ , وَالسِّحْر خَبَر الِابْتِدَاء . وَلَا تَكُون &quot; مَا &quot; إِذَا جَعَلْتهَا بِمَعْنَى الَّذِي نَصْبًا لِأَنَّ الصِّلَة لَا تَعْمَل فِي الْمَوْصُول . وَأَجَازَ الْفَرَّاء نَصْب السِّحْر بِجِئْتُمْ , وَتَكُون لَا لِلشَّرْطِ , وَجِئْتُمْ فِي مَوْضِع جَزْم بِمَا وَالْفَاء مَحْذُوفَة ; التَّقْدِير : فَإِنَّ اللَّه سَيُبْطِلُهُ . وَيَجُوز أَنْ يُنْصَب السِّحْر عَلَى الْمَصْدَر , أَيْ مَا جِئْتُمْ بِهِ سِحْرًا , ثُمَّ دَخَلَتْ الْأَلِف وَاللَّام زَائِدَتَيْنِ , فَلَا يُحْتَاج عَلَى هَذَا التَّقْدِير إِلَى حَذْف الْفَاء . وَاخْتَارَ هَذَا الْقَوْل النَّحَّاس , وَقَالَ : حَذْف الْفَاء فِي الْمُجَازَاة لَا يُجِيزهُ كَثِير مِنْ النَّحْوِيِّينَ إِلَّا فِي ضَرُورَة الشِّعْر ; كَمَا قَالَ : مَنْ يَفْعَل الْحَسَنَات اللَّه يَشْكُرهَا بَلْ رُبَّمَا قَالَ بَعْضهمْ : إِنَّهُ لَا يَجُوز أَلْبَتَّة . وَسَمِعْت عَلِيّ بْن سُلَيْمَان يَقُول : حَدَّثَنِي مُحَمَّد بْن يَزِيد قَالَ حَدَّثَنِي الْمَازِنِيّ قَالَ سَمِعْت الْأَصْمَعِيّ يَقُول : غَيَّرَ النَّحْوِيُّونَ هَذَا الْبَيْت , وَإِنَّمَا الرِّوَايَة : مَنْ يَفْعَل الْخَيْر فَالرَّحْمَن يَشْكُرهُ وَسَمِعْت عَلِيّ بْن سُلَيْمَان يَقُول : حَذْف الْفَاء فِي الْمُجَازَاة جَائِز . قَالَ : وَالدَّلِيل عَلَى ذَلِكَ &quot; وَمَا أَصَابَكُمْ مِنْ مُصِيبَة فَبِمَا كَسَبَتْ أَيْدِيكُمْ &quot; . &quot; وَمَا أَصَابَكُمْ مِنْ مُصِيبَة بِمَا كَسَبَتْ أَيْدِيكُمْ &quot; قِرَاءَتَانِ مَشْهُورَتَانِ مَعْرُوفَتَانِ .


يَعْنِي السِّحْر . قَالَ اِبْن عَبَّاس : مَنْ أَخَذَ مَضْجَعه مِنْ اللَّيْل ثُمَّ تَلَا هَذِهِ الْآيَة . ( مَا جِئْتُمْ بِهِ السِّحْر إِنَّ اللَّه سَيُبْطِلُهُ إِنَّ اللَّه لَا يُصْلِح عَمَل الْمُفْسِدِينَ ) لَمْ يَضُرّهُ كَيْد سَاحِر . وَلَا تُكْتَب عَلَى مَسْحُور إِلَّا دَفَعَ اللَّه عَنْهُ السِّحْر .';
$t[82] = 'أَيْ يُبَيِّنهُ وَيُوَضِّحهُ .


أَيْ بِكَلَامِهِ وَحُجَجه وَبَرَاهِينه . وَقِيلَ : بِعِدَاتِهِ بِالنَّصْرِ .


مِنْ آل فِرْعَوْن .';
$t[83] = 'الْهَاء عَائِدَة عَلَى مُوسَى . قَالَ مُجَاهِد : أَيْ لَمْ يُؤْمِن مِنْهُمْ أَحَد , وَإِنَّمَا آمَنَ أَوْلَاد مَنْ أُرْسِلَ مُوسَى إِلَيْهِمْ مِنْ بَنِي إِسْرَائِيل , لِطُولِ الزَّمَان هَلَكَ الْآبَاء وَبَقِيَ الْأَبْنَاء فَآمَنُوا ; وَهَذَا اِخْتِيَار الطَّبَرِيّ . وَالذُّرِّيَّة أَعْقَاب الْإِنْسَان وَقَدْ تَكْثُر . وَقِيلَ : أَرَادَ بِالذُّرِّيَّةِ مُؤْمِنِي بَنِي إِسْرَائِيل . قَالَ اِبْن عَبَّاس : كَانُوا سِتّمِائَةِ أَلْف , وَذَلِكَ أَنَّ يَعْقُوب عَلَيْهِ السَّلَام دَخَلَ مِصْر فِي اِثْنَيْنِ وَسَبْعِينَ إِنْسَانًا فَتَوَالَدُوا بِمِصْرَ حَتَّى بَلَغُوا سِتّمِائَةِ أَلْف . وَقَالَ اِبْن عَبَّاس أَيْضًا : &quot; مِنْ قَوْمه &quot; يَعْنِي مِنْ قَوْم فِرْعَوْن ; مِنْهُمْ مُؤْمِن آل فِرْعَوْن وَخَازِن فِرْعَوْن وَامْرَأَته وَمَاشِطَة اِبْنَته وَامْرَأَة خَازِنه . وَقِيلَ : هُمْ أَقْوَام آبَاؤُهُمْ مِنْ الْقِبْط , وَأُمَّهَاتهمْ مِنْ بَنِي إِسْرَائِيل فَسُمُّوا ذُرِّيَّة كَمَا يُسَمَّى أَوْلَاد الْفُرْس الَّذِينَ تَوَالَدُوا بِالْيَمَنِ وَبِلَاد الْعَرَب الْأَبْنَاء ; لِأَنَّ أُمَّهَاتهمْ مِنْ غَيْر جِنْس آبَائِهِمْ ; قَالَ الْفَرَّاء . وَعَلَى هَذَا فَالْكِنَايَة فِي &quot; قَوْمه &quot; تَرْجِع إِلَى مُوسَى لِلْقَرَابَةِ مِنْ جِهَة الْأُمَّهَات , وَإِلَى فِرْعَوْن إِذَا كَانُوا مِنْ الْقِبْط .


لِأَنَّهُ كَانَ مُسَلَّطًا عَلَيْهِمْ عَاتِيًا .



وَلَمْ يَقُلْ وَمَلَئِهِ ; وَعَنْهُ سِتَّة أَجْوِبَة : أَحَدهَا : أَنَّ فِرْعَوْن لَمَّا كَانَ جَبَّارًا أَخْبَرَ عَنْهُ بِفِعْلِ الْجَمِيع . الثَّانِي : أَنَّ فِرْعَوْن لَمَّا ذُكِرَ عُلِمَ أَنَّ مَعَهُ غَيْره , فَعَادَ الضَّمِير عَلَيْهِ وَعَلَيْهِمْ ; وَهَذَا أَحَد قَوْلَيْ الْفَرَّاء . الثَّالِث : أَنْ تَكُون الْجَمَاعَة سُمِّيَتْ بِفِرْعَوْنَ مِثْل ثَمُود . الرَّابِع : أَنْ يَكُون التَّقْدِير : عَلَى خَوْف مِنْ آل فِرْعَوْن ; فَيَكُون مِنْ بَاب حَذْف الْمُضَاف مِثْل : &quot; وَاسْأَلْ الْقَرْيَة &quot; , [ يُوسُف : 82 ] وَهُوَ الْقَوْل الثَّانِي لِلْفَرَّاءِ . وَهَذَا الْجَوَاب عَلَى مَذْهَب سِيبَوَيْهِ وَالْخَلِيل خَطَأ , لَا يَجُوز عِنْدهمَا قَامَتْ هِنْد , وَأَنْتَ تُرِيد غُلَامهَا . الْخَامِس : مَذْهَب الْأَخْفَش سَعِيد أَنْ يَكُون الضَّمِير يَعُود عَلَى الذُّرِّيَّة , أَيْ مَلَأ الذُّرِّيَّة ; وَهُوَ اِخْتِيَار الطَّبَرِيّ . السَّادِس : أَنْ يَكُون الضَّمِير يَعُود عَلَى قَوْمه . قَالَ النَّحَّاس : وَهَذَا الْجَوَاب كَأَنَّهُ أَبْلَغهَا .



وَحَّدَ &quot; يَفْتِنهُمْ &quot; عَلَى الْإِخْبَار عَنْ فِرْعَوْن , أَيْ يَصْرِفهُمْ عَنْ دِينهمْ بِالْعُقُوبَاتِ , وَهُوَ فِي مَوْضِع خَفْض عَلَى أَنَّهُ بَدَل اِشْتِمَال . وَيَجُوز أَنْ يَكُون فِي مَوْضِع نَصْب بِ &quot; خَوْف &quot; . وَلَمْ يَنْصَرِف فِرْعَوْن لِأَنَّهُ اِسْم أَعْجَمِيّ وَهُوَ مَعْرِفَة .


أَيْ عَاتٍ مُتَكَبِّر


أَيْ الْمُجَاوِزِينَ الْحَدّ فِي الْكُفْر ; لِأَنَّهُ كَانَ عَبْدًا فَادَّعَى الرُّبُوبِيَّة .';
$t[84] = 'أَيْ صَدَّقْتُمْ .


أَيْ اِعْتَمِدُوا .


كَرَّرَ الشَّرْط تَأْكِيدًا , وَبَيَّنَ أَنَّ كَمَال الْإِيمَان بِتَفْوِيضِ الْأَمْر إِلَى اللَّه .';
$t[85] = 'أَيْ أَسْلَمْنَا أُمُورنَا إِلَيْهِ , وَرَضِينَا بِقَضَائِهِ وَقَدَره , وَانْتَهَيْنَا إِلَى أَمْره .


أَيْ لَا تَنْصُرهُمْ عَلَيْنَا , فَيَكُون ذَلِكَ فِتْنَة لَنَا عَنْ الدِّين , أَوْ لَا تَمْتَحِنَّا بِأَنْ تُعَذِّبنَا عَلَى أَيْدِيهمْ . وَقَالَ مُجَاهِد : الْمَعْنَى لَا تُهْلِكنَا بِأَيْدِي أَعْدَائِنَا , وَلَا تُعَذِّبنَا بِعَذَابٍ مِنْ عِنْدك , فَيَقُول أَعْدَاؤُنَا لَوْ كَانُوا عَلَى حَقّ لَمْ نُسَلَّط عَلَيْهِمْ ; فَيُفْتَنُوا . وَقَالَ أَبُو مِجْلَز وَأَبُو الضُّحَى : يَعْنِي لَا تُظْهِرهُمْ عَلَيْنَا فَيَرَوْا أَنَّهُمْ خَيْر مِنَّا فَيَزْدَادُوا طُغْيَانًا .';
$t[86] = 'أَيْ خَلِّصْنَا .


أَيْ مِنْ فِرْعَوْن وَقَوْمه لِأَنَّهُمْ كَانُوا يَأْخُذُونَهُمْ بِالْأَعْمَالِ الشَّاقَّة .';
$t[87] = '&quot; وَأَوْحَيْنَا إِلَى مُوسَى وَأَخِيهِ أَنْ تَبَوَّآ &quot; أَيْ اِتَّخِذَا . &quot; لِقَوْمِكُمَا بِمِصْرَ بُيُوتًا &quot; يُقَال : بَوَّأْت زَيْدًا مَكَانًا وَبَوَّأْت لِزَيْدٍ مَكَانًا . وَالْمُبَوَّأ الْمَنْزِل الْمَلْزُوم ; وَمِنْهُ بَوَّأَهُ اللَّه مَنْزِلًا , أَيْ أَلْزَمَهُ إِيَّاهُ وَأَسْكَنَهُ ; وَمِنْهُ الْحَدِيث : ( مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَده مِنْ النَّار ) قَالَ الرَّاجِز : نَحْنُ بَنُو عَدْنَان لَيْسَ شَكّ تَبَوَّأَ الْمَجْد بِنَا وَالْمُلْك وَمِصْر فِي هَذِهِ الْآيَة هِيَ الْإِسْكَنْدَرِيَّة ; فِي قَوْل مُجَاهِد . وَقَالَ الضَّحَّاك : إِنَّهُ الْبَلَد الْمُسَمَّى مِصْر , وَمِصْر مَا بَيْن الْبَحْر إِلَى أُسْوَان , وَالْإِسْكَنْدَرِيَّة مِنْ أَرْض مِصْر .



قَالَ أَكْثَر الْمُفَسِّرِينَ : كَانَ بَنُو إِسْرَائِيل لَا يُصَلُّونَ إِلَّا فِي مَسَاجِدهمْ وَكَنَائِسهمْ وَكَانَتْ ظَاهِرَة , فَلَمَّا أُرْسِلَ مُوسَى أَمَرَ فِرْعَوْن بِمَسَاجِد بَنِي إِسْرَائِيل فَخُرِّبَتْ كُلّهَا وَمُنِعُوا مِنْ الصَّلَاة ; فَأَوْحَى اللَّه إِلَى مُوسَى وَهَارُون أَنْ اِتَّخِذَا وَتَخَيَّرَا لِبَنِي إِسْرَائِيل بُيُوتًا بِمِصْرَ , أَيْ مَسَاجِد , وَلَمْ يُرِدْ الْمَنَازِل الْمَسْكُونَة . هَذَا قَوْل إِبْرَاهِيم وَابْن زَيْد وَالرَّبِيع وَأَبِي مَالِك وَابْن عَبَّاس وَغَيْرهمْ . وَرُوِيَ عَنْ اِبْن عَبَّاس وَسَعِيد بْن جُبَيْر أَنَّ الْمَعْنَى : وَاجْعَلُوا بُيُوتكُمْ يُقَابِل بَعْضهَا بَعْضًا . وَالْقَوْل الْأَوَّل أَصَحّ ; أَيْ اِجْعَلُوا مَسَاجِدكُمْ إِلَى الْقِبْلَة ; قِيلَ : بَيْت الْمَقْدِس , وَهِيَ قِبْلَة الْيَهُود إِلَى الْيَوْم ; قَالَ اِبْن بَحْر . وَقِيلَ الْكَعْبَة . عَنْ اِبْن عَبَّاس قَالَ : وَكَانَتْ الْكَعْبَة قِبْلَة مُوسَى وَمَنْ مَعَهُ , وَهَذَا يَدُلّ عَلَى أَنَّ الْقِبْلَة فِي الصَّلَاة كَانَتْ شَرْعًا لِمُوسَى عَلَيْهِ السَّلَام , وَلَمْ تَخْلُ الصَّلَاة عَنْ شَرْط الطَّهَارَة وَسَتْر الْعَوْرَة وَاسْتِقْبَال الْقِبْلَة ; فَإِنَّ ذَلِكَ أَبْلَغ فِي التَّكْلِيف وَأَوْفَر لِلْعِبَادَةِ . وَقِيلَ : الْمُرَاد صَلُّوا فِي بُيُوتكُمْ سِرًّا لِتَأْمَنُوا ; وَذَلِكَ حِين أَخَافَهُمْ فِرْعَوْن فَأُمِرُوا بِالصَّبْرِ وَاِتِّخَاذ الْمَسَاجِد فِي الْبُيُوت , وَالْإِقْدَام عَلَى الصَّلَاة , وَالدُّعَاء إِلَى أَنْ يُنْجِز اللَّه وَعْده , وَهُوَ الْمُرَاد بِقَوْلِهِ : &quot; قَالَ مُوسَى لِقَوْمِهِ اِسْتَعِينُوا بِاَللَّهِ وَاصْبِرُوا &quot; الْآيَة . وَكَانَ مِنْ دِينهمْ أَنَّهُمْ لَا يُصَلُّونَ إِلَّا فِي الْبِيَع وَالْكَنَائِس مَا دَامُوا عَلَى أَمْن , فَإِذَا خَافُوا فَقَدْ أَذِنَ لَهُمْ أَنْ يُصَلُّوا فِي بُيُوتهمْ . قَالَ اِبْن الْعَرَبِيّ : وَالْأَوَّل أَظْهَر الْقَوْلَيْنِ ; لِأَنَّ الثَّانِي دَعْوَى . قُلْت : قَوْله : &quot; دَعْوَى &quot; صَحِيح ; فَإِنَّ فِي الصَّحِيح قَوْله عَلَيْهِ السَّلَام : ( جُعِلَتْ لِيَ الْأَرْض مَسْجِدًا وَطَهُورًا ) وَهَذَا مِمَّا خُصَّ بِهِ دُون الْأَنْبِيَاء ; فَنَحْنُ بِحَمْدِ اللَّه نُصَلِّي فِي الْمَسَاجِد وَالْبُيُوت , وَحَيْثُ أَدْرَكَتْنَا الصَّلَاة ; إِلَّا أَنَّ النَّافِلَة فِي الْمَنَازِل أَفْضَل مِنْهَا فِي الْمَسَاجِد , حَتَّى الرُّكُوع قَبْل الْجُمُعَة وَبَعْدهَا . وَقَبْل الصَّلَوَات الْمَفْرُوضَات وَبَعْدهَا ; إِذْ النَّوَافِل يَحْصُل فِيهَا الرِّيَاء , وَالْفَرَائِض لَا يَحْصُل فِيهَا ذَلِكَ , وَكُلَّمَا خَلَصَ الْعَمَل مِنْ الرِّيَاء كَانَ أَوْزَنَ وَأَزْلَفَ عِنْد اللَّه سُبْحَانه وَتَعَالَى . رَوَى مُسْلِم عَنْ عَبْد اللَّه بْن شَقِيق قَالَ : سَأَلْت عَائِشَة عَنْ صَلَاة رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ تَطَوُّعه قَالَتْ : ( كَانَ يُصَلِّي فِي بَيْتِي قَبْل الظُّهْر أَرْبَعًا , ثُمَّ يَخْرُج فَيُصَلِّي بِالنَّاسِ , ثُمَّ يَدْخُل فَيُصَلِّي رَكْعَتَيْنِ , وَكَانَ يُصَلِّي بِالنَّاسِ الْمَغْرِب , ثُمَّ يَدْخُل فَيُصَلِّي رَكْعَتَيْنِ , ثُمَّ يُصَلِّي بِالنَّاسِ الْعِشَاء , وَيَدْخُل بَيْتِي فَيُصَلِّي رَكْعَتَيْنِ ) الْحَدِيث . وَعَنْ اِبْن عُمَر قَالَ : صَلَّيْت مَعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَبْل الظُّهْر سَجْدَتَيْنِ وَبَعْدهَا سَجْدَتَيْنِ وَبَعْد الْمَغْرِب سَجْدَتَيْنِ ; فَأَمَّا الْمَغْرِب وَالْعِشَاء وَالْجُمُعَة فَصَلَّيْت مَعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي بَيْته . وَرَوَى أَبُو دَاوُد عَنْ كَعْب بْن عُجْرَة أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَتَى مَسْجِد بَنِي الْأَشْهَل فَصَلَّى فِيهِ الْمَغْرِب ; فَلَمَّا قَضَوْا صَلَاتهمْ رَآهُمْ يُسَبِّحُونَ بَعْدهَا فَقَالَ : ( هَذِهِ صَلَاة الْبُيُوت ) .

وَاخْتَلَفَ الْعُلَمَاء مِنْ هَذَا الْبَاب فِي قِيَام رَمَضَان , هَلْ إِيقَاعه فِي الْبَيْت أَفْضَل أَوْ فِي الْمَسْجِد ؟ فَذَهَبَ مَالِك إِلَى أَنَّهُ فِي الْبَيْت أَفْضَل لِمَنْ قَوِيَ عَلَيْهِ , وَبِهِ قَالَ أَبُو يُوسُف وَبَعْض أَصْحَاب الشَّافِعِيّ . وَذَهَبَ اِبْن عَبْد الْحَكَم وَأَحْمَد وَبَعْض أَصْحَاب الشَّافِعِيّ إِلَى أَنَّ حُضُورهَا فِي الْجَمَاعَة أَفْضَل . وَقَالَ اللَّيْث : لَوْ قَامَ النَّاس فِي بُيُوتهمْ وَلَمْ يَقُمْ أَحَد فِي الْمَسْجِد لَا يَنْبَغِي أَنْ يَخْرُجُوا إِلَيْهِ . وَالْحُجَّة لِمَالِكٍ وَمَنْ قَالَ بِقَوْلِهِ قَوْله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي حَدِيث زَيْد بْن ثَابِت : ( فَعَلَيْكُمْ بِالصَّلَاةِ فِي بُيُوتكُمْ فَإِنَّ خَيْر صَلَاة الْمَرْء فِي بَيْته إِلَّا الْمَكْتُوبَة ) خَرَّجَهُ الْبُخَارِيّ . اِحْتَجَّ الْمُخَالِف بِأَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَدْ صَلَّاهَا فِي الْجَمَاعَة فِي الْمَسْجِد , ثُمَّ أَخْبَرَ بِالْمَانِعِ الَّذِي مَنَعَ مِنْهُ عَلَى الدَّوَام عَلَى ذَلِكَ , وَهُوَ خَشْيَة أَنْ تُفْرَض عَلَيْهِمْ فَلِذَلِكَ قَالَ لَهُمْ : ( فَعَلَيْكُمْ بِالصَّلَاةِ فِي بُيُوتكُمْ ) . ثُمَّ إِنَّ الصَّحَابَة كَانُوا يُصَلُّونَهَا فِي الْمَسْجِد أَوْزَاعًا مُتَفَرِّقِينَ , إِلَى أَنْ جَمَعَهُمْ عُمَر عَلَى قَارِئ وَاحِد فَاسْتَقَرَّ الْأَمْر عَلَى ذَلِكَ وَثَبَتَ سُنَّة .

وَإِذَا تَنَزَّلْنَا عَلَى أَنَّهُ كَانَ أُبِيحَ لَهُمْ أَنْ يُصَلُّوا فِي بُيُوتهمْ إِذَا خَافُوا عَلَى أَنْفُسهمْ فَيُسْتَدَلّ بِهِ عَلَى أَنَّ الْمَعْذُور بِالْخَوْفِ وَغَيْره يَجُوز لَهُ تَرْك الْجَمَاعَة وَالْجُمُعَة . وَالْعُذْر الَّذِي يُبِيح لَهُ ذَلِكَ كَالْمَرَضِ الْحَابِس , أَوْ خَوْف زِيَادَته , أَوْ خَوْف جَوْر السُّلْطَان فِي مَال أَوْ دُون الْقَضَاء عَلَيْهِ بِحَقٍّ . وَالْمَطَر الْوَابِل مَعَ الْوَحْل عُذْر إِنْ لَمْ يَنْقَطِع , وَمَنْ لَهُ وَلِيّ حَمِيم قَدْ حَضَرَتْهُ الْوَفَاة وَلَمْ يَكُنْ عِنْده مَنْ يُمَرِّضهُ ; وَقَدْ فَعَلَ ذَلِكَ اِبْن عُمَر .



قِيلَ : الْخِطَاب لِمُحَمَّدٍ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ . وَقِيلَ لِمُوسَى عَلَيْهِ السَّلَام , وَهُوَ أَظْهَر , أَيْ بَشِّرْ بَنِي إِسْرَائِيل بِأَنَّ اللَّه سَيُظْهِرُهُمْ عَلَى عَدُوّهُمْ .';
$t[88] = '&quot; آتَيْت &quot; أَيْ أَعْطَيْت .


أَيْ مَال الدُّنْيَا , وَكَانَ لَهُمْ مِنْ فُسْطَاط مِصْر إِلَى أَرْض الْحَبَشَة جِبَال فِيهَا مَعَادِن الذَّهَب وَالْفِضَّة وَالزَّبَرْجَد وَالزُّمُرُّد وَالْيَاقُوت .


اُخْتُلِفَ فِي هَذِهِ اللَّام , وَأَصَحّ مَا قِيلَ فِيهَا - وَهُوَ قَوْل الْخَلِيل وَسِيبَوَيْهِ - أَنَّهَا لَام الْعَاقِبَة وَالصَّيْرُورَة ; وَفِي الْخَبَر ( إِنَّ لِلَّهِ تَعَالَى مَلَكًا يُنَادِي كُلّ يَوْم لِدُوا لِلْمَوْتِ وَابْنُوا لِلْخَرَابِ ) . أَيْ لَمَّا كَانَ عَاقِبَة أَمْرهمْ إِلَى الضَّلَال صَارَ كَأَنَّهُ أَعْطَاهُمْ لِيُضِلُّوا . وَقِيلَ : هِيَ لَام كَيْ أَيْ أَعْطَيْتهمْ لِكَيْ يَضِلُّوا وَيَبْطَرُوا وَيَتَكَبَّرُوا . وَقِيلَ : هِيَ لَام أَجْل , أَيْ أَعْطَيْتهمْ لِأَجْلِ إِعْرَاضهمْ عَنْك فَلَمْ يَخَافُوا أَنْ تُعْرِض عَنْهُمْ . وَزَعَمَ قَوْم أَنَّ الْمَعْنَى : أَعْطَيْتهمْ ذَلِكَ لِئَلَّا يَضِلُّوا , فَحُذِفَتْ لَا كَمَا قَالَ عَزَّ وَجَلَّ : ( يُبَيِّن اللَّه لَكُمْ أَنْ تَضِلُّوا ) . وَالْمَعْنَى : لِأَنْ لَا تَضِلُّوا . قَالَ النَّحَّاس : ظَاهِر هَذَا الْجَوَاب حَسَن , إِلَّا أَنَّ الْعَرَب لَا تَحْذِف &quot; لَا &quot; إِلَّا مَعَ أَنْ ; فَمَوَّهَ صَاحِب هَذَا الْجَوَاب بِقَوْلِهِ عَزَّ وَجَلَّ : &quot; أَنْ تَضِلُّوا &quot; . وَقِيلَ : اللَّام لِلدُّعَاءِ , أَيْ اِبْتَلِهِمْ بِالضَّلَالِ عَنْ سَبِيلك ; لِأَنَّ بَعْده : &quot; اِطْمِسْ عَلَى أَمْوَالهمْ وَاشْدُدْ &quot; . وَقِيلَ : الْفِعْل مَعْنَى الْمَصْدَر أَيْ إِضْلَالهمْ كَقَوْلِهِ عَزَّ وَجَلَّ &quot; لِتُعْرِضُوا عَنْهُمْ &quot; قَرَأَ الْكُوفِيُّونَ : &quot; لِيُضِلُّوا &quot; بِضَمِّ الْيَاء مِنْ الْإِضْلَال , وَفَتَحَهَا الْبَاقُونَ .


أَيْ عَاقِبْهُمْ عَلَى كُفْرهمْ بِإِهْلَاكِ أَمْوَالهمْ . قَالَ الزَّجَّاج : طَمْس الشَّيْء إِذْهَابه عَنْ صُورَته . قَالَ اِبْن عَبَّاس وَمُحَمَّد بْن كَعْب : صَارَتْ أَمْوَالهمْ وَدَرَاهِمهمْ حِجَارَة مَنْقُوشَة كَهَيْئَتِهَا صِحَاحًا وَأَثْلَاثًا وَأَنْصَافًا , وَلَمْ يَبْقَ لَهُمْ مَعْدِن إِلَّا طَمَسَ اللَّه عَلَيْهِ فَلَمْ يَنْتَفِع بِهِ أَحَد بَعْد . وَقَالَ قَتَادَة : بَلَغَنَا أَنَّ أَمْوَالهمْ وَزُرُوعهمْ صَارَتْ حِجَارَة . وَقَالَ مُجَاهِد وَعَطِيَّة : أَهْلَكَهَا حَتَّى لَا تُرَى ; يُقَال : عَيْن مَطْمُوسَة , وَطُمِسَ الْمَوْضِع إِذَا عَفَا وَدَرَسَ . وَقَالَ اِبْن زَيْد : صَارَتْ دَنَانِيرهمْ وَدَرَاهِمهمْ وَفُرُشهمْ وَكُلّ شَيْء لَهُمْ حِجَارَة . مُحَمَّد بْن كَعْب : وَكَانَ الرَّجُل مِنْهُمْ يَكُون مَعَ أَهْله فِي فِرَاشه وَقَدْ صَارَا حَجَرَيْنِ ; قَالَ : وَسَأَلَنِي عُمَر بْن عَبْد الْعَزِيز فَذَكَرْت ذَلِكَ لَهُ فَدَعَا بِخَرِيطَةٍ أُصِيبَتْ بِمِصْرَ فَأَخْرَجَ مِنْهَا الْفَوَاكِه وَالدَّرَاهِم وَالدَّنَانِير وَإِنَّهَا لَحِجَارَة . وَقَالَ السُّدِّيّ : وَكَانَتْ إِحْدَى الْآيَات التِّسْع .


قَالَ اِبْن عَبَّاس : أَيْ اِمْنَعْهُمْ الْإِيمَان . وَقِيلَ : قَسِّهَا وَاطْبَعْ عَلَيْهَا حَتَّى لَا تَنْشَرِج لِلْإِيمَانِ ; وَالْمَعْنَى وَاحِد . &quot; فَلَا يُؤْمِنُوا &quot; قِيلَ : هُوَ عَطْف عَلَى قَوْله : &quot; لِيَضِلُّوا &quot; أَيْ آتَيْتهمْ النِّعَم لِيَضِلُّوا وَلَا يُؤْمِنُوا ; قَالَهُ الزَّجَّاج وَالْمُبَرِّد . وَعَلَى هَذَا لَا يَكُون فِيهِ مِنْ مَعْنَى الدُّعَاء شَيْء . وَقَوْله : ( رَبّنَا اِطْمِسْ , وَاشْدُدْ ) كَلَام مُعْتَرِض . وَقَالَ الْفَرَّاء وَالْكِسَائِيّ وَأَبُو عُبَيْدَة : هُوَ دُعَاء , فَهُوَ فِي مَوْضِع جَزْم عِنْدهمْ ; أَيْ اللَّهُمَّ فَلَا يُؤْمِنُوا , أَيْ فَلَا آمَنُوا . وَمِنْهُ قَوْل الْأَعْشَى : فَلَا يَنْبَسِط مِنْ بَيْن عَيْنَيْك مَا اِنْزَوَى وَلَا تَلْقَنِي إِلَّا وَأَنْفك رَاغِم أَيْ لَا اِنْبَسَطَ . وَمَنْ قَالَ &quot; لِيَضِلُّوا &quot; دُعَاء - أَيْ اِبْتَلِهِمْ بِالضَّلَالِ - قَالَ : عَطَفَ عَلَيْهِ &quot; فَلَا يُؤْمِنُوا &quot; . وَقِيلَ : هُوَ فِي مَوْضِع نَصْب لِأَنَّهُ جَوَاب الْأَمْر ; أَيْ وَاشْدُدْ عَلَى قُلُوبهمْ فَلَا يُؤْمِنُوا . وَهَذَا قَوْل الْأَخْفَش وَالْفَرَّاء أَيْضًا , وَأَنْشَدَ الْفَرَّاء : يَا نَاقَ ! سِيرِي عَنَقًا فَسِيحَا إِلَى سُلَيْمَان فَنَسْتَرِيحَا فَعَلَى هَذَا حُذِفَتْ النُّون لِأَنَّهُ مَنْصُوب .



قَالَ اِبْن عَبَّاس : هُوَ الْغَرَق . وَقَدْ اِسْتَشْكَلَ بَعْض النَّاس هَذِهِ الْآيَة فَقَالَ : كَيْفَ دَعَا عَلَيْهِمْ وَحُكْم الرُّسُل اِسْتِدْعَاء إِيمَان قَوْمهمْ ; فَالْجَوَاب أَنَّهُ لَا يَجُوز أَنْ يَدْعُو نَبِيّ عَلَى قَوْمه إِلَّا بِإِذْنٍ مِنْ اللَّه , وَإِعْلَام أَنَّهُ لَيْسَ فِيهِمْ مَنْ يُؤْمِن وَلَا يَخْرُج مِنْ أَصْلَابهمْ مَنْ يُؤْمِن ; دَلِيله قَوْله لِنُوحٍ عَلَيْهِ السَّلَام : &quot; إِنَّهُ لَنْ يُؤْمِن مِنْ قَوْمك إِلَّا مَنْ قَدْ آمَنَ &quot; [ هُود : 36 ] وَعِنْد ذَلِكَ قَالَ : &quot; رَبِّ لَا تَذَرْ عَلَى الْأَرْض مِنْ الْكَافِرِينَ دَيَّارًا &quot; الْآيَة [ نُوح : 26 ] . وَاَللَّه أَعْلَم .';
$t[89] = 'قَالَ أَبُو الْعَالِيَة : دَعَا مُوسَى وَأَمَّنَ هَارُون ; فَسُمِّيَ هَارُون وَقَدْ أَمَّنَ عَلَى الدُّعَاء دَاعِيًا . وَالتَّأْمِين عَلَى الدُّعَاء أَنْ يَقُول آمِينَ ; فَقَوْلك آمِينَ دُعَاء , أَيْ يَا رَبِّ اِسْتَجِبْ لِي . وَقِيلَ : دَعَا هَارُون مَعَ مُوسَى أَيْضًا . وَقَالَ أَهْل الْمَعَانِي : رُبَّمَا خَاطَبَتْ الْعَرَب الْوَاحِد بِخِطَابِ الِاثْنَيْنِ ; قَالَ الشَّاعِر : فَقُلْت لِصَاحِبِي لَا تُعَجِّلَانَا بِنَزْعِ أُصُوله فَاجْتَزَّ شِيحَا وَهَذَا عَلَى أَنَّ آمِينَ لَيْسَ بِدُعَاءٍ , وَأَنَّ هَارُون لَمْ يَدْعُ . قَالَ النَّحَّاس : سَمِعْت عَلِيّ بْن سُلَيْمَان يَقُول : الدَّلِيل عَلَى أَنَّ الدُّعَاء لَهُمَا قَوْل مُوسَى عَلَيْهِ السَّلَام &quot; رَبّنَا &quot; وَلَمْ يَقُلْ رَبِّ . وَقَرَأَ عَلِيّ وَالسُّلَمِيّ &quot; دَعَوَاتكُمَا &quot; بِالْجَمْعِ . وَقَرَأَ اِبْن السَّمَيْقَع &quot; أَجَبْت دَعْوَتكُمَا &quot; خَبَرًا عَنْ اللَّه تَعَالَى , وَنَصَبَ دَعْوَة بَعْده . وَتَقَدَّمَ الْقَوْل فِي &quot; آمِينَ &quot; فِي آخِر الْفَاتِحَة مُسْتَوْفًى . وَهُوَ مِمَّا خُصَّ بِهِ نَبِيّنَا مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهَارُون وَمُوسَى عَلَيْهِمَا السَّلَام . رَوَى أَنَس بْن مَالِك قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : ( إِنَّ اللَّه قَدْ أَعْطَى أُمَّتِي ثَلَاثًا لَمْ تُعْطَ أَحَدًا قَبْلهمْ السَّلَام وَهِيَ تَحِيَّة أَهْل الْجَنَّة وَصُفُوف الْمَلَائِكَة وَآمِينَ إِلَّا مَا كَانَ مِنْ مُوسَى وَهَارُون ) ذَكَرَهُ التِّرْمِذِيّ الْحَكِيم فِي نَوَادِر الْأُصُول . وَقَدْ تَقَدَّمَ فِي الْفَاتِحَة .


قَالَ الْفَرَّاء وَغَيْره : أَمَرَ بِالِاسْتِقَامَةِ . عَلَى أَمْرهمَا وَالثَّبَات عَلَيْهِ مِنْ دُعَاء فِرْعَوْن وَقَوْمه إِلَى الْإِيمَان , إِلَى أَنْ يَأْتِيهِمَا تَأْوِيل الْإِجَابَة . قَالَ مُحَمَّد بْن عَلِيّ وَابْن جُرَيْح : مَكَثَ فِرْعَوْن وَقَوْمه بِهِ هَذِهِ الْإِجَابَة أَرْبَعِينَ سَنَة ثُمَّ أُهْلِكُوا . وَقِيلَ : &quot; اِسْتَقِيمَا &quot; أَيْ عَلَى الدُّعَاء ; وَالِاسْتِقَامَة فِي الدُّعَاء تَرْك الِاسْتِعْجَال فِي حُصُول الْمَقْصُود , وَلَا يَسْقُط الِاسْتِعْجَال مِنْ الْقَلْب إِلَّا بِاسْتِقَامَةِ السَّكِينَة فِيهِ , وَلَا تَكُون تِلْكَ السَّكِينَة إِلَّا بِالرِّضَا الْحَسَن لِجَمِيعِ مَا يَبْدُو مِنْ الْغَيْب .



بِتَشْدِيدِ النُّون فِي مَوْضِع جَزْم عَلَى النَّهْي , وَالنُّون لِلتَّوْكِيدِ وَحُرِّكَتْ لِالْتِقَاءِ السَّاكِنَيْنِ وَاخْتِيرَ لَهَا الْكَسْر لِأَنَّهَا أَشْبَهَتْ نُون الِاثْنَيْنِ . وَقَرَأَ اِبْن ذَكْوَان بِتَخْفِيفِ النُّون عَلَى النَّفْي . وَقِيلَ : هُوَ حَال مِنْ اِسْتَقِيمَا ; أَيْ اِسْتَقِيمَا غَيْر مُتَّبِعَيْنِ , وَالْمَعْنَى : لَا تَسْلُكَا طَرِيق مَنْ لَا يَعْلَم حَقِيقَة وَعْدِي وَوَعِيدِي .';
$t[90] = 'تَقَدَّمَ الْقَوْل فِيهِ فِي &quot; الْبَقَرَة &quot; فِي قَوْله : &quot; وَإِذْ فَرَقْنَا بِكُمْ الْبَحْر &quot; . وَقَرَأَ الْحَسَن &quot; وَجَوَّزْنَا &quot; وَهُمَا لُغَتَانِ .


يُقَال : تَبِعَ وَأَتْبَعَ بِمَعْنًى وَاحِد , إِذَا لَحِقَهُ وَأَدْرَكَهُ . وَاتَّبَعَ ( بِالتَّشْدِيدِ ) إِذَا سَارَ خَلْفه . وَقَالَ الْأَصْمَعِيّ : أَتْبَعَهُ ( بِقَطْعِ الْأَلِف ) إِذَا لَحِقَهُ وَأَدْرَكَهُ , وَاتَّبَعَهُ ( بِوَصْلِ الْأَلِف ) إِذَا اِتَّبَعَ أَثَره , أَدْرَكَهُ أَوْ لَمْ يُدْرِكهُ . وَكَذَلِكَ قَالَ أَبُو زَيْد . وَقَرَأَ قَتَادَة &quot; فَاتَّبَعَهُمْ &quot; بِوَصْلِ الْأَلِف . وَقِيلَ : &quot; اِتَّبَعَهُ &quot; ( بِوَصْلِ الْأَلِف ) فِي الْأَمْر اِقْتَدَى بِهِ . وَأَتْبَعَهُ ( بِقَطْعِ الْأَلِف ) خَيْرًا أَوَشَرًّا ; هَذَا قَوْل أَبِي عَمْرو . وَقَدْ قِيلَ هُمَا بِمَعْنًى وَاحِد . فَخَرَجَ مُوسَى بِبَنِي إِسْرَائِيل وَهُمْ سِتّمِائَةِ أَلْف وَعِشْرُونَ أَلْفًا , وَتَبِعَهُ فِرْعَوْن مُصْبِحًا فِي أَلْفَيْ أَلْف وَسِتّمِائَةِ أَلْف . وَقَدْ تَقَدَّمَ .



نُصِبَ عَلَى الْحَال .



مَعْطُوف عَلَيْهِ ; أَيْ فِي حَال بَغْي وَاعْتِدَاء وَظُلْم ; يُقَال : عَدَا يَعْدُو عَدْوًا ; مِثْل غَزَا يَغْزُو غَزْوًا . وَقَرَأَ الْحَسَن &quot; وَعُدُوًّا &quot; بِضَمِّ الْعَيْن وَالدَّال وَتَشْدِيد الْوَاو ; مِثْل عَلَا يَعْلُو عُلُوًّا . وَقَالَ الْمُفَسِّرُونَ : &quot; بَغْيًا &quot; طَلَبًا لِلِاسْتِعْلَاءِ بِغَيْرِ حَقّ فِي الْقَوْل , &quot; وَعَدْوًا &quot; فِي الْفِعْل ; فَهُمَا نَصْب عَلَى الْمَفْعُول لَهُ .


أَيْ نَالَهُ وَوَصَلَهُ .


أَيْ صَدَّقْت .


أَيْ بِأَنَّهُ .



فَلَمَّا حَذَفَ الْخَافِض تَعَدَّى الْفِعْل فَنَصَبَ . وَقُرِئَ بِالْكَسْرِ , أَيْ صِرْت مُؤْمِنًا ثُمَّ اِسْتَأْنَفَ . وَزَعَمَ أَبُو حَاتِم أَنَّ الْقَوْل مَحْذُوف , أَيْ آمَنْت فَقُلْت إِنَّهُ , وَالْإِيمَان لَا يَنْفَع حِينَئِذٍ ; وَالتَّوْبَة مَقْبُولَة قَبْل رُؤْيَة الْبَأْس , وَأَمَّا بَعْدهَا وَبَعْد الْمُخَالَطَة فَلَا تُقْبَل , حَسَب مَا تَقَدَّمَ فِي &quot; النِّسَاء &quot; بَيَانه . وَيُقَال : إِنَّ فِرْعَوْن هَابَ دُخُول الْبَحْر وَكَانَ عَلَى حِصَان أَدْهَم وَلَمْ يَكُنْ فِي خَيْل فِرْعَوْن فَرَس أُنْثَى ; فَجَاءَ جِبْرِيل عَلَى فَرَس وَدِيق أَيْ شَهِيّ فِي صُورَة هَامَان وَقَالَ لَهُ : تَقَدَّمَ , ثُمَّ خَاضَ الْبَحْر فَتَبِعَهَا حِصَان فِرْعَوْن , وَمِيكَائِيل يَسُوقهُمْ لَا يَشِذّ مِنْهُمْ أَحَد , فَلَمَّا صَارَ آخِرهمْ فِي الْبَحْر وَهَمَّ أَوَّلهمْ أَنْ يَخْرُج اِنْطَبَقَ عَلَيْهِمْ الْبَحْر , وَأَلْجَمَ فِرْعَوْن الْغَرَق فَقَالَ : آمَنْت بِاَلَّذِي آمَنَتْ بِهِ بَنُو إِسْرَائِيل ; فَدَسَّ جِبْرِيل فِي فَمه حَال الْبَحْر . وَرَوَى التِّرْمِذِيّ عَنْ اِبْن عَبَّاس أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : ( لَمَّا أَغْرَقَ اللَّه فِرْعَوْن قَالَ آمَنْت أَنَّهُ لَا إِلَه إِلَّا الَّذِي آمَنَتْ بِهِ بَنُو إِسْرَائِيل قَالَ جِبْرِيل يَا مُحَمَّد فَلَوْ رَأَيْتنِي وَأَنَا آخُذ مِنْ حَال الْبَحْر فَأَدُسّهُ فِي فِيهِ مَخَافَة أَنْ تُدْرِكهُ الرَّحْمَة ) . قَالَ أَبُو عِيسَى : هَذَا حَدِيث حَسَن . حَال الْبَحْر : الطِّين الْأَسْوَد الَّذِي يَكُون فِي أَرْضه ; قَالَهُ أَهْل اللُّغَة . وَعَنْ اِبْن عَبَّاس عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ ذَكَرَ : ( أَنَّ جِبْرِيل جَعَلَ يَدُسّ فِي فِي فِرْعَوْن الطِّين خَشْيَة أَنْ يَقُول لَا إِلَه إِلَّا اللَّه فَيَرْحَمهُ اللَّه أَوْ خَشْيَة أَنْ يَرْحَمهُ ) . قَالَ : هَذَا حَدِيث حَسَن غَرِيب صَحِيح . وَقَالَ عَوْن بْن عَبْد اللَّه : بَلَغَنِي أَنَّ جِبْرِيل قَالَ لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : مَا وَلَد إِبْلِيس أَبْغَض إِلَيَّ مِنْ فِرْعَوْن , فَإِنَّهُ لَمَّا أَدْرَكَهُ الْغَرَق قَالَ : &quot; آمَنْت &quot; الْآيَة , فَخَشِيت أَنْ يَقُولهَا فَيُرْحَم , فَأَخَذْت تُرْبَة أَوْ طِينَة فَحَشَوْتهَا فِي فِيهِ . وَقِيلَ : إِنَّمَا فَعَلَ هَذَا بِهِ عُقُوبَة لَهُ عَلَى عَظِيم مَا كَانَ يَأْتِي . وَقَالَ كَعْب الْأَحْبَار : أَمْسَكَ اللَّه نِيل مِصْر عَنْ الْجَرْي فِي زَمَانه . فَقَالَتْ لَهُ الْقِبْط : إِنْ كُنْت رَبّنَا فَأَجْرِ لَنَا الْمَاء ; فَرَكِبَ وَأَمَرَ بِجُنُودِهِ قَائِدًا قَائِدًا وَجَعَلُوا يَقِفُونَ عَلَى دَرَجَاتهمْ وَقَفَزَ حَيْثُ لَا يَرَوْنَهُ وَنَزَلَ عَنْ دَابَّته وَلَبِسَ ثِيَابًا لَهُ أُخْرَى وَسَجَدَ وَتَضَرَّعَ لِلَّهِ تَعَالَى فَأَجْرَى اللَّه لَهُ الْمَاء , فَأَتَاهُ جِبْرِيل وَهُوَ وَحْده فِي هَيْئَة مُسْتَفْتٍ وَقَالَ : مَا يَقُول الْأَمِير فِي رَجُل لَهُ عَبْد قَدْ نَشَأَ فِي نِعْمَته لَا سَنَد لَهُ غَيْره , فَكَفَرَ نِعَمه وَجَحَدَ حَقّه وَادَّعَى السِّيَادَة دُونه ; فَكَتَبَ فِرْعَوْن : يَقُول أَبُو الْعَبَّاس الْوَلِيد بْن مُصْعَب بْن الرَّيَّان جَزَاؤُهُ أَنْ يَغْرَق فِي الْبَحْر ; فَأَخَذَهُ جِبْرِيل وَمَرَّ فَلَمَّا أَدْرَكَهُ الْغَرَق نَاوَلَهُ جِبْرِيل عَلَيْهِ السَّلَام خَطّه . وَقَدْ مَضَى هَذَا فِي &quot; الْبَقَرَة &quot; عَنْ عَبْد اللَّه بْن عَمْرو بْن الْعَاصِ وَابْن عَبَّاس مُسْنَدًا ; وَكَانَ هَذَا فِي يَوْم عَاشُورَاء عَلَى مَا تَقَدَّمَ بَيَانه فِي &quot; الْبَقَرَة &quot; أَيْضًا فَلَا مَعْنَى لِلْإِعَادَةِ .



أَيْ مِنْ الْمُوَحِّدِينَ الْمُسْتَسْلِمِينَ بِالِانْقِيَادِ وَالطَّاعَة .';
$t[91] = 'قِيلَ : هُوَ مِنْ قَوْل اللَّه تَعَالَى . وَقِيلَ : هُوَ مِنْ قَوْل جِبْرِيل . وَقِيلَ : مِيكَائِيل , صَلَوَات اللَّه عَلَيْهِمَا , أَوْ غَيْرهمَا مِنْ الْمَلَائِكَة لَهُ صَلَوَات اللَّه عَلَيْهِمْ . وَقِيلَ : هُوَ مِنْ قَوْل فِرْعَوْن فِي نَفْسه , وَلَمْ يَكُنْ ثَمَّ قَوْل اللِّسَان بَلْ وَقَعَ ذَلِكَ فِي قَلْبه فَقَالَ فِي نَفْسه مَا قَالَ : حَيْثُ لَمْ تَنْفَعهُ النَّدَامَة ; وَنَظِيره . &quot; إِنَّمَا نُطْعِمكُمْ لِوَجْهِ اللَّه &quot; [ الْإِنْسَان : 9 ] أَثْنَى عَلَيْهِمْ الرَّبّ بِمَا فِي ضَمِيرهمْ لَا أَنَّهُمْ قَالُوا ذَلِكَ بِلَفْظِهِمْ , وَالْكَلَام الْحَقِيقِيّ كَلَام الْقَلْب .';
$t[92] = 'أَيْ نُلْقِيك عَلَى نَجْوَة مِنْ الْأَرْض . وَذَلِكَ أَنَّ بَنِي إِسْرَائِيل لَمْ يُصَدِّقُوا أَنَّ فِرْعَوْن غَرِقَ , وَقَالُوا : هُوَ أَعْظَم شَأْنًا مِنْ ذَلِكَ , فَأَلْقَاهُ اللَّه عَلَى نَجْوَة مِنْ الْأَرْض , أَيْ مَكَان مُرْتَفِع مِنْ الْبَحْر حَتَّى شَاهَدُوهُ قَالَ أَوْس بْن حَجَر يَصِف مَطَرًا : فَمَنْ بِعَقْوَتِهِ كَمَنْ بِنَجْوَتِهِ وَالْمُسْتَكِين كَمَنْ يَمْشِي بِقِرْوَاحِ وَقَرَأَ الْيَزِيدِيّ وَابْن السَّمَيْقَع &quot; نُنَحِّيك &quot; بِالْحَاءِ مِنْ التَّنْحِيَة , وَحَكَاهَا عَلْقَمَة عَنْ اِبْن مَسْعُود ; أَيْ تَكُون عَلَى نَاحِيَة مِنْ الْبَحْر . قَالَ اِبْن جُرَيْج : فَرُمِيَ بِهِ عَلَى سَاحِل الْبَحْر حَتَّى رَآهُ بَنُو إِسْرَائِيل , وَكَانَ قَصِيرًا أَحْمَر كَأَنَّهُ ثَوْر . وَحَكَى عَلْقَمَة عَنْ عَبْد اللَّه أَنَّهُ قَرَأَ &quot; بِنِدَائِك &quot; مِنْ النِّدَاء . قَالَ أَبُو بَكْر الْأَنْبَارِيّ : وَلَيْسَ بِمُخَالِفٍ لِهِجَاءِ مُصْحَفنَا , إِذْ سَبِيله أَنْ يُكْتَب بِيَاءٍ وَكَاف بَعْد الدَّال ; لِأَنَّ الْأَلِف تَسْقُط مِنْ نِدَائِك فِي تَرْتِيب خَطّ الْمُصْحَف كَمَا سَقَطَ مِنْ الظُّلُمَات وَالسَّمَاوَات , فَإِذَا وَقَعَ بِهَا الْحَذْف اِسْتَوَى هِجَاء بَدَنك وَنِدَائِك , عَلَى أَنَّ هَذِهِ الْقِرَاءَة مَرْغُوب عَنْهَا لِشُذُوذِهَا وَخِلَافهَا مَا عَلَيْهِ عَامَّة الْمُسْلِمِينَ ; وَالْقِرَاءَة سُنَّة يَأْخُذهَا آخِر عَنْ أَوَّل , وَفِي مَعْنَاهَا نَقْص عَنْ تَأْوِيل قِرَاءَتنَا , إِذْ لَيْسَ فِيهَا لِلدِّرْعِ ذِكْر الَّذِي تَتَابَعَتْ الْآثَار بِأَنَّ بَنِي إِسْرَائِيل اِخْتَلَفُوا فِي غَرَق فِرْعَوْن , وَسَأَلُوا اللَّه تَعَالَى , أَنْ يُرِيهِمْ إِيَّاهُ غَرِيقًا فَأَلْقَوْهُ عَلَى نَجْوَة مِنْ الْأَرْض بِبَدَنِهِ وَهُوَ دِرْعه الَّتِي يَلْبَسهَا فِي الْحُرُوب . قَالَ اِبْن عَبَّاس وَمُحَمَّد بْن كَعْب الْقُرَظِيّ : وَكَانَتْ دِرْعه مِنْ لُؤْلُؤ مَنْظُوم . وَقِيلَ : مِنْ الذَّهَب وَكَانَ يُعْرَف بِهَا . وَقِيلَ : مِنْ حَدِيد ; قَالَهُ أَبُو صَخْر : وَالْبَدَن الدِّرْع الْقَصِيرَة . وَأَنْشَدَ أَبُو عُبَيْدَة لِلْأَعْشَى : وَبَيْضَاء كَالنِّهْيِ مَوْضُونَة لَهَا قَوْنَس فَوْق جَيْب الْبَدَن وَأَنْشَدَ أَيْضًا لِعَمْرِو بْن مَعْد يَكْرِب : وَمَضَى نِسَاؤُهُمْ بِكُلِّ مُفَاضَة جَدْلَاء سَابِغَة وَبِالْأَبْدَانِ وَقَالَ كَعْب بْن مَالِك : تَرَى الْأَبْدَان فِيهَا مُسْبَغَات عَلَى الْأَبْطَال وَالْيَلَب الْحَصِينَا أَرَادَ بِالْأَبْدَانِ الدُّرُوع وَالْيَلَب الدُّرُوع الْيَمَانِيَّة , كَانَتْ تُتَّخَذ مِنْ الْجُلُود يُخْرَز بَعْضهَا إِلَى بَعْض ; وَهُوَ اِسْم جِنْس , الْوَاحِد يَلَبَة . قَالَ عَمْرو بْن كُلْثُوم : عَلَيْنَا الْبِيض وَالْيَلَب الْيَمَانِي وَأَسْيَاف يَقُمْنَ وَيَنْحَنِينَا وَقِيلَ &quot; بِبَدَنِك &quot; بِجَسَدٍ لَا رُوح فِيهِ ; قَالَهُ مُجَاهِد . قَالَ الْأَخْفَش : وَأَمَّا قَوْل مَنْ قَالَ بِدِرْعِك فَلَيْسَ بِشَيْءٍ . قَالَ أَبُو بَكْر : لِأَنَّهُمْ لَمَّا ضَرِعُوا إِلَى اللَّه يَسْأَلُونَهُ مُشَاهَدَة فِرْعَوْن غَرِيقًا أَبْرَزَهُ لَهُمْ فَرَأَوْا جَسَدًا لَا رُوح فِيهِ , فَلَمَّا رَأَتْهُ بَنُو إِسْرَائِيل قَالُوا نَعَمْ ! يَا مُوسَى هَذَا فِرْعَوْن وَقَدْ غَرِقَ ; فَخَرَجَ الشَّكّ مِنْ قُلُوبهمْ وَابْتَلَعَ الْبَحْر فِرْعَوْن كَمَا كَانَ . فَعَلَى هَذَا &quot; نُنَجِّيك بِبَدَنِك &quot; اِحْتَمَلَ مَعْنَيَيْنِ : أَحَدهمَا - نُلْقِيك عَلَى نَجْوَة مِنْ الْأَرْض . وَالثَّانِي - نُظْهِر جَسَدك الَّذِي لَا رُوح فِيهِ . وَالْقِرَاءَة الشَّاذَّة &quot; بِنِدَائِك &quot; يَرْجِع مَعْنَاهَا إِلَى مَعْنَى قِرَاءَة الْجَمَاعَة , لِأَنَّ النِّدَاء يُفَسَّر تَفْسِيرَيْنِ , أَحَدهمَا - نُلْقِيك بِصِيَاحِك بِكَلِمَةِ التَّوْبَة , وَقَوْلك بَعْد أَنْ أُغْلِقَ بَابهَا وَمَضَى وَقْت قَبُولهَا : &quot; آمَنْت أَنَّهُ لَا إِلَه إِلَّا الَّذِي آمَنَتْ بِهِ بَنُو إِسْرَائِيل وَأَنَا مِنْ الْمُسْلِمِينَ &quot; [ يُونُس : 90 ] عَلَى مَوْضِع رَفِيع . وَالْآخَر - فَالْيَوْم نَعْزِلك عَنْ غَامِض الْبَحْر بِنِدَائِك لِمَا قُلْت أَنَا رَبّكُمْ الْأَعْلَى ; فَكَانَتْ تَنْجِيَته بِالْبَدَنِ مُعَاقَبَة مِنْ رَبّ الْعَالَمِينَ لَهُ عَلَى مَا فَرَّطَ مِنْ كُفْره الَّذِي مِنْهُ نِدَاؤُهُ الَّذِي اِفْتَرَى فِيهِ وَبَهَتَ , وَادَّعَى الْقُدْرَة وَالْأَمْر الَّذِي يُعْلَم أَنَّهُ كَاذِب فِيهِ وَعَاجِز عَنْهُ وَغَيْر مُسْتَحِقّ لَهُ . قَالَ أَبُو بَكْر الْأَنْبَارِيّ : فَقِرَاءَتنَا تَتَضَمَّن مَا فِي الْقِرَاءَة الشَّاذَّة مِنْ الْمَعَانِي وَتَزِيد عَلَيْهَا .



أَيْ لِبَنِي إِسْرَائِيل وَلِمَنْ بَقِيَ مِنْ قَوْم فِرْعَوْن مِمَّنْ لَمْ يُدْرِكهُ الْغَرَق وَلَمْ يَنْتَهِ إِلَيْهِ هَذَا الْخَبَر .


أَيْ مُعْرِضُونَ عَنْ تَأَمُّل آيَاتنَا وَالتَّفَكُّر فِيهَا . وَقُرِئَ &quot; لِمَنْ خَلَفَك &quot; ( بِفَتْحِ اللَّام ) ; أَيْ لِمَنْ بَقِيَ بَعْدك يَخْلُفك فِي أَرْضك . وَقَرَأَ عَلِيّ بْن أَبِي طَالِب &quot; لِمَنْ خَلَقَك &quot; بِالْقَافِ ; أَيْ تَكُون آيَة لِخَالِقِك .';
$t[93] = 'صِدْق &quot; أَيْ مَنْزِل صِدْق مَحْمُود مُخْتَار , يَعْنِي مِصْر . وَقِيلَ : الْأُرْدُنّ وَفِلَسْطِين . وَقَالَ الضَّحَّاك : هِيَ مِصْر وَالشَّام .


أَيْ مِنْ الثِّمَار وَغَيْرهَا . وَقَالَ اِبْن عَبَّاس : يَعْنِي قُرَيْظَة وَالنَّضِير وَأَهْل عَصْر النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ بَنِي إِسْرَائِيل ; فَإِنَّهُمْ كَانُوا يُؤْمِنُونَ بِمُحَمَّدٍ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَيَنْتَظِرُونَ خُرُوجه , ثُمَّ لَمَّا خَرَجَ حَسَدُوهُ ; وَلِهَذَا قَالَ


أَيْ فِي أَمْر مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ .


أَيْ الْقُرْآن , وَمُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ . وَالْعِلْم بِمَعْنَى الْمَعْلُوم ; لِأَنَّهُمْ كَانُوا يَعْلَمُونَهُ قَبْل خُرُوجه ; قَالَ اِبْن جَرِير الطَّبَرِيّ .


أَيْ يَحْكُم بَيْنهمْ وَيَفْصِل .


فِي الدُّنْيَا , فَيُثِيب الطَّائِع وَيُعَاقِب الْعَاصِي .';
$t[94] = 'الْخِطَاب لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَالْمُرَاد غَيْره , أَيْ لَسْت فِي شَكّ وَلَكِنْ غَيْرك شَكَّ . قَالَ أَبُو عُمَر مُحَمَّد بْن عَبْد الْوَاحِد الزَّاهِد : سَمِعْت الْإِمَامَيْنِ ثَعْلَبًا وَالْمُبَرِّد يَقُولَانِ : مَعْنَى &quot; فَإِنْ كُنْت فِي شَكّ &quot; أَيْ قُلْ يَا مُحَمَّد لِلْكَافِرِ فَإِنْ كُنْت فِي شَكّ مِمَّا أَنْزَلْنَا إِلَيْك



أَيْ يَا عَابِد الْوَثَن إِنْ كُنْت فِي شَكّ مِنْ الْقُرْآن فَاسْأَلْ مَنْ أَسْلَمَ مِنْ الْيَهُود , يَعْنِي عَبْد اللَّه بْن سَلَام وَأَمْثَاله ; لِأَنَّ عَبَدَة الْأَوْثَان كَانُوا يُقِرُّونَ لِلْيَهُودِ أَنَّهُمْ أَعْلَم مِنْهُمْ مِنْ أَجْل أَنَّهُمْ أَصْحَاب كِتَاب ; فَدَعَاهُمْ الرَّسُول صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى أَنْ يَسْأَلُوا مَنْ يُقِرُّونَ بِأَنَّهُمْ أَعْلَم مِنْهُمْ , هَلْ يَبْعَث اللَّه بِرَسُولٍ مِنْ بَعْد مُوسَى . وَقَالَ الْقُتَبِيّ : هَذَا خِطَاب لِمَنْ كَانَ لَا يَقْطَع بِتَكْذِيبِ مُحَمَّد وَلَا بِتَصْدِيقِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , بَلْ كَانَ فِي شَكّ . وَقِيلَ : الْمُرَاد بِالْخِطَابِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَا غَيْره , وَالْمَعْنَى : لَوْ كُنْت يَلْحَقك الشَّكّ فِيهِ فِيمَا أَخْبَرْنَاك بِهِ فَسَأَلْت أَهْل الْكِتَاب لَأَزَالُوا عَنْك الشَّكّ . وَقِيلَ : الشَّكّ ضِيق الصَّدْر ; أَيْ إِنْ ضَاقَ صَدْرك بِكُفْرِ هَؤُلَاءِ فَاصْبِرْ , وَاسْأَلْ الَّذِينَ يَقْرَءُونَ الْكِتَاب مِنْ قَبْلك يُخْبِرُوك صَبْر الْأَنْبِيَاء مِنْ قَبْلك عَلَى أَذَى قَوْمهمْ وَكَيْفَ عَاقِبَة أَمْرهمْ . وَالشَّكّ فِي اللُّغَة أَصْله الضِّيق ; يُقَال : شَكَّ الثَّوْب أَيْ ضَمَّهُ بِخِلَالٍ حَتَّى يَصِير كَالْوِعَاءِ . وَكَذَلِكَ السُّفْرَة تُمَدّ عَلَائِقهَا حَتَّى تَنْقَبِض ; فَالشَّكّ يَقْبِض الصَّدْر وَيَضُمّهُ حَتَّى يَضِيق . وَقَالَ الْحُسَيْن بْن الْفَضْل : الْفَاء مَعَ حُرُوف الشَّرْط لَا تُوجِب . الْفِعْل وَلَا تُثْبِتهُ , وَالدَّلِيل عَلَيْهِ مَا رُوِيَ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ لَمَّا نَزَلَتْ هَذِهِ الْآيَة : ( وَاَللَّه لَا أَشُكّ )


أَيْ الشَّاكِّينَ الْمُرْتَابِينَ .';
$t[95] = 'وَالْخِطَاب فِي هَاتَيْنِ الْآيَتَيْنِ لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَالْمُرَاد غَيْره .';
$t[96] = 'وَالْخِطَاب فِي هَاتَيْنِ الْآيَتَيْنِ لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَالْمُرَاد غَيْره .';
$t[97] = 'أَنَّثَ &quot; كُلًّا &quot; عَلَى الْمَعْنَى ; أَيْ وَلَوْ جَاءَتْهُمْ الْآيَات .


فَحِينَئِذٍ يُؤْمِنُونَ وَلَا يَنْفَعهُمْ .';
$t[98] = 'قَالَ الْأَخْفَش وَالْكِسَائِيّ : أَيْ فَهَلَّا . وَفِي مُصْحَف أُبَيّ وَابْن مَسْعُود &quot; فَهَلَّا &quot; وَأَصْل لَوْلَا فِي الْكَلَام التَّحْضِيض أَوْ الدَّلَالَة عَلَى مَنْع أَمْر لِوُجُودِ غَيْره . وَمَفْهُوم مِنْ مَعْنَى الْآيَة نَفْي إِيمَان أَهْل الْقُرَى ثُمَّ اِسْتَثْنَى قَوْم يُونُس ; فَهُوَ بِحَسَبِ اللَّفْظ اِسْتِئْنَاء مُنْقَطِع , وَهُوَ بِحَسَبِ الْمَعْنَى مُتَّصِل ; لِأَنَّ تَقْدِيره مَا آمَنَ أَهْل قَرْيَة إِلَّا قَوْم يُونُس . وَالنَّصْب فِي &quot; قَوْم &quot; هُوَ الْوَجْه , وَكَذَلِكَ أَدْخَلَهُ سِيبَوَيْهِ فِي ( بَاب مَا لَا يَكُون إِلَّا مَنْصُوبًا ) . قَالَ النَّحَّاس : &quot; إِلَّا قَوْم يُونُس &quot; نُصِبَ لِأَنَّهُ اِسْتِئْنَاء لَيْسَ مِنْ الْأَوَّل , أَيْ لَكِنَّ قَوْم يُونُس ; هَذَا قَوْل الْكِسَائِيّ وَالْأَخْفَش وَالْفَرَّاء . وَيَجُوز . &quot; إِلَّا قَوْم يُونُس &quot; بِالرَّفْعِ , وَمِنْ أَحْسَن مَا قِيلَ فِي الرَّفْع مَا قَالَ أَبُو إِسْحَاق الزَّجَّاج قَالَ : يَكُون الْمَعْنَى غَيْر قَوْم يُونُس , فَلَمَّا جَاءَ بِإِلَّا أُعْرِبَ الِاسْم الَّذِي بَعْدهَا بِإِعْرَابِ غَيْر ; كَمَا قَالَ : وَكُلّ أَخ مُفَارِقه أَخُوهُ لَعَمْر أَبِيك إِلَّا الْفَرْقَدَانِ وَرُوِيَ فِي قِصَّة قَوْم يُونُس عَنْ جَمَاعَة مِنْ الْمُفَسِّرِينَ : أَنَّ قَوْم يُونُس كَانُوا بِنِينَوَى مِنْ أَرْض الْمَوْصِل وَكَانُوا يَعْبُدُونَ الْأَصْنَام , فَأَرْسَلَ اللَّه إِلَيْهِمْ يُونُس عَلَيْهِ السَّلَام يَدْعُوهُمْ إِلَى الْإِسْلَام وَتَرْك مَا هُمْ عَلَيْهِ فَأَبَوْا ; فَقِيلَ : إِنَّهُ أَقَامَ يَدْعُوهُمْ تِسْع سِنِينَ فَيَئِسَ مِنْ إِيمَانهمْ ; فَقِيلَ لَهُ : أَخْبِرْهُمْ أَنَّ الْعَذَاب مُصَبِّحهمْ إِلَى ثَلَاث فَفَعَلَ , وَقَالُوا : هُوَ رَجُل لَا يَكْذِب فَارْقُبُوهُ فَإِنْ أَقَامَ مَعَكُمْ وَبَيْن أَظْهُركُمْ فَلَا عَلَيْكُمْ , وَإِنْ اِرْتَحَلَ عَنْكُمْ فَهُوَ نُزُول الْعَذَاب لَا شَكّ ; فَلَمَّا كَانَ اللَّيْل تَزَوَّدَ يُونُس وَخَرَجَ عَنْهُمْ فَأَصْبَحُوا فَلَمْ يَجِدُوهُ فَتَابُوا وَدَعَوْا اللَّه وَلَبِسُوا الْمُسُوح وَفَرَّقُوا بَيْن الْأُمَّهَات وَالْأَوْلَاد مِنْ النَّاس وَالْبَهَائِم , وَرَدُّوا الْمَظَالِم فِي تِلْكَ الْحَالَة . وَقَالَ اِبْن مَسْعُود : وَكَانَ الرَّجُل يَأْتِي الْحَجَر قَدْ وَضَعَ عَلَيْهِ أَسَاس بُنْيَانه فَيَقْتَلِعهُ فَيَرُدّهُ ; وَالْعَذَاب مِنْهُمْ فِيمَا رُوِيَ عَنْ اِبْن عَبَّاس عَلَى ثُلُثَيْ مِيل . وَرُوِيَ عَلَى مِيل . وَعَنْ اِبْن عَبَّاس أَنَّهُمْ غَشِيَتْهُمْ ظُلَّة وَفِيهَا حُمْرَة فَلَمْ تَزَلْ تَدْنُو حَتَّى وَجَدُوا حَرّهَا بَيْن أَكْتَافهمْ . وَقَالَ اِبْن جُبَيْر : غَشِيَهُمْ الْعَذَاب كَمَا يَغْشَى الثَّوْب الْقَبْر , فَلَمَّا صَحَّتْ تَوْبَتهمْ رَفَعَ اللَّه عَنْهُمْ الْعَذَاب . وَقَالَ الطَّبَرِيّ : خُصَّ قَوْم يُونُس مِنْ بَيْن سَائِر الْأُمَم بِأَنْ تِيبَ عَلَيْهِمْ بَعْد مُعَايَنَة الْعَذَاب ; وَذُكِرَ ذَلِكَ عَنْ جَمَاعَة مِنْ الْمُفَسِّرِينَ . وَقَالَ الزَّجَّاج : إِنَّهُمْ لَمْ يَقَع بِهِمْ الْعَذَاب , وَإِنَّمَا رَأَوْا الْعَلَامَة الَّتِي تَدُلّ عَلَى الْعَذَاب , وَلَوْ رَأَوْا عَيْن الْعَذَاب لَمَا نَفَعَهُمْ الْإِيمَان . قُلْت : قَوْل الزَّجَّاج حَسَن ; فَإِنَّ الْمُعَايَنَة الَّتِي لَا تَنْفَع التَّوْبَة مَعَهَا هِيَ التَّلَبُّس بِالْعَذَابِ كَقِصَّةِ فِرْعَوْن , وَلِهَذَا جَاءَ بِقِصَّةِ قَوْم يُونُس عَلَى أَثَر قِصَّة فِرْعَوْن لِأَنَّهُ آمَنَ حِين رَأَى الْعَذَاب فَلَمْ يَنْفَعهُ ذَلِكَ , وَقَوْم يُونُس تَابُوا قَبْل ذَلِكَ . وَيُعَضِّد هَذَا قَوْله عَلَيْهِ السَّلَام : ( إِنَّ اللَّه يَقْبَل تَوْبَة الْعَبْد مَا لَمْ يُغَرْغِر ) . وَالْغَرْغَرَة الْحَشْرَجَة , وَذَلِكَ هُوَ حَال التَّلَبُّس بِالْمَوْتِ , وَأَمَّا قَبْل ذَلِكَ فَلَا . وَاَللَّه أَعْلَم . وَقَدْ رُوِيَ مَعْنَى مَا قُلْنَاهُ عَنْ اِبْن مَسْعُود , أَنَّ يُونُس لَمَّا وَعَدَهُمْ الْعَذَاب إِلَى ثَلَاثَة أَيَّام خَرَجَ عَنْهُمْ فَأَصْبَحُوا فَلَمْ يَجِدُوهُ فَتَابُوا وَفَرَّقُوا بَيْن الْأُمَّهَات وَالْأَوْلَاد ; وَهَذَا يَدُلّ عَلَى أَنَّ تَوْبَتهمْ قَبْل رُؤْيَة عَلَامَة الْعَذَاب . وَسِيَاتِي مُسْنَدًا مُبَيَّنًا فِي سُورَة &quot; وَالصَّافَّات &quot; إِنْ شَاءَ اللَّه تَعَالَى . وَيَكُون مَعْنَى



أَيْ الْعَذَاب الَّذِي وَعَدَهُمْ بِهِ يُونُس أَنَّهُ يَنْزِل بِهِمْ , لَا أَنَّهُمْ رَأَوْهُ عِيَانًا وَلَا مُخَايَلَة ; وَعَلَى هَذَا لَا إِشْكَال وَلَا تَعَارُض وَلَا خُصُوص , وَاَللَّه أَعْلَم . وَبِالْجُمْلَةِ فَكَانَ أَهْل نِينَوَى فِي سَابِق الْعِلْم مِنْ السُّعَدَاء . وَرُوِيَ عَنْ عَلِيّ رَضِيَ اللَّه عَنْهُ أَنَّهُ قَالَ : إِنَّ الْحَذَر لَا يَرُدّ الْقَدَر , وَإِنَّ الدُّعَاء لَيَرُدّ الْقَدَر . وَذَلِكَ أَنَّ اللَّه تَعَالَى يَقُول : &quot; إِلَّا قَوْم يُونُس لَمَّا آمَنُوا كَشَفْنَا عَنْهُمْ عَذَاب الْخِزْي فِي الْحَيَاة الدُّنْيَا &quot; . قَالَ رَضِيَ اللَّه عَنْهُ : وَذَلِكَ يَوْم عَاشُورَاء .


قِيلَ إِلَى أَجَلهمْ , قَالَ السُّدِّيّ وَقِيلَ : إِلَى أَنْ يَصِيرُوا إِلَى الْجَنَّة أَوْ إِلَى النَّار ; قَالَهُ اِبْن عَبَّاس .';
$t[99] = 'أَيْ لَاضْطَرَّهُمْ إِلَيْهِ . &quot; كُلّهمْ &quot; تَأْكِيد لِ &quot; مَنْ &quot; . &quot; جَمِيعًا &quot; عِنْد سِيبَوَيْهِ نُصِبَ عَلَى الْحَال . وَقَالَ الْأَخْفَش : جَاءَ بِقَوْلِهِ جَمِيعًا بَعْد كُلّ تَأْكِيدًا ; كَقَوْلِهِ : &quot; لَا تَتَّخِذُوا إِلَهَيْنِ اِثْنَيْنِ &quot; [ النَّحْل : 51 ]


قَالَ اِبْن عَبَّاس : كَانَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَرِيصًا عَلَى إِيمَان جَمِيع النَّاس ; فَأَخْبَرَهُ اللَّه تَعَالَى أَنَّهُ لَا يُؤْمِن إِلَّا مَنْ سَبَقَتْ لَهُ السَّعَادَة فِي الذِّكْر الْأَوَّل , وَلَا يَضِلّ إِلَّا مَنْ سَبَقَتْ لَهُ الشَّقَاوَة فِي الذِّكْر الْأَوَّل . وَقِيلَ : الْمُرَاد بِالنَّاسِ هُنَا أَبُو طَالِب ; وَهُوَ عَنْ اِبْن عَبَّاس أَيْضًا .';
$t[100] = '&quot; مَا &quot; نَفْي ; أَيْ مَا يَنْبَغِي أَنْ تُؤْمِن نَفْس إِلَّا بِقَضَائِهِ وَقَدَره وَمَشِيئَته وَإِرَادَته .


وَقَرَأَ الْحَسَن وَأَبُو بَكْر وَالْمُفَضَّل &quot; وَنَجْعَل &quot; بِالنُّونِ عَلَى التَّعْظِيم . وَالرِّجْس : الْعَذَاب ; بِضَمِّ الرَّاء وَكَسْرهَا لُغَتَانِ .


أَمْر اللَّه عَزَّ وَجَلَّ وَنَهْيه .';
$t[101] = 'أَمْر لِلْكُفَّارِ بِالِاعْتِبَارِ وَالنَّظَر فِي الْمَصْنُوعَات الدَّالَّة عَلَى الصَّانِع وَالْقَادِر عَلَى الْكَمَال . وَقَدْ تَقَدَّمَ الْقَوْل فِي هَذَا الْمَعْنَى فِي غَيْر مَوْضِع مُسْتَوْفًى .


&quot; مَا &quot; نَفْي ; أَيْ وَلَنْ تُغْنِي . وَقِيلَ : اِسْتِفْهَامِيَّة ; التَّقْدِير أَيّ شَيْء تُغْنِي .


أَيْ الدَّلَالَات .


أَيْ الرُّسُل , جَمْع نَذِير , وَهُوَ الرَّسُول صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ .


أَيْ عَمَّنْ سَبَقَ لَهُ فِي عِلْم اللَّه أَنَّهُ لَا يُؤْمِن .';
$t[102] = 'الْأَيَّام هُنَا بِمَعْنَى الْوَقَائِع ; يُقَال : فُلَان عَالِم بِأَيَّامِ الْعَرَب أَيْ بِوَقَائِعِهِمْ . قَالَ قَتَادَة : يَعْنِي وَقَائِع اللَّه فِي قَوْم نُوح وَعَاد وَثَمُود وَغَيْرهمْ . وَالْعَرَب تُسَمِّي الْعَذَاب أَيَّامًا وَالنِّعَم أَيَّامًا ; كَقَوْلِهِ تَعَالَى : &quot; وَذَكِّرْهُمْ بِأَيَّامِ اللَّه &quot; . وَكُلّ مَا مَضَى لَك مِنْ خَيْر أَوْ شَرّ فَهُوَ أَيَّام .


أَيْ تَرَبَّصُوا ; وَهَذَا تَهْدِيد وَوَعِيد .';
$t[103] = 'أَيْ مِنْ سُنَّتنَا إِذَا أَنْزَلْنَا بِقَوْمٍ عَذَابًا أَخْرَجْنَا مِنْ بَيْنهمْ الرُّسُل وَالْمُؤْمِنِينَ , وَ &quot; ثُمَّ &quot; مَعْنَاهُ ثُمَّ اِعْلَمُوا أَنَّا نُنَجِّي رُسُلنَا .


أَيْ وَاجِبًا عَلَيْنَا ; لِأَنَّهُ أَخْبَرَ وَلَا خُلْف فِي خَبَره . وَقَرَأَ يَعْقُوب . &quot; ثُمَّ نُنْجِي &quot; مُخَفَّفًا . وَقَرَأَ الْكِسَائِيّ وَحَفْص وَيَعْقُوب . &quot; نُنْجِي الْمُؤْمِنِينَ &quot; مُخَفَّفًا ; وَشَدَّدَ الْبَاقُونَ ; وَهُمَا لُغَتَانِ فَصَيْحَتَانِ : أَنْجَى يُنْجِي إِنْجَاء , وَنَجَّى يُنَجِّي تَنْجِيَة بِمَعْنًى وَاحِد .';
$t[104] = 'يُرِيد كُفَّار مَكَّة .



أَيْ فِي رَيْب مِنْ دِين الْإِسْلَام الَّذِي أَدْعُوكُمْ إِلَيْهِ .


مِنْ الْأَوْثَان الَّتِي لَا تَعْقِل .


أَيْ يُمِيتكُمْ وَيَقْبِض أَرْوَاحكُمْ .


أَيْ الْمُصَدِّقِينَ بِآيَاتِ رَبّهمْ .';
$t[105] = '&quot; أَنْ &quot; عَطْف عَلَى &quot; أَنْ أَكُون &quot; أَيْ قِيلَ لِي كُنْ مِنْ الْمُؤْمِنِينَ وَأَقِمْ وَجْهك . قَالَ اِبْن عَبَّاس : عَمَلك , وَقِيلَ : نَفْسك ; أَيْ اِسْتَقِمْ بِإِقْبَالِك عَلَى مَا أُمِرْت بِهِ مِنْ الدِّين .


أَيْ قَوِيمًا بِهِ مَائِلًا عَنْ كُلّ دِين . قَالَ حَمْزَة بْن عَبْد الْمُطَّلِب ( رَضِيَ اللَّه عَنْهُ ) : حَمِدْت اللَّه حِين هَدَى فُؤَادِي مِنْ الْإِشْرَاك لِلدِّينِ الْحَنِيف وَقَدْ مَضَى فِي &quot; الْأَنْعَام &quot; اِشْتِقَاقه وَالْحَمْد لِلَّهِ


أَيْ وَقِيلَ لِي وَلَا تُشْرِك ; وَالْخِطَاب لَهُ وَالْمُرَاد غَيْره ;';
$t[106] = 'أَيْ لَا تَعْبُد .


إِنْ عَبَدْته .


إِنْ عَصَيْته .


أَيْ عَبَدْت غَيْر اللَّه .


أَيْ الْوَاضِعِينَ الْعِبَادَة فِي غَيْر مَوْضِعهَا .';
$t[107] = 'أَيْ يُصِيبك بِهِ .


أَيْ لَا دَافِع


أَيْ يُصِبْك بِرَخَاءٍ وَنِعْمَة


أَيْ بِكُلِّ مَا أَرَادَ مِنْ الْخَيْر وَالشَّرّ .


لِذُنُوبِ عِبَاده وَخَطَايَاهُمْ


بِأَوْلِيَائِهِ فِي الْآخِرَة .';
$t[108] = 'أَيْ الْقُرْآن . وَقِيلَ : الرَّسُول صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ .



أَيْ صَدَّقَ مُحَمَّدًا وَآمَنَ بِمَا جَاءَ بِهِ .


أَيْ لِخَلَاصِ نَفْسه .


أَيْ تَرَكَ الرَّسُول وَالْقُرْآن وَاتَّبَعَ الْأَصْنَام وَالْأَوْثَان .


أَيْ وَبَال ذَلِكَ عَلَى نَفْسه .


أَيْ بِحَفِيظٍ أَحْفَظ أَعْمَالكُمْ إِنَّمَا أَنَا رَسُول . قَالَ اِبْن عَبَّاس : نَسَخَتْهَا آيَة السَّيْف .';
$t[109] = 'قِيلَ : نُسِخَ بِآيَةِ الْقِتَال : وَقِيلَ : لَيْسَ مَنْسُوخًا ; وَمَعْنَاهُ اِصْبِرْ عَلَى الطَّاعَة وَعَنْ الْمَعْصِيَة . وَقَالَ اِبْن عَبَّاس : لَمَّا نَزَلَتْ جَمَعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْأَنْصَار وَلَمْ يَجْمَع مَعَهُمْ غَيْرهمْ فَقَالَ : ( إِنَّكُمْ سَتَجِدُونَ بَعْدِي أَثَرَة فَاصْبِرُوا حَتَّى تَلْقَوْنِي عَلَى الْحَوْض ) وَعَنْ أَنَس بِمِثْلِ ذَلِكَ ; ثُمَّ قَالَ أَنَس : فَلَمْ يَصْبِرُوا فَأَمَرَهُمْ بِالصَّبْرِ كَمَا أَمَرَهُ اللَّه تَعَالَى ; وَفِي ذَلِكَ يَقُول عَبْد الرَّحْمَن بْن حَسَّان : أَلَا أَبْلِغْ مُعَاوِيَة بْن حَرْب أَمِير الْمُؤْمِنِينَ نَثَا كَلَامِي بِأَنَّا صَابِرُونَ وَمُنْظِرُوكُمْ إِلَى يَوْم التَّغَابُن وَالْخِصَام


اِبْتِدَاء وَخَبَر ; لِأَنَّهُ عَزَّ وَجَلَّ لَا يَحْكُم إِلَّا بِالْحَقِّ .';
?>