<?php
$t = array();
$t[1] = 'سُورَة هُود : مَكِّيَّة إِلَّا الْآيَات 114 - 17 - 12 فَمَدَنِيَّة وَآيَاتهَا 123 نَزَلَتْ بَعْد يُونُس

مَكِّيَّة فِي قَوْل الْحَسَن وَعِكْرِمَة وَعَطَاء وَجَابِر . وَقَالَ اِبْن عَبَّاس وَقَتَادَة : إِلَّا آيَة ; وَهِيَ قَوْله تَعَالَى : &quot; وَأَقِمْ الصَّلَاة طَرَفَيْ النَّهَار &quot; [ هُود : 114 ] . وَأَسْنَدَ أَبُو مُحَمَّد الدَّارِمِيّ فِي مُسْنَده عَنْ كَعْب قَالَ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ( اِقْرَءُوا سُورَة هُود يَوْم الْجُمُعَة ) . وَرَوَى التِّرْمِذِيّ عَنْ اِبْن عَبَّاس قَالَ قَالَ أَبُو بَكْر رَضِيَ اللَّه عَنْهُ : يَا رَسُول اللَّه قَدْ شِبْت ! قَالَ : ( شَيَّبَتْنِي هُود وَالْوَاقِعَة وَالْمُرْسَلَات وَعَمَّ يَتَسَاءَلُونَ وَإِذَا الشَّمْس كُوِّرَتْ ) . قَالَ : هَذَا حَدِيث حَسَن غَرِيب , وَقَدْ رُوِيَ شَيْء مِنْ هَذَا مُرْسَلًا . وَأَخْرَجَهُ التِّرْمِذِيّ الْحَكِيم أَبُو عَبْد اللَّه فِي &quot; نَوَادِر الْأُصُول &quot; : حَدَّثَنَا سُفْيَان بْن وَكِيع قَالَ حَدَّثَنَا مُحَمَّد بْن بِشْر عَنْ عَلِيّ بْن صَالِح عَنْ أَبِي إِسْحَاق عَنْ أَبِي جُحَيْفَة قَالَ : قَالُوا يَا رَسُول اللَّه نَرَاك قَدْ شِبْت ! قَالَ : ( شَيَّبَتْنِي هُود وَأَخَوَاتهَا ) . قَالَ أَبُو عَبْد اللَّه : فَالْفَزَع يُورِث الشَّيْب وَذَلِكَ أَنَّ الْفَزَع يُذْهِل النَّفْس فَيُنَشِّف رُطُوبَة الْجَسَد , وَتَحْت كُلّ شَعْرَة مَنْبَع , وَمِنْهُ يَعْرَق , فَإِذَا اِنْتَشَفَ الْفَزَع رُطُوبَته يَبِسَتْ الْمَنَابِع فَيَبِسَ الشَّعْر وَابْيَضَّ ; كَمَا تَرَى الزَّرْع الْأَخْضَر بِسِقَائِهِ , فَإِذَا ذَهَبَ سِقَاؤُهُ يَبِسَ فَابْيَضَّ ; وَإِنَّمَا يَبْيَضّ شَعْر الشَّيْخ لِذَهَابِ رُطُوبَته وَيُبْس جِلْده , فَالنَّفْس تَذْهَل بِوَعِيدِ اللَّه , وَأَهْوَال مَا جَاءَ بِهِ الْخَبَر عَنْ اللَّه , فَتَذْبُل , وَيُنَشِّف مَاءَهَا ذَلِكَ الْوَعِيد وَالْهَوْل الَّذِي جَاءَ بِهِ ; فَمِنْهُ تَشِيب . وَقَالَ اللَّه تَعَالَى : &quot; يَوْمًا يَجْعَل الْوِلْدَان شِيبًا &quot; [ الْمُزَّمِّل : 17 ] فَإِنَّمَا شَابُوا مِنْ الْفَزَع . وَأَمَّا سُورَة &quot; هُود &quot; فَلَمَّا ذَكَرَ الْأُمَم , وَمَا حَلَّ بِهِمْ مِنْ عَاجِل بَأْس اللَّه تَعَالَى , فَأَهْل الْيَقِين إِذَا تَلَوْهَا تَرَاءَى عَلَى قُلُوبهمْ مِنْ مُلْكه وَسُلْطَانه وَلَحَظَاته الْبَطْش بِأَعْدَائِهِ , فَلَوْ مَاتُوا مِنْ الْفَزَع لَحَقَّ لَهُمْ ; وَلَكِنَّ اللَّه تَبَارَكَ وَتَعَالَى اِسْمه يَلْطُف بِهِمْ فِي تِلْكَ الْأَحَايِين حَتَّى يَقْرَءُوا كَلَامه . وَأَمَّا أَخَوَاتهَا فَمَا أَشْبَهَهَا مِنْ السُّوَر ; مِثْل &quot; الْحَاقَّة &quot; [ الْحَاقَّة : 1 ] و &quot; سَأَلَ سَائِل &quot; [ الْمَعَارِج : 1 ] و &quot; إِذَا الشَّمْس كُوِّرَتْ &quot; [ التَّكْوِير : 1 ] و &quot; الْقَارِعَة &quot; [ الْقَارِعَة : 1 ] , فَفِي تِلَاوَة هَذِهِ السُّوَر مَا يَكْشِف لِقُلُوبِ الْعَارِفِينَ سُلْطَانه وَبَطْشه فَتَذْهَل مِنْهُ النُّفُوس , وَتَشِيب مِنْهُ الرُّءُوس . [ قُلْت ] وَقَدْ قِيلَ : إِنَّ الَّذِي شَيَّبَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ سُورَة &quot; هُود &quot; قَوْله : &quot; فَاسْتَقِمْ كَمَا أُمِرْت &quot; [ هُود : 112 ] عَلَى مَا يَأْتِي بَيَانه إِنْ شَاءَ اللَّه تَعَالَى . وَقَالَ يَزِيد بْن أَبَان : رَأَيْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي مَنَامِي فَقَرَأْت عَلَيْهِ سُورَة &quot; هُود &quot; فَلَمَّا خَتَمْتهَا قَالَ : ( يَا يَزِيد هَذِهِ الْقِرَاءَة فَأَيْنَ الْبُكَاء ) . قَالَ عُلَمَاؤُنَا : قَالَ أَبُو جَعْفَر النَّحَّاس : يُقَال هَذِهِ هُود فَاعْلَمْ بِغَيْرِ تَنْوِين عَلَى أَنَّهُ اِسْم لِلسُّورَةِ ; لِأَنَّك لَوْ سَمَّيْت اِمْرَأَة بِزَيْدٍ . لَمْ تُصْرَف ; وَهَذَا قَوْل الْخَلِيل وَسِيبَوَيْهِ . وَعِيسَى بْن عُمَر يَقُول : هَذِهِ هُود بِالتَّنْوِينِ عَلَى أَنَّهُ اِسْم لِلسُّورَةِ ; وَكَذَا إِنْ سَمَّى اِمْرَأَة بِزَيْدٍ ; لِأَنَّهُ لَمَّا سَكَنَ وَسَطه خَفَّ فَصُرِفَ , فَإِنْ أَرَدْت الْحَذْف صَرَفْت عَلَى قَوْل الْجَمِيع , فَقُلْت : هَذِهِ هُود وَأَنْتَ تُرِيد سُورَة هُود ; قَالَ سِيبَوَيْهِ : وَالدَّلِيل عَلَى هَذَا أَنَّك تَقُول هَذِهِ الرَّحْمَن , فَلَوْلَا أَنَّك تُرِيد هَذِهِ سُورَة الرَّحْمَن مَا قُلْت هَذِهِ .

قَالَ النَّحَّاس : قُرِئَ عَلَى اِبْن جَعْفَر أَحْمَد بْن شُعَيْب بْن عَلِيّ بْن الْحُسَيْن بْن حُرَيْث قَالَ : أَخْبَرَنَا عَلِيّ بْن الْحُسَيْن عَنْ أَبِيهِ عَنْ يَزِيد أَنَّ عِكْرِمَة حَدَّثَهُ عَنْ اِبْن عَبَّاس : الر , وحم , وَنُون , حُرُوف الرَّحْمَن مُفَرَّقَة ; فَحَدَّثْت بِهِ الْأَعْمَش فَقَالَ : عِنْدك أَشْبَاه هَذَا وَلَا تُخْبِرنِي بِهِ ؟ وَعَنْ اِبْن عَبَّاس أَيْضًا قَالَ : &quot; الر &quot; أَنَا اللَّه أَرَى . قَالَ النَّحَّاس : وَرَأَيْت أَبَا إِسْحَاق يَمِيل إِلَى هَذَا الْقَوْل ; لِأَنَّ سِيبَوَيْهِ قَدْ حَكَى عَنْ الْعَرَب وَأَنْشَدَ : بِالْخَيْرِ خَيْرَات إِنْ شَرًّا فَا وَلَا أُرِيد الشَّرّ إِلَّا أَنْ تَا وَقَالَ الْحَسَن وَعِكْرِمَة &quot; الر &quot; قَسَم . وَقَالَ سَعِيد عَنْ قَتَادَة : &quot; الر &quot; اِسْم السُّورَة ; قَالَ : وَكَذَلِكَ كُلّ هِجَاء فِي الْقُرْآن . وَقَالَ مُجَاهِد : هِيَ فَوَاتِح السُّوَر . وَقَالَ مُحَمَّد بْن يَزِيد : هِيَ تَنْبِيه , وَكَذَا حُرُوف التَّهَجِّي . وَقُرِئَ &quot; الر &quot; مِنْ غَيْر إِمَالَة . وَقُرِئَ بِالْإِمَالَةِ لِئَلَّا تُشْبِه مَا وَلَا مِنْ الْحُرُوف .



بِمَعْنَى هَذَا كِتَاب .



فِي مَوْضِع رَفْع نَعْت لِ&quot; كِتَاب &quot; . وَأَحْسَن مَا قِيلَ فِي مَعْنَى &quot; أُحْكِمَتْ آيَاته &quot; قَوْل قَتَادَة أَيْ جُعِلَتْ مُحْكَمَة كُلّهَا لَا خَلَل فِيهَا وَلَا بَاطِل . وَالْإِحْكَام مَنْع الْقَوْل مِنْ الْفَسَاد , أَيْ نُظِمَتْ نَظْمًا مُحْكَمًا لَا يَلْحَقهَا تَنَاقُض وَلَا خَلَل . وَقَالَ اِبْن عَبَّاس : أَيْ لَمْ يَنْسَخهَا كِتَاب , بِخِلَافِ التَّوْرَاة وَالْإِنْجِيل . وَعَلَى هَذَا فَالْمَعْنَى : أَحْكَمَ بَعْض آيَاته بِأَنْ جَعَلَ نَاسِخًا غَيْر مَنْسُوخ . وَقَدْ تَقَدَّمَ الْقَوْل فِيهِ . وَقَدْ يَقَع اِسْم الْجِنْس عَلَى النَّوْع ; فَيُقَال : أَكَلْت طَعَام زَيْد ; أَيْ بَعْض طَعَامه . وَقَالَ الْحَسَن وَأَبُو الْعَالِيَة : &quot; أُحْكِمَتْ آيَاته &quot; بِالْأَمْرِ وَالنَّهْي .


بِالْوَعْدِ وَالْوَعِيد وَالثَّوَاب وَالْعِقَاب . وَقَالَ قَتَادَة : أَحْكَمَهَا اللَّه مِنْ الْبَاطِل , ثُمَّ فَصَّلَهَا بِالْحَلَالِ وَالْحَرَام . مُجَاهِد : أُحْكِمَتْ جُمْلَة , ثُمَّ بُيِّنَتْ بِذِكْرِ آيَة آيَة بِجَمِيعِ مَا يُحْتَاج إِلَيْهِ مِنْ الدَّلِيل عَلَى التَّوْحِيد وَالنُّبُوَّة وَالْبَعْث وَغَيْرهَا . وَقِيلَ : جُمِعَتْ فِي اللَّوْح الْمَحْفُوظ , ثُمَّ فُصِّلَتْ فِي التَّنْزِيل . وَقِيلَ : &quot; فُصِّلَتْ &quot; أُنْزِلَتْ نَجْمًا نَجْمًا لِتُتَدَبَّر . وَقَرَأَ عِكْرِمَة &quot; فُصِلَتْ &quot; مُخَفَّفًا أَيْ حُكِمَتْ بِالْحَقِّ .



أَيْ مِنْ عِنْد .


أَيْ مُحْكِم لِلْأُمُورِ .


بِكُلِّ كَائِن وَغَيْر كَائِن .';
$t[2] = 'قَالَ الْكِسَائِيّ وَالْفَرَّاء : أَيْ بِأَلَّا ; أَيْ أُحْكِمَتْ ثُمَّ فُصِّلَتْ بِأَلَّا تَعْبُدُوا إِلَّا اللَّه . قَالَ الزَّجَّاج : لِئَلَّا ; أَيْ أُحْكِمَتْ ثُمَّ فُصِّلَتْ لِئَلَّا تَعْبُدُوا إِلَّا اللَّه . قِيلَ : أَمَرَ رَسُوله أَنْ يَقُول لِلنَّاسِ أَلَّا تَعْبُدُوا إِلَّا اللَّه .


أَيْ مِنْ اللَّه .


أَيْ مُخَوِّف مِنْ عَذَابه وَسَطْوَته لِمَنْ عَصَاهُ .


بِالرِّضْوَانِ وَالْجَنَّة لِمَنْ أَطَاعَهُ . وَقِيلَ : هُوَ مِنْ قَوْل اللَّه أَوَّلًا وَآخِرًا ; أَيْ لَا تَعْبُدُوا إِلَّا اللَّه إِنَّنِي لَكُمْ مِنْهُ نَذِير ; أَيْ اللَّه , نَذِير لَكُمْ مِنْ عِبَادَة غَيْره , كَمَا قَالَ : &quot; وَيُحَذِّركُمْ اللَّه نَفْسه &quot; [ آل عِمْرَان : 28 ] .';
$t[3] = 'عَطْف عَلَى الْأَوَّل .


أَيْ اِرْجِعُوا إِلَيْهِ بِالطَّاعَةِ وَالْعِبَادَة . قَالَ الْفَرَّاء : &quot; ثُمَّ &quot; هُنَا بِمَعْنَى الْوَاو ; أَيْ وَتُوبُوا إِلَيْهِ ; لِأَنَّ الِاسْتِغْفَار هُوَ التَّوْبَة , وَالتَّوْبَة هِيَ الِاسْتِغْفَار . وَقِيلَ : اِسْتَغْفِرُوهُ مِنْ سَالِف ذُنُوبكُمْ , وَتُوبُوا إِلَيْهِ مِنْ الْمُسْتَأْنَف مَتَى وَقَعَتْ مِنْكُمْ . قَالَ بَعْض الصُّلَحَاء : الِاسْتِغْفَار بِلَا إِقْلَاع تَوْبَة الْكَذَّابِينَ . وَقَدْ تَقَدَّمَ هَذَا الْمَعْنَى فِي &quot; آل عِمْرَان &quot; مُسْتَوْفًى . وَفِي &quot; الْبَقَرَة &quot; عِنْد قَوْله : &quot; وَلَا تَتَّخِذُوا آيَات اللَّه هُزُوًا &quot; [ الْبَقَرَة : 231 ] . وَقِيلَ : إِنَّمَا قَدَّمَ ذِكْر الِاسْتِغْفَار لِأَنَّ الْمَغْفِرَة هِيَ الْغَرَض الْمَطْلُوب , وَالتَّوْبَة هِيَ السَّبَب إِلَيْهَا ; فَالْمَغْفِرَة أَوَّل فِي الْمَطْلُوب وَآخِر فِي السَّبَب . وَيَحْتَمِل أَنْ يَكُون الْمَعْنَى اِسْتَغْفِرُوهُ مِنْ الصَّغَائِر , وَتُوبُوا إِلَيْهِ مِنْ الْكَبَائِر .


هَذِهِ ثَمَرَة الِاسْتِغْفَار وَالتَّوْبَة , أَيْ يُمَتِّعكُمْ بِالْمَنَافِعِ ثُمَّ سَعَة الرِّزْق وَرَغَد الْعَيْش , وَلَا يَسْتَأْصِلكُمْ بِالْعَذَابِ كَمَا فَعَلَ بِمَنْ أَهْلَكَ قَبْلكُمْ . وَقِيلَ : يُمَتِّعكُمْ يُعَمِّركُمْ ; وَأَصْل الْإِمْتَاع الْإِطَالَة , وَمِنْهُ أَمْتَعَ اللَّه بِك وَمَتَّعَ . وَقَالَ سَهْل بْن عَبْد اللَّه : الْمَتَاع الْحَسَن تَرْك الْخَلْق وَالْإِقْبَال عَلَى الْحَقّ . وَقِيلَ : هُوَ الْقَنَاعَة بِالْمَوْجُودِ , وَتَرْك الْحُزْن عَلَى الْمَفْقُود .


قِيلَ : هُوَ الْمَوْت . وَقِيلَ : الْقِيَامَة . وَقِيلَ : دُخُول الْجَنَّة . وَالْمَتَاع الْحَسَن عَلَى هَذَا وِقَايَة كُلّ مَكْرُوه وَأَمْر مَخُوف , مِمَّا يَكُون فِي الْقَبْر وَغَيْره مِنْ أَهْوَال الْقِيَامَة وَكَرْبهَا ; وَالْأَوَّل أَظْهَر ; لِقَوْلِهِ فِي هَذِهِ السُّورَة : &quot; وَيَا قَوْم اِسْتَغْفِرُوا رَبّكُمْ ثُمَّ تُوبُوا إِلَيْهِ يُرْسِل السَّمَاء عَلَيْكُمْ مِدْرَارًا وَيَزِدْكُمْ قُوَّة إِلَى قُوَّتكُمْ &quot; [ هُود : 52 ] وَهَذَا يَنْقَطِع بِالْمَوْتِ وَهُوَ الْأَجَل الْمُسَمَّى . وَاَللَّه أَعْلَم . قَالَ مُقَاتِل : فَأَبَوْا فَدَعَا عَلَيْهِمْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , فَابْتُلُوا بِالْقَحْطِ سَبْع سِنِينَ حَتَّى أَكَلُوا الْعِظَام الْمُحْرِقَة وَالْقَذَر وَالْجِيَف وَالْكِلَاب .



أَيْ يُؤْتِ كُلّ ذِي عَمَل مِنْ الْأَعْمَال الصَّالِحَات جَزَاء عَمَله . وَقِيلَ : وَيُؤْتِ كُلّ مَنْ فَضُلَتْ حَسَنَاته عَلَى سَيِّئَاته &quot; فَضْله &quot; أَيْ الْجَنَّة , وَهِيَ فَضْل اللَّه ; فَالْكِنَايَة فِي قَوْله : &quot; فَضْله &quot; تَرْجِع إِلَى اللَّه تَعَالَى . وَقَالَ مُجَاهِد : هُوَ مَا يَحْتَسِبهُ الْإِنْسَان مِنْ كَلَام يَقُولهُ بِلِسَانِهِ , أَوْ عَمَل يَعْمَلهُ بِيَدِهِ أَوْ رِجْله , أَوْ مَا تَطَوَّعَ بِهِ مِنْ مَاله فَهُوَ فَضْل اللَّه , يُؤْتِيه ذَلِكَ إِذَا آمَنَ , وَلَا يَتَقَبَّلهُ مِنْهُ إِنْ كَانَ كَافِرًا .


أَيْ يَوْم الْقِيَامَة , وَهُوَ كَبِير لِمَا فِيهِ مِنْ الْأَهْوَال . وَقِيلَ : الْيَوْم الْكَبِير هُوَ يَوْم بَدْر وَغَيْره : و &quot; تَوَلَّوْا &quot; يَجُوز أَنْ يَكُون مَاضِيًا وَيَكُون الْمَعْنَى : وَإِنْ تَوَلَّوْا فَقُلْ لَهُمْ إِنِّي أَخَاف عَلَيْكُمْ . وَيَجُوز أَنْ يَكُون مُسْتَقْبَلًا حُذِفَتْ مِنْهُ إِحْدَى التَّاءَيْنِ وَالْمَعْنَى : قُلْ لَهُمْ إِنْ تَتَوَلَّوْا فَإِنِّي أَخَاف عَلَيْكُمْ .';
$t[4] = 'أَيْ بَعْد الْمَوْت . .


مِنْ ثَوَاب وَعِقَاب .';
$t[5] = 'أَخْبَرَ عَنْ مُعَادَاة الْمُشْرِكِينَ لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَالْمُؤْمِنِينَ , وَيَظُنُّونَ أَنَّهُ تَخْفَى عَلَى اللَّه أَحْوَالهمْ . &quot; يَثْنُونَ صُدُورهمْ &quot; أَيْ يَطْوُونَهَا عَلَى عَدَاوَة الْمُسْلِمِينَ فَفِيهِ هَذَا الْحَذْف , قَالَ اِبْن عَبَّاس : يُخْفُونَ مَا فِي صُدُورهمْ مِنْ الشَّحْنَاء وَالْعَدَاوَة , وَيُظْهِرُونَ خِلَافه . نَزَلَتْ فِي الْأَخْنَس بْن شَرِيق , وَكَانَ رَجُلًا حُلْو الْكَلَام حُلْو الْمَنْطِق , يَلْقَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِمَا يَجِب , وَيَنْطَوِي لَهُ بِقَلْبِهِ عَلَى مَا يَسُوء . وَقَالَ مُجَاهِد : &quot; يَثْنُونَ صُدُورهمْ &quot; شَكًّا وَامْتِرَاء . وَقَالَ الْحَسَن : يَثْنُونَهَا عَلَى مَا فِيهَا مِنْ الْكُفْر . وَقِيلَ : نَزَلَتْ فِي بَعْض الْمُنَافِقِينَ , كَانَ إِذَا مَرَّ بِالنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ثَنَى صَدْره وَظَهْره , وَطَأْطَأَ رَأْسه وَغَطَّى وَجْهه , لِكَيْلَا يَرَاهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَيَدْعُوهُ إِلَى الْإِيمَان ; حُكِيَ مَعْنَاهُ عَنْ عَبْد اللَّه بْن شَدَّاد فَالْهَاء فِي &quot; مِنْهُ &quot; تَعُود عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ . وَقِيلَ : قَالَ الْمُنَافِقُونَ إِذَا غَلَقْنَا أَبْوَابنَا , وَاسْتَغْشَيْنَا ثِيَابنَا , وَثَنَيْنَا صُدُورنَا عَلَى عَدَاوَة مُحَمَّد فَمَنْ يَعْلَم بِنَا ؟ فَنَزَلَتْ الْآيَة . وَقِيلَ : إِنَّ قَوْمًا مِنْ الْمُسْلِمِينَ كَانُوا يَتَنَسَّكُونَ بِسَتْرِ أَبْدَانهمْ وَلَا يَكْشِفُونَهَا تَحْت السَّمَاء , فَبَيَّنَ اللَّه تَعَالَى أَنَّ التَّنَسُّك مَا اِشْتَمَلَتْ عَلَيْهِ قُلُوبهمْ مِنْ مُعْتَقَد , وَأَظْهَرُوهُ مِنْ قَوْل وَعَمَل . وَرَوَى اِبْن جَرِير عَنْ مُحَمَّد بْن عَبَّاد بْن جَعْفَر قَالَ : سَمِعْت اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا يَقُول : &quot; أَلَا إِنَّهُمْ تَثْنَوِي صُدُورهمْ لِيَسْتَخْفُوا مِنْهُ &quot; قَالَ : كَانُوا لَا يُجَامِعُونَ النِّسَاء , وَلَا يَأْتُونَ الْغَائِط وَهُمْ يُفْضُونَ إِلَى السَّمَاء , فَنَزَلَتْ هَذِهِ الْآيَة . وَرَوَى غَيْر مُحَمَّد بْن عَبَّاد عَنْ اِبْن عَبَّاس : &quot; أَلَا إِنَّهُمْ تَثْنَوِي صُدُورهمْ &quot; بِغَيْرِ نُون بَعْد الْوَاو , فِي وَزْن تَنْطَوِي ; وَمَعْنَى &quot; تَثْنَوِي &quot; وَالْقِرَاءَتَيْنِ الْأُخْرَيَيْنِ مُتَقَارِب ; لِأَنَّهَا لَا تَثْنَوِي حَتَّى يَثْنُوهَا . وَقِيلَ : كَانَ بَعْضهمْ يَنْحَنِي عَلَى بَعْض يَسَاره فِي الطَّعْن عَلَى الْمُسْلِمِينَ , وَبَلَغَ مِنْ جَهْلهمْ أَنْ تَوَهَّمُوا أَنَّ ذَلِكَ يَخْفَى عَلَى اللَّه تَعَالَى : &quot; لِيَسْتَخْفُوا &quot; أَيْ لِيَتَوَارَوْا عَنْهُ ; أَيْ عَنْ مُحَمَّد أَوْ عَنْ اللَّه .


أَيْ يُغَطُّونَ رُءُوسهمْ بِثِيَابِهِمْ . قَالَ قَتَادَة : أَخْفَى مَا يَكُون الْعَبْد إِذَا حَنَى ظَهْره , وَاسْتَغْشَى ثَوْبه , وَأَضْمَرَ فِي نَفْسه هَمّهُ .';
$t[6] = '&quot; مَا &quot; نَفْي و &quot; مِنْ &quot; زَائِدَة و &quot; دَابَّة &quot; فِي مَوْضِع رَفْع ; التَّقْدِير : وَمَا دَابَّة . &quot; إِلَّا عَلَى اللَّه رِزْقهَا &quot; &quot; عَلَى &quot; بِمَعْنَى &quot; مِنْ &quot; , أَيْ مِنْ اللَّه رِزْقهَا ; يَدُلّ عَلَيْهِ قَوْل مُجَاهِد : كُلّ مَا جَاءَهَا مِنْ رِزْق فَمِنْ اللَّه . وَقِيلَ : &quot; عَلَى اللَّه &quot; أَيْ فَضْلًا لَا وُجُوبًا . وَقِيلَ : وَعْدًا مِنْهُ حَقًّا . وَقَدْ تَقَدَّمَ بَيَان هَذَا الْمَعْنَى فِي &quot; النِّسَاء &quot; وَأَنَّهُ سُبْحَانه لَا يَجِب عَلَيْهِ شَيْء . &quot; رِزْقهَا &quot; رُفِعَ بِالِابْتِدَاءِ , وَعِنْد الْكُوفِيِّينَ بِالصِّفَةِ ; وَظَاهِر الْآيَة الْعُمُوم وَمَعْنَاهَا الْخُصُوص ; لِأَنَّ كَثِيرًا مِنْ الدَّوَابّ هَلَكَ قَبْل أَنْ يُرْزَق . وَقِيلَ : هِيَ عَامَّة فِي كُلّ دَابَّة وَكُلّ دَابَّة لَمْ تُرْزَق رِزْقًا تَعِيش بِهِ فَقَدْ رُزِقَتْ رُوحهَا ; وَوَجْه النَّظْم بِمَا قَبْل : أَنَّهُ سُبْحَانه أَخْبَرَ بِرِزْقِ الْجَمِيع , وَأَنَّهُ لَا يَغْفُل عَنْ تَرْبِيَته , فَكَيْف تَخْفَى عَلَيْهِ أَحْوَالكُمْ يَا مَعْشَر الْكُفَّار وَهُوَ يَرْزُقكُمْ ؟ ! وَالدَّابَّة كُلّ حَيَوَان يَدِبّ . وَالرِّزْق حَقِيقَته مَا يَتَغَذَّى بِهِ الْحَيّ , وَيَكُون فِيهِ بَقَاء رُوحه وَنَمَاء جَسَده . وَلَا يَجُوز أَنْ يَكُون الرِّزْق بِمَعْنَى الْمِلْك ; لِأَنَّ الْبَهَائِم تُرْزَق وَلَيْسَ يَصِحّ وَصْفهَا بِأَنَّهَا مَالِكَة لِعَلَفِهَا ; وَهَكَذَا الْأَطْفَال تُرْزَق اللَّبَن وَلَا يُقَال : إِنَّ اللَّبَن الَّذِي فِي الثَّدْي مِلْك لِلطِّفْلِ . وَقَالَ تَعَالَى : &quot; وَفِي السَّمَاء رِزْقكُمْ &quot; [ الذَّارِيَات : 22 ] وَلَيْسَ لَنَا فِي السَّمَاء مِلْك ; وَلِأَنَّ الرِّزْق لَوْ كَانَ مِلْكًا لَكَانَ إِذَا أَكَلَ الْإِنْسَان مِنْ مِلْك غَيْره أَنْ يَكُون قَدْ أَكَلَ مِنْ رِزْق غَيْره , وَذَلِكَ مُحَال ; لِأَنَّ الْعَبْد لَا يَأْكُل إِلَّا رِزْق نَفْسه . وَقَدْ تَقَدَّمَ فِي &quot; الْبَقَرَة &quot; هَذَا الْمَعْنَى وَالْحَمْد لِلَّهِ . وَقِيلَ لِبَعْضِهِمْ : مِنْ أَيْنَ تَأْكُل ؟ وَقَالَ : الَّذِي خَلَقَ الرَّحَى يَأْتِيهَا بِالطَّحِينِ , وَاَلَّذِي شَدَّقَ الْأَشْدَاق هُوَ خَالِق الْأَرْزَاق . وَقِيلَ لِأَبِي أُسَيْد : مِنْ أَيْنَ تَأْكُل ؟ فَقَالَ : سُبْحَانه اللَّه وَاَللَّه أَكْبَر ! إِنَّ اللَّه يَرْزُق الْكَلْب أَفَلَا يَرْزُق أَبَا أُسَيْد ! . وَقِيلَ لِحَاتِمٍ الْأَصَمّ : مِنْ أَيْنَ تَأْكُل ؟ فَقَالَ : مِنْ عِنْد اللَّه ; فَقِيلَ لَهُ : اللَّه يُنْزِل لَك دَنَانِير وَدَرَاهِم مِنْ السَّمَاء ؟ فَقَالَ : كَأَنَّ مَا لَهُ إِلَّا السَّمَاء ! يَا هَذَا الْأَرْض لَهُ وَالسَّمَاء لَهُ ; فَإِنْ لَمْ يُؤْتِنِي رِزْقِي مِنْ السَّمَاء سَاقَهُ لِي مِنْ الْأَرْض ; وَأَنْشَدَ : وَكَيْف أَخَاف الْفَقْر وَاَللَّه رَازِقِي وَرَازِق هَذَا الْخَلْق فِي الْعُسْر وَالْيُسْر تَكَفَّلَ بِالْأَرْزَاقِ لِلْخَلْقِ كُلّهمْ وَلِلضَّبِّ فِي الْبَيْدَاء وَالْحُوت فِي الْبَحْر وَذَكَرَ التِّرْمِذِيّ الْحَكِيم فِي &quot; نَوَادِر الْأُصُول &quot; بِإِسْنَادِهِ عَنْ زَيْد بْن أَسْلَمَ : أَنَّ الْأَشْعَرِيِّينَ أَبَا مُوسَى وَأَبَا مَالِك وَأَبَا عَامِر فِي نَفَر مِنْهُمْ , لَمَّا هَاجَرُوا وَقَدِمُوا عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي ذَلِكَ وَقَدْ أَرْمَلُوا مِنْ الزَّاد , فَأَرْسَلُوا رَجُلًا مِنْهُمْ إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَسْأَلهُ , فَلَمَّا اِنْتَهَى إِلَى بَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ سَمِعَهُ يَقْرَأ هَذِهِ الْآيَة &quot; وَمَا مِنْ دَابَّة فِي الْأَرْض إِلَّا عَلَى اللَّه رِزْقهَا وَيَعْلَم مُسْتَقَرّهَا وَمُسْتَوْدَعهَا كُلّ فِي كِتَاب مُبِين &quot; فَقَالَ الرَّجُل : مَا الْأَشْعَرِيُّونَ بِأَهْوَن الدَّوَابّ عَلَى اللَّه ; فَرَجَعَ وَلَمْ يَدْخُل عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ; فَقَالَ لِأَصْحَابِهِ : أَبْشِرُوا أَتَاكُمْ الْغَوْث , وَلَا يَظُنُّونَ إِلَّا أَنَّهُ قَدْ كَلَّمَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَوَعَدَهُ ; فَبَيْنَمَا هُمْ كَذَلِكَ إِذْ أَتَاهُمْ رَجُلَانِ يَحْمِلَانِ قَصْعَة بَيْنهُمَا مَمْلُوءَة خُبْزًا وَلَحْمًا فَأَكَلُوا مِنْهَا مَا شَاءُوا , ثُمَّ قَالَ بَعْضهمْ لِبَعْضٍ : لَوْ أَنَّا رَدَدْنَا هَذَا الطَّعَام إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِيَقْضِيَ بِهِ حَاجَته ; فَقَالُوا لِلرَّجُلَيْنِ : اِذْهَبَا بِهَذَا الطَّعَام إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَإِنَّا قَدْ قَضَيْنَا مِنْهُ حَاجَتنَا , ثُمَّ إِنَّهُمْ أَتَوْا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالُوا : يَا رَسُول اللَّه مَا رَأَيْنَا طَعَامًا أَكْثَر وَلَا أَطْيَب مِنْ طَعَام أَرْسَلْت بِهِ ; قَالَ : ( مَا أَرْسَلْت إِلَيْكُمْ طَعَامًا ) فَأَخْبَرُوهُ أَنَّهُمْ أَرْسَلُوا صَاحِبهمْ , فَسَأَلَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَخْبَرَهُ مَا صَنَعَ , وَمَا قَالَ لَهُمْ , فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : ( ذَلِكَ شَيْء رَزَقَكُمُوهُ اللَّه ) .


أَيْ مِنْ الْأَرْض حَيْثُ تَأْوِي إِلَيْهِ .



أَيْ الْمَوْضِع الَّذِي تَمُوت فِيهِ فَتُدْفَن ; قَالَهُ مِقْسَم عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا . وَقَالَ الرَّبِيع بْن أَنَس : &quot; مُسْتَقَرّهَا &quot; أَيَّام حَيَاتهَا . &quot; وَمُسْتَوْدَعهَا &quot; حَيْثُ تَمُوت وَحَيْثُ تُبْعَث . وَقَالَ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس : &quot; مُسْتَقَرّهَا &quot; فِي الرَّحِم &quot; وَمُسْتَوْدَعهَا &quot; فِي الصُّلْب . وَقِيلَ : &quot; يَعْلَم مُسْتَقَرّهَا &quot; فِي الْجَنَّة أَوْ النَّار . &quot; وَمُسْتَوْدَعهَا &quot; فِي الْقَبْر ; يَدُلّ عَلَيْهِ قَوْله تَعَالَى فِي وَصْف أَهْل الْجَنَّة وَأَهْل النَّار : &quot; حَسُنَتْ مُسْتَقَرًّا وَمُقَامًا &quot; [ الْفُرْقَان : 76 ] و &quot; سَاءَتْ مُسْتَقَرًّا وَمُقَامًا &quot; [ الْفُرْقَان : 66 ] .



أَيْ فِي اللَّوْح الْمَحْفُوظ .';
$t[7] = 'بَيَّنَ أَنَّهُ الْمُنْفَرِد بِقُدْرَةِ الْإِيجَاد , فَهُوَ الَّذِي يَجِب أَنْ يُعْبَد . وَأَصْل &quot; سِتَّة &quot; سِدْسه , فَأَرَادُوا إِدْغَام الدَّال فِي السِّين فَالْتَقَيَا عِنْد مَخْرَج التَّاء فَغَلَبَتْ عَلَيْهِمَا . وَإِنْ شِئْت قُلْت : أُبْدِلَ فِي إِحْدَى السِّينَيْنِ تَاء وَأُدْغِمَ فِي الدَّال ; لِأَنَّك تَقُول فِي تَصْغِيرهَا : سُدَيْسَة , وَفِي الْجَمْع أَسْدَاس , وَالْجَمْع وَالتَّصْغِير يَرُدَّانِ الْأَسْمَاء إِلَى أُصُولهَا . وَيَقُولُونَ : جَاءَ فُلَان سَادِسًا وَسَادِتًا وَسَاتًّا ; فَمَنْ قَالَ : سَادِتًا أَبْدَلَ مِنْ السِّين تَاء . وَالْيَوْم : مِنْ طُلُوع الشَّمْس إِلَى غُرُوبهَا . فَإِنْ لَمْ يَكُنْ شَمْس فَلَا يَوْم ; قَالَهُ الْقُشَيْرِيّ . وَقَالَ : وَمَعْنَى &quot; فِي سِتَّة أَيَّام &quot; أَيْ مِنْ أَيَّام الْآخِرَة , كُلّ يَوْم أَلْف سَنَة ; لِتَفْخِيمِ خَلْق السَّمَاوَات وَالْأَرْض . وَقِيلَ : مِنْ أَيَّام الدُّنْيَا . قَالَ مُجَاهِد وَغَيْره : أَوَّلهَا الْأَحَد وَآخِرهَا الْجُمْعَة . وَذَكَرَ هَذِهِ الْمُدَّة وَلَوْ أَرَادَ خَلْقهَا فِي لَحْظَة لَفَعَلَ ; إِذْ هُوَ الْقَادِر عَلَى أَنْ يَقُول لَهَا كُونِي فَتَكُون ; وَلَكِنَّهُ أَرَادَ أَنْ يُعَلِّم الْعِبَاد الرِّفْق وَالتَّثَبُّت فِي الْأُمُور , وَلِتَظْهَر قُدْرَته لِلْمَلَائِكَةِ شَيْئًا بَعْد شَيْء . وَهَذَا عِنْد مَنْ يَقُول : خَلْق الْمَلَائِكَة قَبْل خَلْق السَّمَاوَات وَالْأَرْض . وَحِكْمَة أُخْرَى خَلَقَهَا فِي سِتَّة أَيَّام لِأَنَّ لِكُلِّ شَيْء عِنْده أَجَلًا . وَبَيَّنَ بِهَذَا تَرْك مُعَاجَلَة الْعُصَاة بِالْعِقَابِ ; لِأَنَّ لِكُلِّ شَيْء عِنْده أَجَلًا . وَهَذَا كَقَوْلِهِ : &quot; وَلَقَدْ خَلَقْنَا السَّمَاوَات وَالْأَرْض وَمَا بَيْنهمَا فِي سِتَّة أَيَّام وَمَا مَسَّنَا مِنْ لُغُوب . فَاصْبِرْ عَلَى مَا يَقُولُونَ &quot; [ ق : 38 ] بَعْد أَنْ قَالَ : &quot; وَكَمْ أَهْلَكْنَا قَبْلهمْ مِنْ قَرْن هُمْ أَشَدّ مِنْهُمْ بَطْشًا &quot; [ ق : 36 ] .



بَيَّنَ أَنَّ خَلْق الْعَرْش وَالْمَاء قَبْل خَلْق الْأَرْض وَالسَّمَاء . قَالَ كَعْب : خَلَقَ اللَّه يَاقُوتَة خَضْرَاء فَنَظَرَ إِلَيْهَا بِالْهَيْبَةِ فَصَارَتْ مَاء يَرْتَعِد مِنْ مَخَافَة اللَّه تَعَالَى ; فَلِذَلِكَ يَرْتَعِد الْمَاء إِلَى الْآن وَإِنْ كَانَ سَاكِنًا , ثُمَّ خَلَقَ الرِّيح فَجَعَلَ الْمَاء عَلَى مَتْنهَا , ثُمَّ وَضَعَ الْعَرْش عَلَى الْمَاء . وَقَالَ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس : إِنَّهُ سُئِلَ عَنْ قَوْله عَزَّ وَجَلَّ : &quot; وَكَانَ عَرْشه عَلَى الْمَاء &quot; فَقَالَ : عَلَى أَيّ شَيْء كَانَ الْمَاء ؟ قَالَ : عَلَى مَتْن الرِّيح . وَرَوَى الْبُخَارِيّ عَنْ عِمْرَان بْن حُصَيْن . قَالَ : كُنْت عِنْد النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذْ جَاءَهُ قَوْم مِنْ بَنِي تَمِيم فَقَالَ : ( اِقْبَلُوا الْبُشْرَى يَا بَنِي تَمِيم ) قَالُوا : بَشَّرْتنَا فَأَعْطِنَا [ مَرَّتَيْنِ ] فَدَخَلَ نَاس مِنْ أَهْل الْيَمَن فَقَالَ : ( اقْبَلُوا الْبُشْرَى يَا أَهْل الْيَمَن إِذْ لَمْ يَقْبَلهَا بَنُو تَمِيم ) قَالُوا : قَبِلْنَا , جِئْنَا لِنَتَفَقَّه فِي الدِّين , وَلِنَسْأَلك عَنْ هَذَا الْأَمْر مَا كَانَ ؟ قَالَ : ( كَانَ اللَّه وَلَمْ يَكُنْ شَيْء غَيْره وَكَانَ عَرْشه عَلَى الْمَاء ثُمَّ خَلَقَ السَّمَاوَات وَالْأَرْض وَكَتَبَ فِي الذِّكْر كُلّ شَيْء ) ثُمَّ أَتَانِي رَجُل فَقَالَ : يَا عِمْرَان أَدْرِكْ نَاقَتك فَقَدْ ذَهَبَتْ , فَانْطَلَقْت أَطْلُبهَا فَإِذَا هِيَ يَقْطَع دُونهَا السَّرَاب ; وَاَيْم اللَّه لَوَدِدْت أَنَّهَا قَدْ ذَهَبَتْ وَلَمْ أَقُمْ .



أَيْ خَلَقَ ذَلِكَ لِيَبْتَلِيَ عِبَاده بِالِاعْتِبَارِ وَالِاسْتِدْلَال عَلَى كَمَالِ قُدْرَته وَعَلَى الْبَعْث . وَقَالَ قَتَادَة : مَعْنَى &quot; أَيّكُمْ أَحْسَن عَمَلًا &quot; [ أَيّكُمْ ] أَتَمّ عَقْلًا . وَقَالَ الْحَسَن وَسُفْيَان الثَّوْرِيّ : أَيّكُمْ أَزْهَد فِي الدُّنْيَا . وَذُكِرَ أَنَّ عِيسَى عَلَيْهِ السَّلَام مَرَّ بِرَجُلٍ نَائِم فَقَالَ : يَا نَائِم قُمْ فَتَعَبَّدْ , فَقَالَ يَا رُوح اللَّه قَدْ تَعَبَّدْت , فَقَالَ ( وَبِمَ تَعَبَّدْت ) ؟ قَالَ : قَدْ تَرَكْت الدُّنْيَا لِأَهْلِهَا ; قَالَ : نَمْ فَقَدْ فُقْت الْعَابِدِينَ الضَّحَّاك : أَيّكُمْ أَكْثَر شُكْرًا . مُقَاتِل : أَيّكُمْ أَتْقَى لِلَّهِ . اِبْن عَبَّاس : أَيّكُمْ أَعْمَل بِطَاعَةِ اللَّه عَزَّ وَجَلَّ . وَرُوِيَ عَنْ اِبْن عُمَر أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تَلَا : &quot; أَيّكُمْ أَحْسَن عَمَلًا &quot; قَالَ : ( أَيّكُمْ أَحْسَن عَقْلًا وَأَوْرَع عَنْ مَحَارِم اللَّه وَأَسْرَع فِي طَاعَة اللَّه ) فَجَمَعَ الْأَقَاوِيل كُلّهَا , وَسَيَأْتِي فِي &quot; الْكَهْف &quot; هَذَا أَيْضًا إِنْ شَاءَ اللَّه تَعَالَى . وَقَدْ تَقَدَّمَ مَعْنَى الِابْتِلَاء .



أَيْ دَلَلْت يَا مُحَمَّد عَلَى الْبَعْث .



وَذَكَرْت ذَلِكَ لِلْمُشْرِكِينَ لَقَالُوا : هَذَا سِحْر . وَكُسِرَتْ ( إِنْ ) لِأَنَّهَا بَعْد الْقَوْل مُبْتَدَأَة . وَحَكَى سِيبَوَيْهِ الْفَتْح .


فُتِحَتْ اللَّام لِأَنَّهُ فِعْل مُتَقَدِّم لَا ضَمِير فِيهِ , وَبَعْده &quot; لَيَقُولُنَّ &quot; لِأَنَّ فِيهِ ضَمِيرًا . و &quot; سِحْر &quot; أَيْ غُرُور بَاطِل , لِبُطْلَانِ السِّحْر عِنْدهمْ . وَقَرَأَ حَمْزَة وَالْكِسَائِيّ


كِنَايَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ .';
$t[8] = 'اللَّام فِي &quot; لَئِنْ &quot; لِلْقَسَمِ , وَالْجَوَاب &quot; لَيَقُولُنَّ &quot; . وَمَعْنَى &quot; إِلَى أُمَّة &quot; إِلَى أَجَل مَعْدُود وَحِين مَعْلُوم ; فَالْأُمَّة هُنَا الْمُدَّة ; قَالَهُ اِبْن عَبَّاس وَمُجَاهِد وَقَتَادَة وَجُمْهُور الْمُفَسِّرِينَ . وَأَصْل الْأُمَّة الْجَمَاعَة ; فَعَبَّرَ عَنْ الْحِين وَالسِّنِينَ بِالْأُمَّةِ لِأَنَّ الْأُمَّة تَكُون فِيهَا . وَقِيلَ : هُوَ عَلَى حَذْف الْمُضَاف , وَالْمَعْنَى إِلَى مَجِيء أُمَّة لَيْسَ فِيهَا مَنْ يُؤْمِن فَيَسْتَحِقُّونَ الْهَلَاك . أَوْ إِلَى اِنْقِرَاض أُمَّة فِيهَا مَنْ يُؤْمِن فَلَا يَبْقَى بَعْد اِنْقِرَاضهَا مَنْ يُؤْمِن . وَالْأُمَّة اِسْم مُشْتَرَك يُقَال عَلَى ثَمَانِيَة أَوْجُه : فَالْأُمَّة تَكُون الْجَمَاعَة ; كَقَوْلِهِ تَعَالَى : &quot; وَجَدَ عَلَيْهِ أُمَّة مِنْ النَّاس &quot; [ الْقَصَص : 23 ] . وَالْأُمَّة أَيْضًا اِتِّبَاع الْأَنْبِيَاء عَلَيْهِمْ السَّلَام . وَالْأُمَّة الرَّجُل الْجَامِع لِلْخَيْرِ الَّذِي يُقْتَدَى بِهِ ; كَقَوْلِهِ تَعَالَى : &quot; إِنَّ إِبْرَاهِيم كَانَ أُمَّة قَانِتًا لِلَّهِ حَنِيفًا &quot; [ النَّحْل : 120 ] . وَالْأُمَّة الدِّين وَالْمِلَّة ; كَقَوْلِهِ تَعَالَى : &quot; إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّة &quot; [ الزُّخْرُف : 22 ] . وَالْأُمَّة الْحِين وَالزَّمَان ; كَقَوْلِهِ تَعَالَى : &quot; وَلَئِنْ أَخَّرْنَا عَنْهُمْ الْعَذَاب إِلَى أُمَّة مَعْدُودَة &quot; وَكَذَلِكَ قَوْله تَعَالَى : &quot; وَادَّكَرَ بَعْد أُمَّة &quot; [ يُوسُف : 45 ] وَالْأُمَّة الْقَامَة , وَهُوَ طُول الْإِنْسَان وَارْتِفَاعه ; يُقَال مِنْ ذَلِكَ : فُلَان حَسَن الْأُمَّة أَيْ الْقَامَة . وَالْأُمَّة الرَّجُل الْمُنْفَرِد بِدِينِهِ وَحْده لَا يُشْرِكهُ فِيهِ أَحَد ; قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : ( يُبْعَث زَيْد بْن عَمْرو بْن نُفَيْل أُمَّة وَحْده ) . وَالْأُمَّة الْأُمّ ; يُقَال : هَذِهِ أُمَّة زَيْد , يَعْنِي أُمّ زَيْد .



يَعْنِي الْعَذَاب ; وَقَالُوا هَذَا إِمَّا تَكْذِيبًا لِلْعَذَابِ لِتَأَخُّرِهِ عَنْهُمْ , أَوْ اِسْتِعْجَالًا وَاسْتِهْزَاء ; أَيْ مَا الَّذِي يَحْبِسهُ عَنَّا .


قِيلَ : هُوَ قَتْل الْمُشْرِكِينَ بِبَدْرٍ ; وَقَتْل جِبْرِيل الْمُسْتَهْزِئِينَ عَلَى مَا يَأْتِي .


أَيْ نَزَلَ وَأَحَاطَ .


أَيْ جَزَاء مَا كَانُوا بِهِ يَسْتَهْزِئُونَ , وَالْمُضَاف مَحْذُوف .';
$t[9] = 'الْإِنْسَان اِسْم شَائِع لِلْجِنْسِ فِي جَمِيع الْكُفَّار . وَيُقَال : إِنَّ الْإِنْسَان هُنَا الْوَلِيد بْن الْمُغِيرَة وَفِيهِ نَزَلَتْ . وَقِيلَ : فِي عَبْد اللَّه بْن أَبِي أُمَيَّة الْمَخْزُومِيّ .


أَيْ نِعْمَة .


أَيْ سَلَبْنَاهُ إِيَّاهَا .


أَيْ يَائِس مِنْ الرَّحْمَة .


لِلنِّعَمِ جَاحِد لَهَا ; قَالَهُ اِبْن الْأَعْرَابِيّ . النَّحَّاس : &quot; لَيَئُوس &quot; مِنْ يَئِسَ يَيْأَس , وَحَكَى سِيبَوَيْهِ يَئِسَ يَيْئِس عَلَى فَعِلَ يَفْعِل , وَنَظِيره حَسِبَ يَحْسِب وَنَعِمَ يَنْعِم , وَيَأَسَ يَيْئِس ; وَبَعْضهمْ يَقُول : يَئِسَ يَيْئِس ; وَلَا يُعْرَف فِي الْكَلَام [ الْعَرَبِيّ ] إِلَّا هَذِهِ الْأَرْبَعَة الْأَحْرُف مِنْ السَّالِم جَاءَتْ . عَلَى فَعِلَ يَفْعِل ; وَفِي وَاحِد مِنْهَا اِخْتِلَاف . وَهُوَ يَئِس و &quot; يَئُوس &quot; عَلَى التَّكْثِير كَفَخُورٍ لِلْمُبَالَغَةِ .';
$t[10] = 'أَيْ صِحَّة وَرَخَاء وَسَعَة فِي الرِّزْق .


أَيْ بَعْد ضُرّ وَفَقْر وَشِدَّة .


أَيْ الْخَطَايَا الَّتِي تَسُوء صَاحِبهَا مِنْ الضُّرّ وَالْفَقْر .


أَيْ يَفْرَح وَيَفْخَر بِمَا نَالَهُ مِنْ السَّعَة وَيَنْسَى شُكْر اللَّه عَلَيْهِ ; يُقَال : رَجُل فَاخِر إِذَا اِفْتَخَرَ - وَفَخُور لِلْمُبَالَغَةِ - قَالَ يَعْقُوب الْقَارِي : وَقَرَأَ بَعْض أَهْل الْمَدِينَة ( لَفَرُحٌ ) بِضَمِّ الرَّاء كَمَا يُقَال : رَجُل فَطُن وَحَذُر وَنَدُس . وَيَجُوز فِي كِلْتَا اللُّغَتَيْنِ الْإِسْكَان لِثِقَلِ الضَّمَّة وَالْكَسْرَة .';
$t[11] = 'يَعْنِي الْمُؤْمِنِينَ , مَدَحَهُمْ بِالصَّبْرِ عَلَى الشَّدَائِد . وَهُوَ فِي مَوْضِع نَصْب . قَالَ الْأَخْفَش : هُوَ اِسْتِثْنَاء لَيْسَ مِنْ الْأَوَّل ; أَيْ لَكِنَّ الَّذِينَ صَبَرُوا وَعَمِلُوا الصَّالِحَات فِي حَالَتَيْ النِّعْمَة وَالْمِحْنَة . وَقَالَ الْفَرَّاء : هُوَ اِسْتِثْنَاء مِنْ &quot; وَلَئِنْ أَذَقْنَاهُ &quot; أَيْ مِنْ الْإِنْسَان , فَإِنَّ الْإِنْسَان بِمَعْنَى النَّاس , وَالنَّاس يَشْمَل الْكَافِر وَالْمُؤْمِن ; فَهُوَ اِسْتِثْنَاء مُتَّصِل وَهُوَ حَسَن .


اِبْتِدَاء وَخَبَر


مَعْطُوف .


صِفَة .';
$t[12] = 'أَيْ فَلَعَلَّك لِعَظِيمِ مَا تَرَاهُ مِنْهُمْ مِنْ الْكُفْر وَالتَّكْذِيب تَتَوَهَّم أَنَّهُمْ يُزِيلُونَك عَنْ بَعْض مَا أَنْتَ عَلَيْهِ . وَقِيلَ : إِنَّهُمْ لَمَّا قَالُوا : &quot; لَوْلَا أُنْزِلَ عَلَيْهِ كَنْز أَوْ جَاءَ مَعَهُ مَلَك &quot; هَمَّ أَنْ يَدَع سَبَّ آلِهَتهمْ فَنَزَلَتْ هَذِهِ الْآيَة ; فَالْكَلَام مَعْنَاهُ الِاسْتِفْهَام ; أَيْ هَلْ أَنْتَ تَارِك مَا فِيهِ سَبّ آلِهَتهمْ كَمَا سَأَلُوك ؟ وَتَأَكَّدَ عَلَيْهِ الْأَمْر فِي الْإِبْلَاغ ; كَقَوْلِهِ : &quot; يَا أَيّهَا الرَّسُول بَلِّغْ مَا أُنْزِلَ إِلَيْك مِنْ رَبّك &quot; [ الْمَائِدَة : 67 ] . وَقِيلَ : مَعْنَى الْكَلَام النَّفْي مَعَ اِسْتِبْعَاد ; أَيْ لَا يَكُون مِنْك ذَلِكَ , بَلْ تُبَلِّغهُمْ كُلّ مَا أُنْزِلَ إِلَيْك ; وَذَلِكَ أَنَّ مُشْرِكِي مَكَّة قَالُوا لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَوْ أَتَيْتنَا بِكِتَابٍ لَيْسَ فِيهِ سَبّ آلِهَتنَا لَاتَّبَعْنَاك , فَهَمَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ يَدَع سَبَّ آلِهَتهمْ ; فَنَزَلَتْ قَوْله تَعَالَى .


عَطْف عَلَى &quot; تَارِك &quot; و &quot; صَدْرك &quot; مَرْفُوع بِهِ , وَالْهَاء فِي &quot; بِهِ &quot; تَعُود عَلَى &quot; مَا &quot; أَوْ عَلَى بَعْض , أَوْ عَلَى التَّبْلِيغ , أَوْ التَّكْذِيب . وَقَالَ : &quot; ضَائِق &quot; وَلَمْ يَقُلْ ضَيِّق لِيُشَاكِل &quot; تَارِك &quot; الَّذِي قَبْله ; وَلِأَنَّ الضَّائِق عَارِض , وَالضَّيِّق أَلْزَم مِنْهُ .



فِي مَوْضِع نَصْب ; أَيْ كَرَاهِيَة أَنْ يَقُولُوا , أَوْ لِئَلَّا يَقُولُوا كَقَوْلِهِ : &quot; يُبَيِّن اللَّه لَكُمْ أَنْ تَضِلُّوا &quot; [ النِّسَاء : 176 ] أَيْ لِئَلَّا تَضِلُّوا . أَوْ لِأَنْ يَقُولُوا .


أَيْ هَلَّا


يُصَدِّقهُ &quot; قَالَهُ عَبْد اللَّه بْن أَبِي أُمَيَّة بْن الْمُغِيرَة الْمَخْزُومِيّ ;


فَقَالَ اللَّه تَعَالَى : يَا مُحَمَّد إِنَّمَا عَلَيْك أَنْ تُنْذِرهُمْ , لَا بِأَنْ تَأْتِيهُمْ بِمَا يَقْتَرِحُونَهُ مِنْ الْآيَات .


أَيْ حَافِظ وَشَهِيد .';
$t[13] = '&quot; أَمْ &quot; بِمَعْنَى بَلْ , وَقَدْ تَقَدَّمَ فِي &quot; يُونُس &quot; أَيْ قَدْ أَزَحْت عِلَّتهمْ وَإِشْكَالهمْ فِي نُبُوَّتك بِهَذَا الْقُرْآن , وَحَجَجْتهمْ بِهِ ; فَإِنْ قَالُوا : اِفْتَرَيْته - أَيْ اِخْتَلَقْته - فَلْيَأْتُوا بِمِثْلِهِ مُفْتَرًى بِزَعْمِهِمْ .


أَيْ مِنْ الْكَهَنَة وَالْأَعْوَان .';
$t[14] = '&quot; فَإِنْ لَمْ يَسْتَجِيبُوا لَكُمْ &quot; أَيْ فِي الْمُعَارَضَة وَلَمْ تَتَهَيَّأ لَهُمْ فَقَدْ قَامَتْ عَلَيْهِمْ الْحُجَّة ; إِذْ هُمْ اللُّسْن الْبُلَغَاء , وَأَصْحَاب الْأَلْسُن الْفُصَحَاء . &quot; فَاعْلَمُوا أَنَّمَا أُنْزِلَ بِعِلْمِ اللَّه &quot; وَاعْلَمُوا صِدْق مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ

وَقَالَ : &quot; قُلْ فَأْتُوا &quot; وَبَعْده . &quot; فَإِنْ لَمْ يَسْتَجِيبُوا لَكُمْ &quot; وَلَمْ يَقُلْ لَك ; فَقِيلَ : هُوَ عَلَى تَحْوِيل الْمُخَاطَبَة مِنْ الْإِفْرَاد , إِلَى الْجَمْع تَعْظِيمًا وَتَفْخِيمًا ; وَقَدْ يُخَاطَب الرَّئِيس بِمَا يُخَاطَب بِهِ الْجَمَاعَة . وَقِيلَ : الضَّمِير فِي &quot; لَكُمْ &quot; وَفِي &quot; فَاعْلَمُوا &quot; لِلْجَمِيعِ , أَيْ فَلْيَعْلَمْ الْجَمِيع &quot; أَنَّمَا أُنْزِلَ بِعِلْمِ اللَّه &quot; ; قَالَهُ مُجَاهِد . وَقِيلَ : الضَّمِير فِي &quot; لَكُمْ &quot; وَفِي &quot; فَاعْلَمُوا &quot; لِلْمُشْرِكِينَ ; وَالْمَعْنَى : فَإِنْ لَمْ يَسْتَجِبْ لَكُمْ مَنْ تَدْعُونَهُ إِلَى الْمُعَاوَنَة ; وَلَا تَهَيَّأَتْ لَكُمْ الْمُعَارَضَة &quot; فَاعْلَمُوا أَنَّمَا أُنْزِلَ بِعِلْمِ اللَّه &quot; . وَقِيلَ : الضَّمِير فِي &quot; لَكُمْ &quot; لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَلِلْمُؤْمِنِينَ , وَفِي &quot; فَاعْلَمُوا &quot; لِلْمُشْرِكِينَ .


اِسْتِفْهَام مَعْنَاهُ الْأَمْر . وَقَدْ تَقَدَّمَ الْقَوْل فِي مَعْنَى هَذِهِ الْآيَة , وَأَنَّ الْقُرْآن مُعْجِز فِي مُقَدِّمَة الْكِتَاب . وَالْحَمْد لِلَّهِ .';
$t[15] = 'فِيهِ ثَلَاث مَسَائِل :

الْأُولَى : &quot; مَنْ كَانَ &quot; كَانَ زَائِدَة , وَلِهَذَا جُزِمَ بِالْجَوَابِ فَقَالَ : &quot; نُوَفِّ إِلَيْهِمْ &quot; قَالَهُ الْفَرَّاء . وَقَالَ الزَّجَّاج : &quot; مَنْ كَانَ &quot; فِي مَوْضِع جَزْم بِالشَّرْطِ , وَجَوَابه &quot; نُوَفِّ إِلَيْهِمْ &quot; أَيْ مَنْ يَكُنْ يُرِيد ; وَالْأَوَّل فِي اللَّفْظ مَاضٍ وَالثَّانِي مُسْتَقْبَل , كَمَا قَالَ زُهَيْر : وَمَنْ هَابَ أَسْبَاب الْمَنِيَّة يَلْقَهَا وَلَوْ رَامَ أَسْبَاب السَّمَاء بِسُلَّمِ وَاخْتَلَفَ الْعُلَمَاء فِي تَأْوِيل هَذِهِ الْآيَة ; فَقِيلَ : نَزَلَتْ فِي الْكُفَّار ; قَالَهُ الضَّحَّاك , وَاخْتَارَهُ النَّحَّاس ; بِدَلِيلِ الْآيَة الَّتِي بَعْدهَا &quot; أُولَئِكَ الَّذِينَ لَيْسَ لَهُمْ فِي الْآخِرَة إِلَّا النَّار &quot; [ هُود : 16 ] أَيْ مَنْ أَتَى مِنْهُمْ بِصِلَةِ رَحِم أَوْ صَدَقَة نُكَافِئهُ بِهَا فِي الدُّنْيَا , بِصِحَّةِ الْجِسْم , وَكَثْرَة الرِّزْق , لَكِنْ لَا حَسَنَة لَهُ فِي الْآخِرَة . وَقَدْ تَقَدَّمَ هَذَا الْمَعْنَى فِي &quot; بَرَاءَة &quot; مُسْتَوْفًى . وَقِيلَ : الْمُرَاد بِالْآيَةِ الْمُؤْمِنُونَ ; أَيْ مَنْ أَرَادَ بِعَمَلِهِ ثَوَاب الدُّنْيَا عُجِّلَ لَهُ الثَّوَاب وَلَمْ يُنْقَص شَيْئًا فِي الدُّنْيَا , وَلَهُ فِي الْآخِرَة الْعَذَاب لِأَنَّهُ جَرَّدَ قَصْده إِلَى الدُّنْيَا , وَهَذَا كَمَا قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : ( إِنَّمَا الْأَعْمَال بِالنِّيَّاتِ ) فَالْعَبْد إِنَّمَا يُعْطَى عَلَى وَجْه قَصْده , وَبِحُكْمِ ضَمِيره ; وَهَذَا أَمْر مُتَّفَق عَلَيْهِ فِي الْأُمَم بَيْن كُلّ مِلَّة . وَقِيلَ : هُوَ لِأَهْلِ الرِّيَاء ; وَفِي الْخَبَر أَنَّهُ يُقَال لِأَهْلِ الرِّيَاء : ( صُمْتُمْ وَصَلَّيْتُمْ وَتَصَدَّقْتُمْ وَجَاهَدْتُمْ وَقَرَأْتُمْ لِيُقَالَ ذَلِكَ فَقَدْ قِيلَ ذَلِكَ ) ثُمَّ قَالَ : ( إِنَّ هَؤُلَاءِ أَوَّل مَنْ تُسَعَّر بِهِمْ النَّار ) . رَوَاهُ أَبُو هُرَيْرَة , ثُمَّ بَكَى بُكَاء شَدِيدًا وَقَالَ : صَدَقَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ &quot; مَنْ كَانَ يُرِيد الْحَيَاة الدُّنْيَا وَزِينَتهَا &quot; وَقَرَأَ الْآيَتَيْنِ , . خَرَّجَهُ مُسْلِم [ فِي صَحِيحه ] بِمَعْنَاهُ وَالتِّرْمِذِيّ أَيْضًا . وَقِيلَ : الْآيَة عَامَّة فِي كُلّ مَنْ يَنْوِي بِعَمَلِهِ غَيْر اللَّه تَعَالَى , كَانَ مَعَهُ أَصْل إِيمَان أَوْ لَمْ يَكُنْ ; قَالَهُ مُجَاهِد وَمَيْمُون بْن مِهْرَان , وَإِلَيْهِ ذَهَبَ مُعَاوِيَة رَحِمَهُ اللَّه تَعَالَى . وَقَالَ مَيْمُون بْن مِهْرَان : لَيْسَ أَحَد يَعْمَل حَسَنَة إِلَّا وُفِّيَ ثَوَابهَا ; فَإِنْ كَانَ مُسْلِمًا مُخْلِصًا وُفِّيَ فِي الدُّنْيَا وَالْآخِرَة , وَإِنْ كَانَ كَافِرًا وُفِّيَ فِي الدُّنْيَا . وَقِيلَ : مَنْ كَانَ يُرِيد [ الدُّنْيَا ] بِغَزْوِهِ مَعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وُفِّيَهَا , أَيْ وُفِّيَ أَجْر الْغُزَاة وَلَمْ يُنْقَص مِنْهَا ; وَهَذَا خُصُوص وَالصَّحِيح الْعُمُوم .

الثَّانِيَة : قَالَ بَعْض الْعُلَمَاء : مَعْنَى هَذِهِ الْآيَة قَوْله عَلَيْهِ السَّلَام : ( إِنَّمَا الْأَعْمَال بِالنِّيَّاتِ ) وَتَدُلّك هَذِهِ الْآيَة عَلَى أَنَّ مَنْ صَامَ فِي رَمَضَان لَا عَنْ رَمَضَان لَا يَقَع عَنْ رَمَضَان , وَتَدُلّ عَلَى أَنَّ مَنْ تَوَضَّأَ لِلتَّبَرُّدِ وَالتَّنَظُّف لَا يَقَع قُرْبَة عَنْ جِهَة الصَّلَاة , وَهَكَذَا كُلّ مَا كَانَ فِي مَعْنَاهُ .

الثَّالِثَة : ذَهَبَ أَكْثَر الْعُلَمَاء إِلَى أَنَّ هَذِهِ الْآيَة مُطْلَقَة ; وَكَذَلِكَ الْآيَة الَّتِي فِي &quot; الشُّورَى &quot; &quot; مَنْ كَانَ يُرِيد حَرْث الْآخِرَة نَزِدْ لَهُ فِي حَرْثه وَمَنْ كَانَ يُرِيد حَرْث الدُّنْيَا نُؤْتِهِ مِنْهَا &quot; [ الشُّورَى : 20 ] الْآيَة . وَكَذَلِكَ &quot; وَمَنْ يُرِدْ ثَوَاب الدُّنْيَا نُؤْتِهِ مِنْهَا &quot; [ آل عِمْرَان : 145 ] قَيَّدَهَا وَفَسَّرَهَا الَّتِي فِي &quot; سُبْحَان &quot; &quot; مَنْ كَانَ يُرِيد الْعَاجِلَة عَجَّلْنَا لَهُ فِيهَا مَا نَشَاء لِمَنْ نُرِيد &quot; [ الْإِسْرَاء : 18 ] إِلَى قَوْله : &quot; مَحْظُورًا &quot; [ الْإِسْرَاء : 20 ] فَأَخْبَرَ سُبْحَانه أَنَّ الْعَبْد يَنْوِي وَيُرِيد وَاَللَّه سُبْحَانه يَحْكُم مَا يُرِيد , وَرَوَى الضَّحَّاك عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا ( فِي قَوْله : &quot; مَنْ كَانَ يُرِيد الْحَيَاة الدُّنْيَا &quot; أَنَّهَا مَنْسُوخَة بِقَوْلِهِ : &quot; مَنْ كَانَ يُرِيد الْعَاجِلَة &quot; ) [ الْإِسْرَاء : 18 ] . وَالصَّحِيح مَا ذَكَرْنَاهُ ; وَأَنَّهُ مِنْ بَاب الْإِطْلَاق وَالتَّقْيِيد ; وَمِثْله قَوْله : &quot; وَإِذَا سَأَلَك عِبَادِي عَنِّي فَإِنِّي قَرِيب أُجِيب دَعْوَة الدَّاعِ إِذَا دَعَانِ &quot; [ الْبَقَرَة : 186 ] فَهَذَا ظَاهِره خَبَر عَنْ إِجَابَة كُلّ دَاعٍ دَائِمًا عَلَى كُلّ حَال , وَلَيْسَ كَذَلِكَ ; لِقَوْلِهِ تَعَالَى : &quot; فَيَكْشِف مَا تَدْعُونَ إِلَيْهِ إِنْ شَاءَ &quot; [ الْأَنْعَام : 41 ] وَالنَّسْخ فِي الْأَخْبَار لَا يَجُوز ; لِاسْتِحَالَةِ تَبَدُّل الْوَاجِبَات الْعَقْلِيَّة , وَلِاسْتِحَالَةِ الْكَذِب عَلَى اللَّه تَعَالَى فَأَمَّا الْأَخْبَار عَنْ الْأَحْكَام الشَّرْعِيَّة فَيَجُوز نَسْخهَا عَلَى خِلَاف فِيهِ , عَلَى مَا هُوَ مَذْكُور فِي الْأُصُول ; وَيَأْتِي فِي &quot; النَّحْل &quot; بَيَانه إِنْ شَاءَ اللَّه تَعَالَى .';
$t[16] = 'إِشَارَة إِلَى التَّخْلِيد , وَالْمُؤْمِن لَا يُخَلَّد ; لِقَوْلِهِ تَعَالَى : &quot; إِنَّ اللَّه لَا يَغْفِر أَنْ يُشْرَك بِهِ وَيَغْفِر مَا دُون ذَلِكَ &quot; [ النِّسَاء : 48 ] الْآيَة . فَهُوَ مَحْمُول عَلَى مَا لَوْ كَانَتْ . مُوَافَاة هَذَا الْمُرَائِي عَلَى الْكُفْر . وَقِيلَ : الْمَعْنَى لَيْسَ لَهُمْ إِلَّا النَّار فِي أَيَّام مَعْلُومَة ثُمَّ يُخْرَج ; إِمَّا بِالشَّفَاعَةِ , وَإِمَّا بِالْقَبْضَةِ . وَالْآيَة تَقْتَضِي الْوَعِيد بِسَلْبِ الْإِيمَان ; وَفِي الْحَدِيث الْمَاضِي يُرِيد الْكُفْر وَخَاصَّة الرِّيَاء , إِذْ هُوَ شِرْك عَلَى مَا تَقَدَّمَ بَيَانه فِي &quot; النِّسَاء &quot; وَيَأْتِي فِي آخِر &quot; الْكَهْف &quot; .


اِبْتِدَاء وَخَبَر , قَالَ أَبُو حَاتِم : وَحَذَفَ الْهَاء ; قَالَ النَّحَّاس : هَذَا لَا يَحْتَاج إِلَى حَذْف ; لِأَنَّهُ بِمَعْنَى الْمَصْدَر ; أَيْ وَبَاطِل عَمَله . وَفِي حَرْف أُبَيّ وَعَبْد اللَّه &quot; وَبَاطِلًا مَا كَانُوا يَعْمَلُونَ &quot; وَتَكُون &quot; مَا &quot; زَائِدَة ; أَيْ وَكَانُوا يَعْمَلُونَ بَاطِلًا .';
$t[17] = 'اِبْتِدَاء وَالْخَبَر مَحْذُوف ; أَيْ أَفَمَنْ كَانَ عَلَى بَيِّنَة مِنْ رَبّه فِي اِتِّبَاع النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَمَعَهُ مِنْ الْفَضْل مَا يَتَبَيَّن بِهِ كَغَيْرِهِ مِمَّنْ يُرِيد الْحَيَاة الدُّنْيَا وَزِينَتهَا ؟ ! عَنْ عَلِيّ بْن الْحُسَيْن وَالْحَسَن بْن أَبِي الْحَسَن . وَكَذَلِكَ قَالَ اِبْن زَيْد إِنَّ الَّذِي عَلَى بَيِّنَة هُوَ مَنْ اِتَّبَعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ . &quot; وَيَتْلُوهُ شَاهِد مِنْهُ &quot; مِنْ اللَّه , وَهُوَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ . وَقِيلَ الْمُرَاد بِقَوْلِهِ &quot; أَفَمَنْ كَانَ عَلَى بَيِّنَة مِنْ رَبّه &quot; النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَالْكَلَام رَاجِع إِلَى قَوْله : &quot; وَضَائِق بِهِ صَدْرك &quot; [ هُود : 12 ] ; أَيْ أَفَمَنْ كَانَ مَعَهُ بَيَان مِنْ اللَّه , وَمُعْجِزَة كَالْقُرْآنِ , وَمَعَهُ شَاهِد كَجِبْرِيل - عَلَى مَا يَأْتِي - وَقَدْ بَشَّرَتْ بِهِ الْكُتُب السَّالِفَة يَضِيق صَدْره بِالْإِبْلَاغِ , وَهُوَ يَعْلَم أَنَّ اللَّه لَا يُسْلِمهُ . وَالْهَاء فِي &quot; رَبّه &quot; تَعُود عَلَيْهِ ,



وَرَوَى عِكْرِمَة عَنْ اِبْن عَبَّاس أَنَّهُ جِبْرِيل ; وَهُوَ قَوْل مُجَاهِد وَالنَّخَعِيّ . وَالْهَاء فِي &quot; مِنْهُ &quot; لِلَّهِ عَزَّ وَجَلَّ ; أَيْ وَيَتْلُو الْبَيَان وَالْبُرْهَان شَاهِد مِنْ اللَّه عَزَّ وَجَلَّ . وَقَالَ مُجَاهِد : الشَّاهِد مَلَك مِنْ اللَّه عَزَّ وَجَلَّ يَحْفَظهُ وَيُسَدِّدهُ . وَقَالَ الْحَسَن الْبَصْرِيّ وَقَتَادَة : الشَّاهِد لِسَان رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ . قَالَ مُحَمَّد بْن عَلِيّ بْن الْحَنَفِيَّة : قُلْت لِأَبِي أَنْتَ الشَّاهِد ؟ فَقَالَ : وَدِدْت أَنْ أَكُون أَنَا هُوَ ; وَلَكِنَّهُ لِسَان رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ . وَقِيلَ : هُوَ عَلِيّ بْن أَبِي طَالِب ; رُوِيَ عَنْ اِبْن عَبَّاس أَنَّهُ قَالَ : ( هُوَ عَلِيّ بْن أَبِي طَالِب ) ; وَرُوِيَ عَنْ عَلِيّ أَنَّهُ قَالَ : ( مَا مِنْ رَجُل مِنْ قُرَيْش إِلَّا وَقَدْ أُنْزِلَتْ فِيهِ الْآيَة وَالْآيَتَانِ ; فَقَالَ لَهُ رَجُل : أَيّ شَيْء نَزَلَ فِيك ؟ فَقَالَ عَلِيّ : &quot; وَيَتْلُوهُ شَاهِد مِنْهُ &quot; ) . وَقِيلَ : الشَّاهِد صُورَة رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَوَجْهه وَمَخَائِلُهُ ; لِأَنَّ مَنْ كَانَ لَهُ فَضْل وَعَقْل فَنَظَرَ إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلِمَ أَنَّهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ; فَالْهَاء عَلَى هَذَا تَرْجِع إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , عَلَى قَوْل اِبْن زَيْد وَغَيْره . وَقِيلَ : الشَّاهِد الْقُرْآن فِي نَظْمه وَبَلَاغَته , وَالْمَعَانِي الْكَثِيرَة مِنْهُ فِي اللَّفْظ الْوَاحِد ; قَالَهُ الْحُسَيْن بْن الْفَضْل , فَالْهَاء فِي &quot; مِنْهُ &quot; لِلْقُرْآنِ . وَقَالَ الْفَرَّاء قَالَ بَعْضهمْ : &quot; وَيَتْلُوهُ شَاهِد مِنْهُ &quot; الْإِنْجِيل , وَإِنْ كَانَ قَبْله فَهُوَ يَتْلُو الْقُرْآن فِي التَّصْدِيق ; وَالْهَاء فِي &quot; مِنْهُ &quot; لِلَّهِ عَزَّ وَجَلَّ . وَقِيلَ : الْبَيِّنَة مَعْرِفَة اللَّه الَّتِي أَشْرَقَتْ لَهَا الْقُلُوب , وَالشَّاهِد الَّذِي يَتْلُوهُ الْعَقْل الَّذِي رُكِّبَ فِي دِمَاغه وَأَشْرَقَ صَدْره بِنُورِهِ



أَيْ مِنْ قَبْل الْإِنْجِيل .


رُفِعَ بِالِابْتِدَاءِ , قَالَ أَبُو إِسْحَاق الزَّجَّاج وَالْمَعْنَى وَيَتْلُوهُ مِنْ قَبْله كِتَاب مُوسَى ; لِأَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَوْصُوف فِي كِتَاب مُوسَى &quot; يَجِدُونَهُ مَكْتُوبًا عِنْدهمْ فِي التَّوْرَاة وَالْإِنْجِيل &quot; [ الْأَعْرَاف : 157 ] وَحَكَى أَبُو حَاتِم عَنْ بَعْضهمْ أَنَّهُ قَرَأَ &quot; وَمِنْ قَبْله كِتَاب مُوسَى &quot; بِالنَّصْبِ ; وَحَكَاهَا الْمَهْدَوِيّ عَنْ الْكَلْبِيّ ; يَكُون مَعْطُوفًا عَلَى الْهَاء فِي &quot; يَتْلُوهُ &quot; وَالْمَعْنَى : وَيَتْلُو كِتَاب مُوسَى جِبْرِيل عَلَيْهِ السَّلَام ; وَكَذَلِكَ قَالَ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا ; الْمَعْنَى مِنْ قَبْله ( تَلَا جِبْرِيل كِتَاب مُوسَى عَلَى مُوسَى ) . وَيَجُوز عَلَى مَا ذَكَرَهُ اِبْن عَبَّاس أَيْضًا مِنْ هَذَا الْقَوْل أَنْ يُرْفَع &quot; كِتَاب &quot; عَلَى أَنْ يَكُون الْمَعْنَى : وَمِنْ قَبْله كِتَاب مُوسَى كَذَلِكَ ; أَيْ تَلَاهُ جِبْرِيل عَلَى مُوسَى كَمَا تَلَا الْقُرْآن عَلَى مُحَمَّد .


نَصْب عَلَى الْحَال .


مَعْطُوف .


إِشَارَة إِلَى بَنِي إِسْرَائِيل , أَيْ يُؤْمِنُونَ بِمَا فِي التَّوْرَاة مِنْ الْبِشَارَة بِك ; وَإِنَّمَا كَفَرَ بِك هَؤُلَاءِ الْمُتَأَخِّرُونَ فَهُمْ الَّذِينَ مَوْعِدهمْ النَّار ; حَكَاهُ الْقُشَيْرِيّ . وَالْهَاء فِي &quot; بِهِ &quot; يَجُوز أَنْ تَكُون لِلْقُرْآنِ , وَيَجُوز أَنْ تَكُون لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ .


أَيْ بِالْقُرْآنِ أَوْ بِالنَّبِيِّ عَلَيْهِ السَّلَام .


يَعْنِي مِنْ الْمِلَل كُلّهَا ; عَنْ قَتَادَة ; وَكَذَا قَالَ سَعِيد بْن جُبَيْر : &quot; الْأَحْزَاب &quot; أَهْل الْأَدْيَان كُلّهَا ; لِأَنَّهُمْ يَتَحَازَبُونَ . وَقِيلَ : قُرَيْش وَحُلَفَاؤُهُمْ .


أَيْ هُوَ مِنْ أَهْل النَّار ; وَأَنْشَدَ حَسَّان : أُورِدْتُمُوهَا حِيَاض الْمَوْت ضَاحِيَة فَالنَّار مَوْعِدهَا وَالْمَوْت لَاقِيهَا وَفِي صَحِيح مُسْلِم مِنْ حَدِيث أَبِي يُونُس عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ( وَاَلَّذِي نَفْس مُحَمَّد بِيَدِهِ لَا يَسْمَع بِي أَحَد مِنْ هَذِهِ الْأُمَّة يَهُودِيّ وَلَا نَصْرَانِيّ ثُمَّ يَمُوت وَلَمْ يُؤْمِن بِاَلَّذِي أُرْسِلْت بِهِ إِلَّا كَانَ مِنْ أَصْحَاب النَّار ) .


أَيْ فِي شَكّ .


أَيْ مِنْ الْقُرْآن .



أَيْ الْقُرْآن مِنْ اللَّه ; قَالَهُ مُقَاتِل . وَقَالَ الْكَلْبِيّ : الْمَعْنَى فَلَا تَكُ فِي مِرْيَة فِي أَنَّ الْكَافِر فِي النَّار . &quot; إِنَّهُ الْحَقّ &quot; أَيْ الْقَوْل الْحَقّ الْكَائِن ; وَالْخِطَاب لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَالْمُرَاد جَمِيع الْمُكَلَّفِينَ .';
$t[18] = 'أَيْ لَا أَحَد أَظْلَم مِنْهُمْ لِأَنْفُسِهِمْ لِأَنَّهُمْ اِفْتَرَوْا عَلَى اللَّه كَذِبًا ; فَأَضَافُوا كَلَامه إِلَى غَيْره ; وَزَعَمُوا أَنَّ لَهُ شَرِيكًا وَوَلَدًا , وَقَالُوا لِلْأَصْنَامِ هَؤُلَاءِ شُفَعَاؤُنَا عِنْد اللَّه .


أَيْ يُحَاسِبهُمْ عَلَى أَعْمَالهمْ


يَعْنِي الْمَلَائِكَة الْحَفَظَة ; عَنْ مُجَاهِد وَغَيْره ; وَقَالَ سُفْيَان : سَأَلْت الْأَعْمَش عَنْ ( الْأَشْهَاد ) فَقَالَ : الْمَلَائِكَة . الضَّحَّاك : هُمْ الْأَنْبِيَاء وَالْمُرْسَلُونَ ; دَلِيله قَوْله : &quot; فَكَيْف إِذَا جِئْنَا مِنْ كُلّ أُمَّة بِشَهِيدٍ وَجِئْنَا بِك عَلَى هَؤُلَاءِ شَهِيدًا &quot; [ النِّسَاء : 41 ] . وَقِيلَ : الْمَلَائِكَة وَالْأَنْبِيَاء وَالْعُلَمَاء الَّذِينَ بَلَّغُوا الرِّسَالَات . وَقَالَ قَتَادَة : عَنْ الْخَلَائِق أَجْمَع . وَفِي صَحِيح مُسْلِم مِنْ حَدِيث صَفْوَان بْن مُحْرِز عَنْ اِبْن عُمَر عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , وَفِيهِ قَالَ : ( وَأَمَّا الْكُفَّار وَالْمُنَافِقُونَ فَيُنَادَى بِهِمْ عَلَى رُءُوس الْخَلَائِق هَؤُلَاءِ الَّذِينَ كَذَبُوا عَلَى اللَّه ) .


أَيْ بُعْده وَسَخَطه وَإِبْعَاده مِنْ رَحْمَته عَلَى الَّذِينَ وَضَعُوا الْعِبَادَة فِي غَيْر مَوْضِعهَا .';
$t[19] = 'يَجُوز أَنْ تَكُون &quot; الَّذِينَ &quot; فِي مَوْضِع خَفْض نَعْتًا لِلظَّالِمِينَ , وَيَجُوز أَنْ تَكُون فِي مَوْضِع رَفْع ; أَيْ هُمْ الَّذِينَ . وَقِيلَ : هُوَ اِبْتِدَاء خِطَاب مِنْ اللَّه تَعَالَى ; أَيْ هُمْ الَّذِينَ يَصُدُّونَ أَنْفُسهمْ وَغَيْرهمْ عَنْ الْإِيمَان وَالطَّاعَة .


أَيْ يَعْدِلُونَ بِالنَّاسِ عَنْهَا إِلَى الْمَعَاصِي وَالشِّرْك .


أَعَادَ لَفْظ &quot; هُمْ &quot; تَأْكِيدًا .';
$t[20] = 'أَيْ فَائِتِينَ مِنْ عَذَاب اللَّه . وَقَالَ اِبْن عَبَّاس : لَمْ يُعْجِزُونِي أَنْ آمُر الْأَرْض فَتَنْخَسِف بِهِمْ .


يَعْنِي أَنْصَارًا , و &quot; مِنْ &quot; زَائِدَة . وَقِيلَ : &quot; مَا &quot; بِمَعْنَى الَّذِي تَقْدِيره : أُولَئِكَ لَمْ يَكُونُوا مُعْجِزِينَ , لَا هُمْ وَلَا الَّذِينَ كَانُوا لَهُمْ مِنْ أَوْلِيَاء مِنْ دُون اللَّه ; وَهُوَ قَوْل اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا .


أَيْ عَلَى قَدْر كُفْرهمْ وَمَعَاصِيهمْ .


&quot; مَا &quot; فِي مَوْضِع نَصْب عَلَى أَنْ يَكُون الْمَعْنَى : بِمَا كَانُوا يَسْتَطِيعُونَ السَّمْع .


وَلَمْ يَسْتَعْمِلُوا ذَلِكَ فِي اِسْتِمَاع الْحَقّ وَإِبْصَاره . وَالْعَرَب تَقُول : جَزَيْته مَا فَعَلَ وَبِمَا فَعَلَ ; فَيَحْذِفُونَ الْبَاء مَرَّة وَيُثْبِتُونَهَا أُخْرَى ; وَأَنْشَدَ سِيبَوَيْهِ : أَمَرْتُك الْخَيْر فَافْعَلْ مَا أُمِرْت بِهِ فَقَدْ تَرَكْتُك ذَا مَال وَذَا نَشَب وَيَجُوز أَنْ تَكُون &quot; مَا &quot; ظَرْفًا , وَالْمَعْنَى : يُضَاعَف لَهُمْ أَبَدًا , أَيْ وَقْت اِسْتِطَاعَتهمْ السَّمْع وَالْبَصَر , وَاَللَّه سُبْحَانه يَجْعَلهُمْ فِي جَهَنَّم مُسْتَطِيعِي ذَلِكَ أَبَدًا . وَيَجُوز أَنْ تَكُون &quot; مَا &quot; نَافِيَة لَا مَوْضِع لَهَا ; إِذْ الْكَلَام قَدْ تَمَّ قَبْلهَا , وَالْوَقْف عَلَى الْعَذَاب كَافٍ ; وَالْمَعْنَى : مَا كَانُوا يَسْتَطِيعُونَ فِي الدُّنْيَا أَنْ يَسْمَعُوا سَمْعًا يَنْتَفِعُونَ بِهِ , وَلَا أَنْ يُبْصِرُوا إِبْصَار مُهْتَدٍ . قَالَ الْفَرَّاء : مَا كَانُوا يَسْتَطِيعُونَ السَّمْع ; لِأَنَّ اللَّه أَضَلَّهُمْ فِي اللَّوْح الْمَحْفُوظ . وَقَالَ الزَّجَّاج : لِبُغْضِهِمْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَعَدَاوَتهمْ لَهُ لَا يَسْتَطِيعُونَ أَنْ يَسْمَعُوا مِنْهُ وَلَا يَفْقَهُوا عَنْهُ . قَالَ النَّحَّاس : وَهَذَا مَعْرُوف فِي كَلَام الْعَرَب ; يُقَال : فُلَان لَا يَسْتَطِيع أَنْ يَنْظُر إِلَى فُلَان إِذَا كَانَ ذَلِكَ ثَقِيلًا عَلَيْهِ .';
$t[21] = 'اِبْتِدَاء وَخَبَر .


أَيْ ضَاعَ عَنْهُمْ اِفْتِرَاؤُهُمْ وَتَلِفَ .';
$t[22] = 'لِلْعُلَمَاءِ فِيهَا أَقْوَال ; فَقَالَ الْخَلِيل وَسِيبَوَيْهِ : &quot; لَا جَرَمَ &quot; بِمَعْنَى حَقَّ , ف &quot; لَا &quot; و &quot; جَرَمَ &quot; عِنْدهمَا كَلِمَة وَاحِدَة , و &quot; أَنَّ &quot; عِنْدهمَا فِي مَوْضِع رَفْع ; وَهَذَا قَوْل الْفَرَّاء وَمُحَمَّد بْن يَزِيد ; حَكَاهُ النَّحَّاس . قَالَ الْمَهْدَوِيّ : وَعَنْ الْخَلِيل أَيْضًا أَنَّ مَعْنَاهَا لَا بُدّ وَلَا مَحَالَة , وَهُوَ قَوْل الْفَرَّاء أَيْضًا ; ذَكَرَهُ الثَّعْلَبِيّ . وَقَالَ الزَّجَّاج : &quot; لَا &quot; هَاهُنَا نَفْي وَهُوَ رَدّ لِقَوْلِهِمْ : إِنَّ الْأَصْنَام تَنْفَعهُمْ ; كَأَنَّ الْمَعْنَى لَا يَنْفَعهُمْ ذَلِكَ , وَجَرَمَ بِمَعْنَى كَسَبَ ; أَيْ كَسَبَ ذَلِكَ الْفِعْل لَهُمْ الْخُسْرَان , وَفَاعِل كَسَبَ مُضْمَر , و &quot; أَنَّ &quot; مَنْصُوبَة بِ &quot; جَرَمَ &quot; , كَمَا تَقُول كَسَبَ جَفَاؤُك زَيْدًا غَضَبه عَلَيْك ; وَقَالَ الشَّاعِر : نَصَبْنَا رَأْسه فِي جِذْع نَخْل بِمَا جَرَمَتْ يَدَاهُ وَمَا اِعْتَدَيْنَا أَيْ بِمَا كَسَبَتْ . وَقَالَ الْكِسَائِيّ : مَعْنَى &quot; لَا جَرَمَ &quot; لَا صَدَّ وَلَا مَنْعَ عَنْ أَنَّهُمْ . وَقِيلَ : الْمَعْنَى لَا قَطَعَ قَاطِع , فَحُذِفَ الْفَاعِل حِين كَثُرَ اِسْتِعْمَاله ; وَالْجَرْم الْقَطْع ; وَقَدْ جَرَمَ النَّخْل وَاجْتَرَمَهُ أَيْ صَرَمَهُ فَهُوَ جَارِم , وَقَوْم جُرَّم وَجُرَّام وَهَذَا زَمَن الْجَرَام وَالْجِرَام , وَجَرَمْت صُوف الشَّاة أَيْ جَزَزْته , وَقَدْ جَرَمْت مِنْهُ أَيْ أَخَذْت مِنْهُ ; مِثْل جَلَمْت الشَّيْء جَلْمًا أَيْ قَطَعْت , وَجَلَمْت الْجَزُور أَجْلِمهَا جَلْمًا إِذَا أَخَذْت مَا عَلَى عِظَامهَا مِنْ اللَّحْم , وَأَخَذْت الشَّيْء بِجِلْمَتِهِ - سَاكِنَة اللَّام - إِذَا أَخَذْته أَجْمَع , وَهَذِهِ جَلَمَة الْجَزُور - بِالتَّحْرِيكِ - أَيْ لَحْمهَا أَجْمَع ; قَالَهُ الْجَوْهَرِيّ . قَالَ النَّحَّاس : وَزَعَمَ الْكِسَائِيّ أَنَّ فِيهَا أَرْبَع لُغَات : لَا جَرَمَ , وَلَا عَنْ ذَا جَرَمَ ; وَلَا أَنْ ذَا جَرَمَ , قَالَ : وَنَاس مِنْ فَزَارَة يَقُولُونَ : لَا جَرَ أَنَّهُمْ بِغَيْرِ مِيم . وَحَكَى الْفَرَّاء فِيهِ لُغَتَيْنِ أُخْرَيَيْنِ قَالَ : بَنُو عَامِر يَقُولُونَ لَا ذَا جَرَمَ , قَالَ : وَنَاس مِنْ الْعَرَب . يَقُولُونَ : لَا جُرْم بِضَمِّ الْجِيم .';
$t[23] = '&quot; الَّذِينَ &quot; اِسْم &quot; إِنَّ &quot; و &quot; آمَنُوا &quot; صِلَة , أَيْ صَدَّقُوا .


عَطْف عَلَى الصِّلَة . قَالَ اِبْن عَبَّاس : ( أَخْبَتُوا أَنَابُوا ) . مُجَاهِد : أَطَاعُوا . قَتَادَة : خَشَعُوا وَخَضَعُوا . مُقَاتِل : أَخْلَصُوا . الْحَسَن : الْإِخْبَات الْخُشُوع لِلْمَخَافَةِ الثَّابِتَة فِي الْقَلْب , وَأَصْل الْإِخْبَات الِاسْتِوَاء , مِنْ الْخَبْت وَهُوَ الْأَرْض الْمُسْتَوِيَة الْوَاسِعَة : فَالْإِخْبَات الْخُشُوع وَالِاطْمِئْنَان , أَوْ الْإِنَابَة إِلَى اللَّه عَزَّ وَجَلَّ الْمُسْتَمِرَّة ذَلِكَ عَلَى اِسْتِوَاء . &quot; إِلَى رَبّهمْ &quot; قَالَ الْفَرَّاء : إِلَى رَبّهمْ وَلِرَبِّهِمْ وَاحِد , وَقَدْ يَكُون الْمَعْنَى : وَجَّهُوا إِخْبَاتهمْ إِلَى رَبّهمْ .


&quot; خَبَر &quot; إِنَّ &quot; .';
$t[24] = '&quot; مَثَل الْفَرِيقَيْنِ &quot; اِبْتِدَاء , وَالْخَبَر &quot; كَالْأَعْمَى &quot; وَمَا بَعْده . قَالَ الْأَخْفَش : أَيْ كَمَثَلِ الْأَعْمَى . النَّحَّاس : التَّقْدِير مَثَل فَرِيق الْكَافِر كَالْأَعْمَى وَالْأَصَمّ , وَمَثَل فَرِيق الْمُؤْمِن كَالسَّمِيعِ وَالْبَصِير ; وَلِهَذَا قَالَ : &quot; هَلْ يَسْتَوِيَانِ &quot; فَرَدَّ إِلَى الْفَرِيقَيْنِ وَهُمَا اِثْنَانِ رُوِيَ مَعْنَاهُ عَنْ قَتَادَة وَغَيْره . قَالَ الضَّحَّاك : الْأَعْمَى وَالْأَصَمّ مَثَل لِلْكَافِرِ , وَالسَّمِيع وَالْبَصِير مَثَل لِلْمُؤْمِنِ . وَقِيلَ : الْمَعْنَى هَلْ يَسْتَوِي الْأَعْمَى وَالْبَصِير , وَهَلْ يَسْتَوِي الْأَصَمّ وَالسَّمِيع . &quot; مَثَلًا &quot; مَنْصُوب عَلَى التَّمْيِيز . &quot; أَفَلَا تَذَكَّرُونَ &quot; فِي الْوَصْفَيْنِ وَتَنْظُرُونَ .';
$t[25] = 'ذَكَرَ سُبْحَانه قَصَص الْأَنْبِيَاء عَلَيْهِمْ السَّلَام لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تَنْبِيهًا لَهُ عَلَى مُلَازَمَة الصَّبْر عَلَى أَذَى الْكُفَّار إِلَى أَنْ يَكْفِيه اللَّه أَمْرهمْ .



أَيْ فَقَالَ : إِنِّي ; لِأَنَّ فِي الْإِرْسَال مَعْنَى الْقَوْل . وَقَرَأَ اِبْن كَثِير وَأَبُو عَمْرو وَالْكِسَائِيّ &quot; أَنِّي &quot; بِفَتْحِ الْهَمْزَة ; أَيْ أَرْسَلْنَاهُ بِأَنِّي لَكُمْ نَذِير مُبِين . وَلَمْ يَقُلْ &quot; إِنَّهُ &quot; لِأَنَّهُ رَجَعَ مِنْ الْغَيْبَة إِلَى خِطَاب نُوح لِقَوْمِهِ ; كَمَا قَالَ : &quot; وَكَتَبْنَا لَهُ فِي الْأَلْوَاح مِنْ كُلّ شَيْء &quot; [ الْأَعْرَاف : 145 ] ثُمَّ قَالَ : &quot; فَخُذْهَا بِقُوَّةٍ &quot; [ الْأَعْرَاف 145 ] .';
$t[26] = 'أَيْ اُتْرُكُوا الْأَصْنَام فَلَا تَعْبُدُوهَا , وَأَطِيعُوا اللَّه وَحْده . وَمَنْ قَرَأَ &quot; إِنِّي &quot; بِالْكَسْرِ جَعَلَهُ مُعْتَرِضًا فِي الْكَلَام , وَالْمَعْنَى أَرْسَلْنَاهُ بِأَلَّا تَعْبُدُوا إِلَّا اللَّه .';
$t[27] = 'قَالَ أَبُو إِسْحَاق الزَّجَّاج : الْمَلَأ الرُّؤَسَاء ; أَيْ هُمْ مَلِيئُونَ بِمَا يَقُولُونَ . وَقَدْ تَقَدَّمَ هَذَا فِي &quot; الْبَقَرَة &quot; وَغَيْرهَا .


أَيْ آدَمِيًّا . &quot; مِثْلنَا &quot; نُصِبَ عَلَى الْحَال . و &quot; مِثْلنَا &quot; مُضَاف إِلَى مَعْرِفَة وَهُوَ نَكِرَة يُقَدَّر فِيهِ التَّنْوِين ; كَمَا قَالَ الشَّاعِر : يَا رُبَّ مِثْلك فِي النِّسَاء غَرِيرَة



أَرَاذِل جَمْع أَرْذُل وَأَرْذُل جَمْع رَذْل ; مِثْل كَلْب وَأَكْلُب وَأَكَالِب . وَقِيلَ : وَالْأَرَاذِل جَمْع الْأَرْذَل , كَأَسَاوِد جَمْع الْأَسْوَد مِنْ الْحَيَّات . وَالرَّذْل النَّذْل ; أَرَادُوا اِتَّبَعَك أَخِسَّاؤُنَا وَسَقَطنَا وَسَفَلَتنَا . قَالَ الزَّجَّاج : نَسَبُوهُمْ إِلَى الْحِيَاكَة ; وَلَمْ يَعْلَمُوا أَنَّ الصِّنَاعَات لَا أَثَر لَهَا فِي الدِّيَانَة . قَالَ النَّحَّاس : الْأَرَاذِل هُمْ الْفُقَرَاء , وَاَلَّذِينَ لَا حَسَب لَهُمْ , وَالْخَسِيسُو الصِّنَاعَات . وَفِي الْحَدِيث ( أَنَّهُمْ كَانُوا حَاكَة وَحَجَّامِينَ ) . وَكَانَ هَذَا جَهْلًا مِنْهُمْ ; لِأَنَّهُمْ عَابُوا نَبِيّ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِمَا لَا عَيْب فِيهِ ; لِأَنَّ الْأَنْبِيَاء صَلَوَات اللَّه وَسَلَامه عَلَيْهِمْ , إِنَّمَا عَلَيْهِمْ أَنْ يَأْتُوا بِالْبَرَاهِينِ وَالْآيَات , وَلَيْسَ عَلَيْهِمْ تَغْيِير الصُّوَر وَالْهَيْئَات , وَهُمْ يُرْسَلُونَ إِلَى النَّاس جَمِيعًا , فَإِذَا أَسْلَمَ مِنْهُمْ الدَّنِيء لَمْ يَلْحَقهُمْ مِنْ ذَلِكَ نُقْصَان ; لِأَنَّ عَلَيْهِمْ أَنْ يَقْبَلُوا إِسْلَام كُلّ مَنْ أَسْلَمَ مِنْهُمْ .

قُلْت : الْأَرَاذِل هُنَا هُمْ الْفُقَرَاء وَالضُّعَفَاء ; كَمَا قَالَ هِرَقْل لِأَبِي سُفْيَان : أَشْرَاف النَّاس اِتَّبَعُوهُ أَمْ ضُعَفَاؤُهُمْ ؟ فَقَالَ : بَلْ ضُعَفَاؤُهُمْ ; فَقَالَ : هُمْ أَتْبَاع الرُّسُل . قَالَ عُلَمَاؤُنَا : إِنَّمَا كَانَ ذَلِكَ لِاسْتِيلَاءِ الرِّيَاسَة عَلَى الْأَشْرَاف , وَصُعُوبَة الِانْفِكَاك عَنْهَا , وَالْأَنَفَة مِنْ الِانْقِيَاد لِلْغَيْرِ ; وَالْفَقِير خَلِيّ عَنْ تِلْكَ الْمَوَانِع , فَهُوَ سَرِيع إِلَى الْإِجَابَة وَالِانْقِيَاد . وَهَذَا غَالِب أَحْوَال أَهْل الدُّنْيَا .

اِخْتَلَفَ الْعُلَمَاء فِي تَعْيِين السَّفَلَة عَلَى أَقْوَال ; فَذَكَرَ اِبْن الْمُبَارَك عَنْ سُفْيَان أَنَّ السَّفَلَة هُمْ الَّذِينَ يَتَقَلَّسُونَ , وَيَأْتُونَ أَبْوَاب الْقُضَاة وَالسَّلَاطِين يَطْلُبُونَ الشَّهَادَات وَقَالَ ثَعْلَب عَنْ اِبْن الْأَعْرَابِيّ : السَّفَلَة الَّذِينَ يَأْكُلُونَ الدُّنْيَا بِدِينِهِمْ ; قِيلَ لَهُ : فَمَنْ سَفَلَة السَّفَلَة ؟ قَالَ : الَّذِي يُصْلِح دُنْيَا غَيْره بِفَسَادِ دِينه . وَسُئِلَ عَلِيّ رَضِيَ اللَّه عَنْهُ عَنْ السَّفَلَة فَقَالَ : الَّذِينَ إِذَا اِجْتَمَعُوا غَلَبُوا ; وَإِذَا تَفَرَّقُوا لَمْ يُعْرَفُوا . وَقِيلَ لِمَالِك بْن أَنَس رَضِيَ اللَّه عَنْهُ : مَنْ السَّفَلَة ؟ قَالَ : الَّذِي يَسُبّ الصَّحَابَة . وَرُوِيَ عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا : ( الْأَرْذَلُونَ الْحَاكَة وَالْحَجَّامُونَ ) . يَحْيَى بْن أَكْثَم : الدَّبَّاغ وَالْكَنَّاس إِذَا كَانَ مِنْ غَيْر الْعَرَب .

إِذَا قَالَتْ الْمَرْأَة لِزَوْجِهَا : يَا سَفِلَة , فَقَالَ : إِنْ كُنْت مِنْهُمْ فَأَنْتِ طَالِق ; فَحَكَى النَّقَّاش أَنَّ رَجُلًا جَاءَ إِلَى التِّرْمِذِيّ فَقَالَ : إِنَّ اِمْرَأَتِي قَالَتْ لِي يَا سَفِلَة , فَقُلْت : إِنْ كُنْت سَفِلَة فَأَنْتِ طَالِق ; قَالَ التِّرْمِذِيّ : مَا صِنَاعَتك ؟ قَالَ : سَمَّاك ; قَالَ : سَفِلَة وَاَللَّه , سَفِلَة وَاَللَّه سَفِلَة . قُلْت : وَعَلَى مَا ذَكَرَهُ اِبْن الْمُبَارَك عَنْ سُفْيَان لَا تَطْلُق , وَكَذَلِكَ عَلَى قَوْل مَالِك , وَابْن الْأَعْرَابِيّ لَا يَلْزَمهُ شَيْء .


أَيْ ظَاهِر الرَّأْي , وَبَاطِنهمْ عَلَى خِلَاف ذَلِكَ . يُقَال : بَدَا يَبْدُو . إِذَا ظَهَرَ ; كَمَا قَالَ : فَالْيَوْم حِين بَدَوْنَ لِلنُّظَّارِ وَيُقَال لِلْبَرِّيَّةِ بَادِيَة لِظُهُورِهَا . وَبَدَا لِي أَنْ أَفْعَل كَذَا , أَيْ ظَهَرَ لِي رَأْي غَيْر الْأَوَّل . وَقَالَ الْأَزْهَرِيّ : مَعْنَاهُ فِيمَا يَبْدُو لَنَا مِنْ الرَّأْي . وَيَجُوز أَنْ يَكُون &quot; بَادِي الرَّأْي &quot; مِنْ بَدَأَ يَبْدَأ وَحَذَفَ الْهَمْزَة . وَحَقَّقَ أَبُو عَمْرو الْهَمْزَة فَقَرَأَ : &quot; بَادِئ الرَّأْي &quot; أَيْ أَوَّل الرَّأْي ; أَيْ اِتَّبَعُوك حِين اِبْتَدَءُوا يَنْظُرُونَ , وَلَوْ أَمْعَنُوا النَّظَر وَالْفِكْر لَمْ يَتَّبِعُوك ; وَلَا يَخْتَلِف الْمَعْنَى هَاهُنَا بِالْهَمْزِ وَتَرْك الْهَمْز . وَانْتَصَبَ عَلَى حَذْف &quot; فِي &quot; كَمَا قَالَ عَزَّ وَجَلَّ : &quot; وَاخْتَارَ مُوسَى قَوْمه &quot; [ الْأَعْرَاف : 155 ] .


أَيْ فِي اِتِّبَاعه ; وَهَذَا جَحْد مِنْهُمْ لِنُبُوَّتِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ


الْخِطَاب لِنُوحٍ وَمَنْ آمَنَ مَعَهُ .';
$t[28] = 'أَيْ عَلَى يَقِين ; قَالَهُ أَبُو عِمْرَان الْجَوْنِيّ . وَقِيلَ : عَلَى مُعْجِزَة ; وَقَدْ تَقَدَّمَ فِي &quot; الْأَنْعَام &quot; هَذَا الْمَعْنَى .


أَيْ نُبُوَّة وَرِسَالَة ; عَنْ اِبْن عَبَّاس ; وَهِيَ رَحْمَة عَلَى الْخَلْق . وَقِيلَ : الْهِدَايَة إِلَى اللَّه بِالْبَرَاهِينِ . وَقِيلَ : بِالْإِيمَانِ وَالْإِسْلَام .



أَيْ عُمِّيَتْ عَلَيْكُمْ الرِّسَالَة وَالْهِدَايَة فَلَمْ تَفْهَمُوهَا . يُقَال : عَمِيت عَنْ كَذَا , وَعَمِيَ عَلَيَّ كَذَا أَيْ لَمْ أَفْهَمهُ . وَالْمَعْنَى : فَعَمِيَتْ الرَّحْمَة ; فَقِيلَ : هُوَ مَقْلُوب ; لِأَنَّ الرَّحْمَة لَا تَعْمَى إِنَّمَا يُعْمَى عَنْهَا ; فَهُوَ كَقَوْلِك : أَدْخَلْت فِي الْقَلَنْسُوَة رَأْسِي , وَدَخَلَ الْخُفّ فِي رِجْلِي . وَقَرَأَهَا الْأَعْمَش وَحَمْزَة وَالْكِسَائِيّ &quot; فَعُمِّيَتْ &quot; بِضَمِّ الْعَيْن وَتَشْدِيد الْمِيم عَلَى مَا لَمْ يُسَمَّ فَاعِله , أَيْ فَعَمَّاهَا اللَّه عَلَيْكُمْ ; وَكَذَا فِي قِرَاءَة أُبَيّ &quot; فَعَمَّاهَا &quot; ذَكَرَهَا الْمَاوَرْدِيّ .


قِيلَ : شَهَادَة أَنْ لَا إِلَه إِلَّا اللَّه . وَقِيلَ : الْهَاء تَرْجِع إِلَى الرَّحْمَة . وَقِيلَ : إِلَى الْبَيِّنَة ; أَيْ أَنُلْزِمُكُمْ قَبُولهَا , وَأُوجِبهَا عَلَيْكُمْ ؟ ! وَهُوَ اِسْتِفْهَام بِمَعْنَى الْإِنْكَار ; أَيْ لَا يُمْكِننِي أَنْ أَضْطَرّكُمْ إِلَى الْمَعْرِفَة بِهَا ; وَإِنَّمَا قَصَدَ نُوح عَلَيْهِ السَّلَام بِهَذَا الْقَوْل أَنْ يَرُدّ عَلَيْهِمْ . وَحَكَى الْكِسَائِيّ وَالْفَرَّاء &quot; أَنُلْزِمْكُمُوهَا &quot; بِإِسْكَانِ الْمِيم الْأُولَى تَخْفِيفًا ; وَقَدْ أَجَازَ مِثْل هَذَا سِيبَوَيْهِ , وَأَنْشَدَ : فَالْيَوْم أَشْرَب غَيْر مُسْتَحْقِب إِثْمًا مِنْ اللَّه وَلَا وَاغِل وَقَالَ النَّحَّاس : وَيَجُوز عَلَى قَوْل يُونُس [ فِي غَيْر الْقُرْآن ] أَنُلْزِمُكُمُهَا يَجْرِي الْمُضْمَر مَجْرَى الْمُظْهَر ; كَمَا تَقُول : أَنُلْزِمُكُمْ ذَلِكَ .


أَيْ لَا يَصِحّ قَبُولكُمْ لَهَا مَعَ الْكَرَاهَة عَلَيْهَا . قَالَ قَتَادَة : وَاَللَّه لَوْ اِسْتَطَاعَ نَبِيّ اللَّه نُوح عَلَيْهِ السَّلَام لَأَلْزَمَهَا قَوْمه وَلَكِنَّهُ لَمْ يَمْلِك ذَلِكَ .';
$t[29] = 'أَيْ عَلَى التَّبْلِيغ , وَالدُّعَاء إِلَى اللَّه , وَالْإِيمَان بِهِ أَجْرًا أَيْ &quot; مَالًا &quot; فَيَثْقُل عَلَيْكُمْ .


أَيْ ثَوَابِي فِي تَبْلِيغ الرِّسَالَة .


سَأَلُوهُ أَنْ يَطْرُد الْأَرَاذِل الَّذِينَ آمَنُوا بِهِ , كَمَا سَأَلَتْ قُرَيْش النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ يَطْرُد الْمَوَالِي وَالْفُقَرَاء , حَسَب مَا تَقَدَّمَ فِي &quot; الْأَنْعَام &quot; بَيَانه ; فَأَجَابَهُمْ بِقَوْلِهِ : &quot; وَمَا أَنَا بِطَارِد الَّذِينَ آمَنُوا إِنَّهُمْ مُلَاقُو رَبّهمْ &quot; يَحْتَمِل أَنْ يَكُون قَالَ هَذَا عَلَى وَجْه الْإِعْظَام لَهُمْ بِلِقَاءِ اللَّه عَزَّ وَجَلَّ , وَيَحْتَمِل أَنْ يَكُون قَالَهُ عَلَى وَجْه الِاخْتِصَام ; أَيْ لَوْ فَعَلْت ذَلِكَ لَخَاصَمُونِي عِنْد اللَّه , فَيُجَازِيهِمْ عَلَى إِيمَانهمْ , وَيُجَازِي مَنْ طَرَدَهُمْ .


فِي اِسْتِرْذَالكُمْ لَهُمْ , وَسُؤَالكُمْ طَرْدهمْ .';
$t[30] = 'قَالَ الْفَرَّاء : أَيْ يَمْنَعنِي مِنْ عَذَابه .


أَيْ لِأَجْلِ إِيمَانهمْ .


أُدْغِمَتْ التَّاء فِي الذَّال . وَيَجُوز حَذْفهَا فَتَقُول : تَذَكَّرُونَ .';
$t[31] = 'أَخْبَرَ بِتَذَلُّلِهِ وَتَوَاضُعه لِلَّهِ عَزَّ وَجَلَّ , وَأَنَّهُ لَا يَدَّعِي مَا لَيْسَ لَهُ مِنْ خَزَائِن اللَّه ; وَهِيَ إِنْعَامه عَلَى مَنْ يَشَاء مِنْ عِبَاده ; وَأَنَّهُ لَا يَعْلَم الْغَيْب ; لِأَنَّ الْغَيْب لَا يَعْلَمهُ إِلَّا اللَّه عَزَّ وَجَلَّ .


أَيْ لَا أَقُول إِنَّ مَنْزِلَتِي عِنْد النَّاس مَنْزِلَة الْمَلَائِكَة . وَقَدْ قَالَتْ الْعُلَمَاء : الْفَائِدَة فِي الْكَلَام الدَّلَالَة عَلَى أَنَّ الْمَلَائِكَة أَفْضَل مِنْ الْأَنْبِيَاء ; لِدَوَامِهِمْ عَلَى الطَّاعَة , وَاتِّصَال عِبَادَاتهمْ إِلَى يَوْم الْقِيَامَة صَلَوَات اللَّه عَلَيْهِمْ أَجْمَعِينَ . وَقَدْ تَقَدَّمَ هَذَا الْمَعْنَى فِي &quot; الْبَقَرَة &quot; .


أَيْ تَسْتَثْقِل وَتَحْتَقِر أَعْيُنكُمْ ; وَالْأَصْل تَزْدَرِيهِمْ حُذِفَتْ الْهَاء وَالْمِيم لِطُولِ الِاسْم . وَالدَّال مُبْدَلَة مِنْ تَاء ; لِأَنَّ الْأَصْل فِي تَزْدَرِي تَزْتَرِي ; وَلَكِنَّ التَّاء تُبَدَّل بَعْد الزَّاي دَالًا ; لِأَنَّ الزَّاي مَجْهُورَة وَالتَّاء مَهْمُوسَة , فَأُبْدِلَ مِنْ التَّاء حَرْف مَجْهُور مِنْ مَخْرَجهَا . وَيُقَال : أَزْرَيْت عَلَيْهِ إِذَا عِبْته . وَزَرَيْت عَلَيْهِ إِذَا حَقَّرْته . وَأَنْشَدَ الْفَرَّاء : يُبَاعِدهُ الصَّدِيق وَتَزْدَرِيه حَلِيلَته وَيَنْهَرهُ الصَّغِير


أَيْ لَيْسَ لِاحْتِقَارِكُمْ لَهُمْ تَبْطُل أُجُورهمْ , أَوْ يَنْقُص ثَوَابهمْ .


فَيُجَازِيهِمْ عَلَيْهِ وَيُؤَاخِذهُمْ بِهِ .



أَيْ إِنْ قُلْت هَذَا الَّذِي تَقَدَّمَ ذِكْره . و &quot; إِذًا &quot; مُلْغَاة ; لِأَنَّهَا مُتَوَسِّطَة .';
$t[32] = 'أَيْ خَاصَمْتنَا فَأَكْثَرْت خُصُومَتنَا وَبَالَغْت فِيهَا . وَالْجَدَل فِي كَلَام الْعَرَب الْمُبَالَغَة فِي الْخُصُومَة ; مُشْتَقّ مِنْ الْجَدْل وَهُوَ شِدَّة الْفَتْل ; وَيُقَال لِلصَّقْرِ أَيْضًا أَجْدَل لِشِدَّتِهِ فِي الطَّيْر ; وَقَدْ مَضَى هَذَا الْمَعْنَى فِي &quot; الْأَنْعَام &quot; بِأَشْبَعَ مِنْ هَذَا . وَقَرَأَ اِبْن عَبَّاس &quot; فَأَكْثَرْت جَدَلنَا &quot; ذَكَرَهُ النَّحَّاس . وَالْجَدَل فِي الدِّين مَحْمُود ; وَلِهَذَا جَادَلَ نُوح وَالْأَنْبِيَاء قَوْمهمْ حَتَّى يَظْهَر الْحَقّ , فَمَنْ قَبِلَهُ أَنْجَحَ وَأَفْلَحَ , وَمَنْ رَدَّهُ خَابَ وَخَسِرَ . وَأَمَّا الْجِدَال لِغَيْرِ الْحَقّ حَتَّى يَظْهَر الْبَاطِل فِي صُورَة الْحَقّ فَمَذْمُوم , وَصَاحِبه فِي الدَّارَيْنِ مَلُوم .


أَيْ مِنْ الْعَذَاب .


فِي قَوْلك .';
$t[33] = 'أَيْ إِنْ أَرَادَ إِهْلَاككُمْ عَذَّبَكُمْ .


أَيْ بِفَائِتِينَ . وَقِيلَ : بِغَالِبِينَ بِكَثْرَتِكُمْ ; لِأَنَّهُمْ أُعْجِبُوا بِذَلِكَ ; كَانُوا مَلَئُوا الْأَرْض سَهْلًا وَجَبَلًا عَلَى مَا يَأْتِي .';
$t[34] = 'أَيْ إِبْلَاغِي وَاجْتِهَادِي فِي إِيمَانكُمْ .


أَيْ لِأَنَّكُمْ لَا تَقْبَلُونَ نُصْحًا ; وَقَدْ تَقَدَّمَ فِي &quot; بَرَاءَة &quot; مَعْنَى النُّصْح لُغَة .


أَيْ يُضِلّكُمْ . وَهَذَا مِمَّا يَدُلّ عَلَى بُطْلَان مَذْهَب الْمُعْتَزِلَة وَالْقَدَرِيَّة وَمَنْ وَافَقَهُمَا ; إِذْ زَعَمُوا أَنَّ اللَّه تَعَالَى لَا يُرِيد أَنْ يَعْصِي الْعَاصِي , وَلَا يَكْفُر الْكَافِر , وَلَا يَغْوِي الْغَاوِي ; وَأَنْ يَفْعَل ذَلِكَ , وَاَللَّه لَا يُرِيد ذَلِكَ ; فَرَدَّ اللَّه عَلَيْهِمْ بِقَوْلِهِ : &quot; إِنْ كَانَ اللَّه يُرِيد أَنْ يُغْوِيكُمْ &quot; . وَقَدْ مَضَى هَذَا الْمَعْنَى فِي &quot; الْفَاتِحَة &quot; وَغَيْرهَا . وَقَدْ أَكْذَبُوا شَيْخهمْ اللَّعِين إِبْلِيس عَلَى مَا بَيَّنَّاهُ فِي &quot; الْأَعْرَاف &quot; فِي إِغْوَاء اللَّه تَعَالَى إِيَّاهُ حَيْثُ قَالَ : &quot; فَبِمَا أَغْوَيْتنِي &quot; [ الْأَعْرَاف : 16 ] وَلَا مَحِيص لَهُمْ عَنْ قَوْل نُوح عَلَيْهِ السَّلَام : &quot; إِنْ كَانَ اللَّه يُرِيد أَنْ يُغْوِيكُمْ &quot; فَأَضَافَ إِغْوَاءَهُمْ إِلَى اللَّه سُبْحَانه وَتَعَالَى ; إِذْ هُوَ الْهَادِي وَالْمُضِلّ ; سُبْحَانه عَمَّا يَقُول الْجَاحِدُونَ وَالظَّالِمُونَ عُلُوًّا كَبِيرًا . وَقِيلَ : &quot; أَنْ يُغْوِيكُمْ &quot; يُهْلِككُمْ ; لِأَنَّ الْإِضْلَال يُفْضِي إِلَى الْهَلَاك . الطَّبَرِيّ : &quot; يُغْوِيكُمْ &quot; يُهْلِككُمْ بِعَذَابِهِ ; حُكِيَ عَنْ طَيِّئ أَصْبَحَ فُلَان غَاوِيًا أَيْ مَرِيضًا , وَأَغْوَيْته أَهْلَكْته ; وَمِنْهُ &quot; فَسَوْفَ يَلْقَوْنَ غَيًّا &quot; . [ مَرْيَم : 59 ] .


فَإِلَيْهِ الْإِغْوَاء , وَإِلَيْهِ الْهِدَايَة .


تَهْدِيد وَوَعِيد .';
$t[35] = 'يَعْنُونَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ . اِفْتَرَى اِفْتَعَلَ ; أَيْ اِخْتَلَقَ الْقُرْآن مِنْ قِبَل نَفْسه , وَمَا أَخْبَرَ بِهِ عَنْ نُوح وَقَوْمه ; قَالَ مُقَاتِل , وَقَالَ اِبْن عَبَّاس : هُوَ مِنْ مُحَاوَرَة نُوح لِقَوْمِهِ وَهُوَ أَظْهَر ; لِأَنَّهُ لَيْسَ قَبْله وَلَا بَعْده إِلَّا ذِكْر نُوح وَقَوْمه ; فَالْخِطَاب مِنْهُمْ وَلَهُمْ .


أَيْ اِخْتَلَقْته وَافْتَعَلْته , يَعْنِي الْوَحْي وَالرِّسَالَة .


أَيْ عِقَاب إِجْرَامِي , وَإِنْ كُنْت مُحِقًّا فِيمَا أَقُولهُ فَعَلَيْكُمْ عِقَاب تَكْذِيبِي . وَالْإِجْرَام مَصْدَر أَجْرَمَ ; وَهُوَ اِقْتِرَاف السَّيِّئَة . وَقِيلَ الْمَعْنَى : أَيْ جَزَاء جُرْمِي وَكَسْبِي . وَجَرَمَ وَأَجْرَمَ بِمَعْنًى ; عَنْ النَّحَّاس وَغَيْره . قَالَ : طَرِيد عَشِيرَة وَرَهِين جُرْم بِمَا جَرَمَتْ يَدِي وَجَنَى لِسَانِي وَمَنْ قَرَأَ &quot; أَجْرَامِي &quot; بِفَتْحِ الْهَمْزَة ذَهَبَ إِلَى أَنَّهُ جَمْع جُرُم ; وَذَكَرَهُ النَّحَّاس أَيْضًا .


أَيْ مِنْ الْكُفْر وَالتَّكْذِيب .';
$t[36] = '&quot; أَنَّهُ &quot; فِي مَوْضِع رَفْع عَلَى أَنَّهُ اِسْم مَا لَمْ يُسَمَّ فَاعِله . وَيَجُوز أَنْ يَكُون فِي مَوْضِع نَصْب , وَيَكُون التَّقْدِير : ب &quot; أَنَّهُ &quot; . و &quot; آمَنَ &quot; فِي مَوْضِع نَصْب ب &quot; يُؤْمِن &quot; وَمَعْنَى الْكَلَام الْإِيَاس مِنْ إِيمَانهمْ , وَاسْتِدَامَة كُفْرهمْ , تَحْقِيقًا لِنُزُولِ الْوَعِيد بِهِمْ . قَالَ الضَّحَّاك : فَدَعَا عَلَيْهِمْ لَمَّا أُخْبِرَ بِهَذَا فَقَالَ : &quot; رَبّ لَا تَذَرْ عَلَى الْأَرْض مِنْ الْكَافِرِينَ دَيَّارًا &quot; [ نُوح : 26 ] الْآيَتَيْنِ . وَقِيلَ : إِنَّ رَجُلًا مِنْ قَوْم نُوح حَمَلَ اِبْنه عَلَى كَتِفه , فَلَمَّا رَأَى الصَّبِيّ نُوحًا قَالَ لِأَبِيهِ : اِعْطِنِي حَجَرًا ; فَأَعْطَاهُ حَجَرًا , وَرَمَى بِهِ نُوحًا عَلَيْهِ السَّلَام فَأَدْمَاهُ ; فَأَوْحَى اللَّه تَعَالَى إِلَيْهِ &quot; أَنَّهُ لَنْ يُؤْمِن مِنْ قَوْمك إِلَّا مَنْ قَدْ آمَنَ &quot; .



أَيْ فَلَا تَغْتَمّ بِهَلَاكِهِمْ حَتَّى تَكُون بَائِسًا ; أَيْ حَزِينًا . وَالْبُؤْس الْحُزْن ; وَمِنْهُ قَوْل الشَّاعِر : وَكَمْ مِنْ خَلِيل أَوْ حَمِيم رُزِئْته فَلَمْ أَبْتَئِس وَالرُّزْء فِيهِ جَلِيل يُقَال : اِبْتَأَسَ الرَّجُل إِذَا بَلَغَهُ شَيْء يَكْرَههُ . وَالِابْتِئَاس حُزْن فِي اِسْتِكَانَة .';
$t[37] = 'أَيْ اِعْمَلْ السَّفِينَة لِتَرْكَبهَا أَنْتَ وَمَنْ آمَنَ مَعَك . &quot; بِأَعْيُنِنَا &quot; أَيْ بِمَرْأًى مِنَّا وَحَيْثُ نَرَاك . وَقَالَ الرَّبِيع بْن أَنَس : بِحِفْظِنَا إِيَّاكَ حِفْظ مَنْ يَرَاك . وَقَالَ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا : ( بِحِرَاسَتِنَا ) ; وَالْمَعْنَى وَاحِد ; فَعَبَّرَ عَنْ الرُّؤْيَة بِالْأَعْيُنِ ; لِأَنَّ الرُّؤْيَة تَكُون بِهَا . وَيَكُون جَمْع الْأَعْيُن لِلْعَظَمَةِ لَا لِلتَّكْثِيرِ ; كَمَا قَالَ تَعَالَى : &quot; فَنِعْمَ الْقَادِرُونَ &quot; [ الْمُرْسَلَات : 23 ] &quot; فَنِعْمَ الْمَاهِدُونَ &quot; &quot; وَإِنَّا لَمُوسِعُونَ &quot; [ الذَّارِيَات : 47 ] . وَقَدْ يَرْجِع مَعْنَى الْأَعْيُن فِي هَذِهِ الْآيَة وَغَيْرهَا إِلَى مَعْنَى عَيْن ; كَمَا قَالَ : &quot; وَلِتُصْنَع عَلَى عَيْنِي &quot; وَذَلِكَ كُلّه عِبَارَة عَنْ الْإِدْرَاك وَالْإِحَاطَة , وَهُوَ سُبْحَانه مُنَزَّه عَنْ الْحَوَاسّ وَالتَّشْبِيه وَالتَّكْيِيف ; لَا رَبّ غَيْره . وَقِيلَ : الْمَعْنَى &quot; بِأَعْيُنِنَا &quot; أَيْ بِأَعْيُنِ مَلَائِكَتنَا الَّذِينَ جَعَلْنَاهُمْ عُيُونًا عَلَى حِفْظك وَمَعُونَتك ; فَيَكُون الْجَمْع عَلَى هَذَا التَّكْثِير عَلَى بَابه . وَقِيلَ : &quot; بِأَعْيُنِنَا &quot; أَيْ بِعِلْمِنَا ; قَالَهُ مُقَاتِل : وَقَالَ الضَّحَّاك وَسُفْيَان : &quot; بِأَعْيُنِنَا &quot; بِأَمْرِنَا . وَقِيلَ : بِوَحْيِنَا . وَقِيلَ : بِمَعُونَتِنَا لَك عَلَى صُنْعهَا . &quot; وَوَحْينَا &quot; أَيْ عَلَى مَا أَوْحَيْنَا إِلَيْك , مِنْ صَنْعَتهَا .


أَيْ لَا تَطْلُب إِمْهَالهمْ فَإِنِّي مُغْرِقهمْ .';
$t[38] = 'أَيْ وَطَفِقَ يَصْنَع . قَالَ زَيْد بْن أَسْلَمَ : مَكَثَ نُوح صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِائَة سَنَة يَغْرِس الشَّجَر وَيَقْطَعهَا وَيُيَبِّسهَا , وَمِائَة سَنَة يَعْمَلهَا . وَرَوَى اِبْن الْقَاسِم عَنْ اِبْن أَشْرَس عَنْ مَالِك قَالَ : بَلَغَنِي أَنَّ قَوْم نُوح مَلَئُوا الْأَرْض , حَتَّى مَلَئُوا السَّهْل وَالْجَبَل , فَمَا يَسْتَطِيع هَؤُلَاءِ أَنْ يَنْزِلُوا إِلَى هَؤُلَاءِ , وَلَا هَؤُلَاءِ أَنْ يَصْعَدُوا إِلَى هَؤُلَاءِ فَمَكَثَ نُوح يَغْرِس الشَّجَر مِائَة عَام لِعَمَلِ السَّفِينَة , ثُمَّ جَمَعَهَا يُيَبِّسهَا مِائَة عَام , وَقَوْمه يَسْخَرُونَ ; وَذَلِكَ لِمَا رَأَوْهُ يَصْنَع مِنْ ذَلِكَ , حَتَّى كَانَ مِنْ قَضَاء اللَّه فِيهِمْ مَا كَانَ . وَرُوِيَ عَنْ عَمْرو بْن الْحَارِث قَالَ : عَمِلَ نُوح سَفِينَته بِبِقَاعِ دِمَشْق , وَقَطَعَ خَشَبهَا مِنْ جَبَل لُبْنَان . وَقَالَ الْقَاضِي أَبُو بَكْر بْن الْعَرَبِيّ : لَمَّا اِسْتَنْقَذَ اللَّه سُبْحَانه وَتَعَالَى مَنْ فِي الْأَصْلَاب وَالْأَرْحَام مِنْ الْمُؤْمِنِينَ أَوْحَى اللَّه إِلَيْهِ . &quot; أَنَّهُ لَنْ يُؤْمِن مِنْ قَوْمك إِلَّا مَنْ قَدْ آمَنَ &quot; &quot; فَاصْنَعْ الْفُلْك &quot; قَالَ : يَا رَبّ مَا أَنَا بِنَجَّارٍ , قَالَ : &quot; بَلَى فَإِنَّ ذَلِكَ بِعَيْنِي &quot; فَأَخَذَ الْقَدُوم فَجَعَلَهُ بِيَدِهِ , وَجَعَلَتْ يَده لَا تُخْطِئ , فَجَعَلُوا يَمُرُّونَ بِهِ وَيَقُولُونَ : هَذَا الَّذِي يَزْعُم أَنَّهُ نَبِيّ صَارَ نَجَّارًا ; فَعَمِلَهَا فِي أَرْبَعِينَ سَنَة . وَحَكَى الثَّعْلَبِيّ وَأَبُو نَصْر الْقُشَيْرِيّ عَنْ اِبْن عَبَّاس قَالَ : ( اِتَّخَذَ نُوح السَّفِينَة فِي سَنَتَيْنِ ) . زَادَ الثَّعْلَبِيّ : وَذَلِكَ لِأَنَّهُ لَمْ يَعْلَم كَيْف صَنْعَة الْفُلْك , فَأَوْحَى اللَّه إِلَيْهِ أَنْ اِصْنَعْهَا كَجُؤْجُؤِ الطَّائِر . وَقَالَ كَعْب : بَنَاهَا فِي ثَلَاثِينَ سَنَة , وَاَللَّه أَعْلَم . الْمَهْدَوِيّ : وَجَاءَ فِي الْخَبَر أَنَّ الْمَلَائِكَة كَانَتْ تُعَلِّمهُ كَيْف يَصْنَعهَا . وَاخْتَلَفُوا فِي طُولهَا وَعَرْضهَا ; فَعَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا ( كَانَ طُولهَا ثَلَاثمِائَةِ ذِرَاع , وَعَرْضهَا خَمْسُونَ , وَسُمْكهَا ثَلَاثُونَ ذِرَاعًا ; وَكَانَتْ مِنْ خَشَب السَّاج ) . وَكَذَا قَالَ الْكَلْبِيّ وَقَتَادَة وَعِكْرِمَة كَانَ طُولهَا ثَلَاثمِائَةِ ذِرَاع , وَالذِّرَاع إِلَى الْمَنْكِب . قَالَهُ سَلْمَان الْفَارِسِيّ . وَقَالَ الْحَسَن الْبَصْرِيّ : إِنَّ طُول السَّفِينَة أَلْف ذِرَاع وَمِائَتَا ذِرَاع , وَعَرْضهَا سِتّمِائَةِ ذِرَاع . وَحَكَاهُ الثَّعْلَبِيّ فِي كِتَاب الْعَرَائِس . وَرَوَى عَلِيّ بْن زَيْد عَنْ يُوسُف بْن مِهْرَان عَنْ اِبْن عَبَّاس قَالَ : ( قَالَ الْحَوَارِيُّونَ لِعِيسَى عَلَيْهِ السَّلَام : لَوْ بَعَثْت لَنَا رَجُلًا شَهِدَ السَّفِينَة يُحَدِّثنَا عَنْهَا , فَانْطَلَقَ بِهِمْ حَتَّى اِنْتَهَى إِلَى كَثِيب مِنْ تُرَاب فَأَخَذَ كَفًّا مِنْ ذَلِكَ التُّرَاب , قَالَ أَتَدْرُونَ مَا هَذَا ؟ قَالُوا : اللَّه وَرَسُوله أَعْلَم . قَالَ : هَذَا كَعْب حَام بْن نُوح قَالَ فَضَرَبَ الْكَثِيب بِعَصَاهُ وَقَالَ : قُمْ بِإِذْنِ اللَّه فَإِذَا هُوَ قَائِم يَنْفُض التُّرَاب مِنْ رَأْسه , وَقَدْ شَابَ ; فَقَالَ لَهُ عِيسَى : أَهَكَذَا هَلَكْت ؟ قَالَ : لَا بَلْ مُتّ وَأَنَا شَابّ ; وَلَكِنَّنِي ظَنَنْت أَنَّهَا السَّاعَة فَمِنْ ثَمَّ شِبْت . قَالَ : أَخْبِرْنَا عَنْ سَفِينَة نُوح ؟ قَالَ : كَانَ طُولهَا أَلْف ذِرَاع وَمِائَتَيْ ذِرَاع , وَعَرْضهَا سِتّمِائَةِ ذِرَاع , وَكَانَتْ ثَلَاث طَبَقَات , طَبَقَة فِيهَا الدَّوَابّ وَالْوَحْش , وَطَبَقَة فِيهَا الْإِنْس , وَطَبَقَة فِيهَا الطَّيْر . وَذَكَرَ بَاقِي الْخَبَر عَلَى مَا يَأْتِي ذِكْره إِنْ شَاءَ اللَّه تَعَالَى ) . وَقَالَ الْكَلْبِيّ فِيمَا حَكَاهُ النَّقَّاش : وَدَخَلَ الْمَاء فِيهَا أَرْبَعَة أَذْرُع , وَكَانَ لَهَا ثَلَاثَة أَبْوَاب ; بَاب فِيهِ السِّبَاع وَالطَّيْر , وَبَاب فِيهِ الْوَحْش , وَبَاب فِيهِ الرِّجَال وَالنِّسَاء . اِبْن عَبَّاس جَعَلَهَا ثَلَاث بُطُون ; الْبَطْن الْأَسْفَل لِلْوُحُوشِ وَالسِّبَاع وَالدَّوَابّ , وَالْأَوْسَط لِلطَّعَامِ وَالشَّرَاب , وَرَكِبَ هُوَ فِي الْبَطْن الْأَعْلَى , وَحَمَلَ مَعَهُ جَسَد آدَم عَلَيْهِ السَّلَام مُعْتَرِضًا بَيْن الرِّجَال وَالنِّسَاء , ثُمَّ دَفَنَهُ بَعْد بِبَيْتِ الْمَقْدِس ; وَكَانَ إِبْلِيس مَعَهُمْ فِي الْكَوْثَل . وَقِيلَ : جَاءَتْ الْحَيَّة وَالْعَقْرَب لِدُخُولِ السَّفِينَة فَقَالَ نُوح : لَا أَحْمِلكُمَا ; لِأَنَّكُمَا سَبَب الضَّرَر وَالْبَلَاء , فَقَالَتَا : اِحْمِلْنَا فَنَحْنُ نَضْمَن لَك أَلَّا نَضُرّ أَحَدًا ذَكَرَك ; فَمَنْ قَرَأَ حِين يَخَاف مَضَرَّتهمَا &quot; سَلَام عَلَى نُوح فِي الْعَالَمِينَ &quot; [ الصَّافَّات : 79 ] لَمْ تَضُرَّاهُ ; ذَكَرَهُ الْقُشَيْرِيّ وَغَيْره . وَذَكَرَ الْحَافِظ اِبْن عَسَاكِر فِي التَّارِيخ لَهُ مَرْفُوعًا مِنْ حَدِيث أَبِي أُمَامَةَ قَالَ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : ( مَنْ قَالَ حِين يُمْسِي صَلَّى اللَّه عَلَى نُوح وَعَلَى نُوح السَّلَام لَمْ تَلْدَغهُ عَقْرَب تِلْكَ اللَّيْلَة ) .


ظَرْف


قَالَ الْأَخْفَش وَالْكِسَائِيّ يُقَال : سَخِرْت بِهِ وَمِنْهُ . وَفِي سُخْرِيَتهمْ مِنْهُ قَوْلَانِ :

أَحَدهمَا : أَنَّهُمْ كَانُوا يَرَوْنَهُ يَبْنِي سَفِينَته فِي الْبَرّ , فَيَسْخَرُونَ بِهِ وَيَسْتَهْزِئُونَ وَيَقُولُونَ : يَا نُوح صِرْت بَعْد النُّبُوَّة نَجَّارًا .

الثَّانِي : لَمَّا رَأَوْهُ يَبْنِي السَّفِينَة وَلَمْ يُشَاهِدُوا قَبْلهَا سَفِينَة بُنِيَتْ قَالُوا : يَا نُوح مَا تَصْنَع ؟ قَالَ : أَبْنِي بَيْتًا يَمْشِي عَلَى الْمَاء ; فَعَجِبُوا مِنْ قَوْله وَسَخِرُوا مِنْهُ . قَالَ اِبْن عَبَّاس : ( وَلَمْ يَكُنْ فِي الْأَرْض قَبْل الطُّوفَان نَهَر وَلَا بَحْر ) ; فَلِذَلِكَ سَخِرُوا مِنْهُ ; وَمِيَاه الْبِحَار هِيَ بَقِيَّة الطُّوفَان .


أَيْ مِنْ فِعْلنَا الْيَوْم عِنْد بِنَاء السَّفِينَة .


غَدًا عِنْد الْغَرَق . وَالْمُرَاد بِالسُّخْرِيَةِ هُنَا الِاسْتِجْهَال ; وَمَعْنَاهُ إِنْ تَسْتَجْهِلُونَا فَإِنَّا نَسْتَجْهِلُكُمْ كَمَا تَسْتَجْهِلُونَنَا .';
$t[39] = 'تَهْدِيد , و &quot; مَنْ &quot; مُتَّصِلَة ب &quot; سَوْفَ تَعْلَمُونَ &quot; و &quot; تَعْلَمُونَ &quot; هُنَا مِنْ بَاب التَّعْدِيَة إِلَى مَفْعُول ; أَيْ فَسَوْفَ تَعْلَمُونَ الَّذِي يَأْتِيه الْعَذَاب . وَيَجُوز أَنْ تَكُون &quot; مَنْ &quot; اِسْتِفْهَامِيَّة ; أَيْ أَيّنَا يَأْتِيه الْعَذَاب ؟ . وَقِيلَ : &quot; مَنْ &quot; فِي مَوْضِع رَفْع بِالِابْتِدَاءِ و &quot; يَأْتِيه &quot; الْخَبَر , و &quot; يُخْزِيه &quot; صِفَة ل &quot; عَذَاب &quot; . وَحَكَى الْكِسَائِيّ : أَنَّ أُنَاسًا مِنْ أَهْل الْحِجَاز يَقُولُونَ : سَوْ تَعْلَمُونَ ; وَقَالَ مَنْ قَالَ : &quot; سَتَعْلَمُونَ &quot; أَسْقَطَ الْوَاو وَالْفَاء جَمِيعًا . وَحَكَى الْكُوفِيُّونَ : سَفْ تَعْلَمُونَ ; وَلَا يَعْرِف الْبَصْرِيُّونَ إِلَّا سَوْفَ تَفْعَل , وَسَتَفْعَلُ لُغَتَانِ لَيْسَتْ إِحْدَاهُمَا مِنْ الْأُخْرَى


أَيْ يَجِب عَلَيْهِ وَيَنْزِل بِهِ .


أَيْ دَائِم , يُرِيد عَذَاب الْآخِرَة .';
$t[40] = 'اُخْتُلِفَ فِي التَّنُّور عَلَى أَقْوَال سَبْعَة :

الْأَوَّل : أَنَّهُ وَجْه الْأَرْض , وَالْعَرَب تُسَمِّي وَجْه الْأَرْض تَنُّورًا ; قَالَهُ اِبْن عَبَّاس وَعِكْرِمَة وَالزُّهْرِيّ وَابْن عُيَيْنَة ; وَذَلِكَ أَنَّهُ قِيلَ لَهُ : إِذَا رَأَيْت الْمَاء عَلَى وَجْه الْأَرْض فَارْكَبْ أَنْتَ وَمَنْ مَعَك .

الثَّانِي : أَنَّهُ تَنُّور الْخُبْز الَّذِي يُخْبَز فِيهِ ; وَكَانَ تَنُّورًا مِنْ حِجَارَة ; وَكَانَ لِحَوَّاء حَتَّى صَارَ لِنُوحٍ ; فَقِيلَ لَهُ : إِذَا رَأَيْت الْمَاء يَفُور مِنْ التَّنُّور فَارْكَبْ أَنْتَ وَأَصْحَابك . وَأَنْبَعَ اللَّه الْمَاء مِنْ التَّنُّور , فَعَلِمَتْ بِهِ اِمْرَأَته فَقَالَتْ : يَا نُوح فَارَ الْمَاء مِنْ التَّنُّور ; فَقَالَ : جَاءَ وَعْد رَبِّي حَقًّا . هَذَا قَوْل الْحَسَن ; وَقَالَهُ مُجَاهِد وَعَطِيَّة عَنْ اِبْن عَبَّاس .

الثَّالِث : أَنَّهُ مَوْضِع اِجْتِمَاع الْمَاء فِي السَّفِينَة ; عَنْ الْحَسَن أَيْضًا .

الرَّابِع : أَنَّهُ طُلُوع الْفَجْر , وَنُور الصُّبْح ; مِنْ قَوْلهمْ : نَوَّرَ الْفَجْر تَنْوِيرًا ; قَالَهُ عَلِيّ بْن أَبِي طَالِب رَضِيَ اللَّه عَنْهُ .

الْخَامِس : أَنَّهُ مَسْجِد الْكُوفَة ; قَالَهُ عَلِيّ بْن أَبِي طَالِب أَيْضًا ; وَقَالَهُ مُجَاهِد . قَالَ مُجَاهِد : كَانَ نَاحِيَة التَّنُّور بِالْكُوفَةِ . وَقَالَ : اِتَّخَذَ نُوح السَّفِينَة فِي جَوْف مَسْجِد الْكُوفَة , وَكَانَ التَّنُّور عَلَى يَمِين الدَّاخِل مِمَّا يَلِي كِنْدَة . وَكَانَ فَوَرَان الْمَاء مِنْهُ عَلَمًا لِنُوحٍ , وَدَلِيلًا عَلَى هَلَاك قَوْمه . قَالَ الشَّاعِر وَهُوَ أُمَيَّة : فَارَ تَنُّورهمْ وَجَاشَ بِمَاءٍ صَارَ فَوْق الْجِبَال حَتَّى عَلَاهَا

السَّادِس : أَنَّهُ أَعَالِي الْأَرْض , وَالْمَوَاضِع الْمُرْتَفِعَة مِنْهَا ; قَالَهُ قَتَادَة .

السَّابِع : أَنَّهُ الْعَيْن الَّتِي بِالْجَزِيرَةِ &quot; عَيْن الْوَرْدَة &quot; رَوَاهُ عِكْرِمَة . وَقَالَ مُقَاتِل : كَانَ ذَلِكَ تَنُّور آدَم , وَإِنَّمَا كَانَ بِالشَّامِ بِمَوْضِعٍ يُقَال لَهُ : &quot; عَيْن وَرْدَة &quot; وَقَالَ اِبْن عَبَّاس أَيْضًا : ( فَارَ تَنُّور آدَم بِالْهِنْدِ ) . قَالَ النَّحَّاس : وَهَذِهِ الْأَقْوَال لَيْسَتْ بِمُتَنَاقِضَةٍ ; لِأَنَّ اللَّه عَزَّ وَجَلَّ أَخْبَرَنَا أَنَّ الْمَاء جَاءَ مِنْ السَّمَاء وَالْأَرْض ; قَالَ : &quot; فَفَتَحْنَا أَبْوَاب السَّمَاء بِمَاءٍ مُنْهَمِر . وَفَجَّرْنَا الْأَرْض عُيُونًا &quot; [ الْقَمَر : 11 - 12 ] . فَهَذِهِ الْأَقْوَال تَجْتَمِع فِي أَنَّ ذَلِكَ كَانَ عَلَامَة . وَالْفَوَرَان الْغَلَيَان . وَالتَّنُّور اِسْم أَعْجَمِيّ عَرَّبَته الْعَرَب , وَهُوَ عَلَى بِنَاء فَعَّلَ ; لِأَنَّ أَصْل بِنَائِهِ تَنَّرَ , وَلَيْسَ فِي كَلَام الْعَرَب نُون قَبْل رَاء . وَقِيلَ : مَعْنَى &quot; فَارَ التَّنُّور &quot; التَّمْثِيل لِحُضُورِ الْعَذَاب ; كَقَوْلِهِمْ : حَمِيَ الْوَطِيس إِذَا اِشْتَدَّتْ الْحَرْب . وَالْوَطِيس التَّنُّور . وَيُقَال : فَارَتْ قِدْر الْقَوْم إِذَا اِشْتَدَّ حَرْبهمْ ; قَالَ شَاعِرهمْ : تَرَكْتُمْ قِدْركُمْ لَا شَيْء فِيهَا وَقِدْر الْقَوْم حَامِيَة تَفُور



يَعْنِي ذَكَرًا وَأُنْثَى ; لِبَقَاءِ أَصْل النَّسْل بَعْد الطُّوفَان . وَقَرَأَ حَفْص &quot; مِنْ كُلٍّ زَوْجَيْنِ اِثْنَيْنِ &quot; بِتَنْوِينِ &quot; كُلّ &quot; أَيْ مِنْ كُلّ شَيْء زَوْجَيْنِ . وَالْقِرَاءَتَانِ تَرْجِعَانِ إِلَى مَعْنًى وَاحِد : شَيْء مَعَهُ آخَر لَا يَسْتَغْنِي عَنْهُ . وَيُقَال لِلِاثْنَيْنِ : هُمَا زَوْجَانِ , فِي كُلّ اِثْنَيْنِ لَا يَسْتَغْنِي أَحَدهمَا عَنْ صَاحِبه ; فَإِنَّ الْعَرَب تُسَمِّي كُلّ وَاحِد مِنْهُمَا زَوْجًا يُقَال : لَهُ زَوْجَا نَعْل إِذَا كَانَ لَهُ نَعْلَانِ . وَكَذَلِكَ عِنْده زَوْجَا حَمَام , وَعَلَيْهِ زَوْجَا قُيُود ; قَالَ اللَّه تَعَالَى : &quot; وَأَنَّهُ خَلَقَ الزَّوْجَيْنِ الذَّكَر وَالْأُنْثَى &quot; . [ النَّجْم : 45 ] . وَيُقَال لِلْمَرْأَةِ هِيَ زَوْج الرَّجُل , وَلِلرَّجُلِ هُوَ زَوْجهَا . وَقَدْ يُقَال لِلِاثْنَيْنِ هُمَا زَوْج , وَقَدْ يَكُون الزَّوْجَانِ بِمَعْنَى الضَّرْبَيْنِ , وَالصِّنْفَيْنِ , وَكُلّ ضَرْب يُدْعَى زَوْجًا ; قَالَ اللَّه تَعَالَى : &quot; وَأَنْبَتَتْ مِنْ كُلّ زَوْج بَهِيج &quot; [ الْحَجّ : 5 ] أَيْ مِنْ كُلّ لَوْن وَصِنْف . وَقَالَ الْأَعْشَى : وَكُلّ زَوْج مِنْ الدِّيبَاج يَلْبَسهُ أَبُو قُدَامَة مَحْبُوّ بِذَاكَ مَعَا أَرَادَ كُلّ ضَرْب وَلَوْن . و &quot; مِنْ كُلّ زَوْجَيْنِ &quot; فِي مَوْضِع نَصْب ب &quot; اِحْمِلْ &quot; . &quot; اِثْنَيْنِ &quot; تَأْكِيد .



أَيْ وَاحْمِلْ أَهْلك .


&quot; مَنْ &quot; فِي مَوْضِع نَصْب بِالِاسْتِثْنَاءِ .



مِنْهُمْ أَيْ بِالْهَلَاكِ ; وَهُوَ اِبْنه كَنْعَان وَامْرَأَته وَاعِلَة كَانَا كَافِرَيْنِ .



قَالَ الضَّحَّاك وَابْن جُرَيْج : أَيْ اِحْمِلْ مَنْ آمَنَ بِي , أَيْ مَنْ صَدَّقَك ; ف &quot; مَنْ &quot; فِي مَوْضِع نَصْب ب &quot; اِحْمِلْ &quot; .



قَالَ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا : ( آمَنَ مِنْ قَوْمه ثَمَانُونَ إِنْسَانًا , مِنْهُمْ ثَلَاثَة مِنْ بَنِيهِ ; سَام وَحَام وَيَافِث , وَثَلَاث كَنَائِن لَهُ . وَلَمَّا خَرَجُوا مِنْ السَّفِينَة بَنَوْا قَرْيَة وَهِيَ الْيَوْم تُدْعَى قَرْيَة الثَّمَانِينَ بِنَاحِيَةِ الْمَوْصِل ) . وَوَرَدَ فِي الْخَبَر أَنَّهُ كَانَ فِي السَّفِينَة ثَمَانِيَة أَنْفُس ; نُوح وَزَوْجَته غَيْر الَّتِي عُوقِبَتْ , وَبَنُوهُ الثَّلَاثَة وَزَوْجَاتهمْ ; وَهُوَ قَوْل قَتَادَة وَالْحَكَم بْن عُتَيْبَة وَابْن جُرَيْج وَمُحَمَّد بْن كَعْب ; فَأَصَابَ حَام اِمْرَأَته فِي السَّفِينَة , فَدَعَا نُوح اللَّه أَنْ يُغَيِّر نُطْفَته فَجَاءَ بِالسُّودَانِ . قَالَ عَطَاء : وَدَعَا نُوح عَلَى حَام أَلَّا يَعْدُو شَعْر أَوْلَاده آذَانهمْ , وَأَنَّهُمْ حَيْثُمَا كَانَ وَلَده يَكُونُونَ عَبِيدًا لِوَلَدِ سَام وَيَافِث . وَقَالَ الْأَعْمَش : كَانُوا سَبْعَة ; نُوح وَثَلَاث كَنَائِن وَثَلَاثَة بَنِينَ ; وَأَسْقَطَ اِمْرَأَة نُوح . وَقَالَ اِبْن إِسْحَاق : كَانُوا عَشَرَة سِوَى نِسَائِهِمْ ; نُوح وَبَنُوهُ سَام وَحَام وَيَافِث , وَسِتَّة أُنَاس مِمَّنْ كَانَ آمَنَ بِهِ , وَأَزْوَاجهمْ جَمِيعًا . و &quot; قَلِيل &quot; رُفِعَ بِ&quot; آمَنَ &quot; , وَلَا يَجُوز نَصْبه عَلَى الِاسْتِثْنَاء ; لِأَنَّ الْكَلَام قَبْله لَمْ يَتِمّ , إِلَّا أَنَّ الْفَائِدَة فِي دُخُول &quot; إِلَّا &quot; و &quot; مَا &quot; لِأَنَّك لَوْ قُلْت : آمَنَ مَعَهُ فُلَان وَفُلَان جَازَ أَنْ يَكُون غَيْرهمْ قَدْ آمَنَ ; فَإِذَا جِئْت بِمَا وَإِلَّا , أَوْجَبْت لِمَا بَعْد إِلَّا وَنَفَيْت عَنْ غَيْرهمْ .';
$t[41] = 'أَمْر بِالرُّكُوبِ ; وَيَحْتَمِل أَنْ يَكُون مِنْ اللَّه تَعَالَى , وَيَحْتَمِل أَنْ يَكُون مِنْ نُوح لِقَوْمِهِ . وَالرُّكُوب الْعُلُوّ عَلَى ظَهْر الشَّيْء . وَيُقَال : رَكِبَهُ الدَّيْن . وَفِي الْكَلَام حَذْف ; أَيْ اِرْكَبُوا الْمَاء فِي السَّفِينَة . وَقِيلَ : الْمَعْنَى اِرْكَبُوهَا . و &quot; فِي &quot; لِلتَّأْكِيدِ كَقَوْلِهِ تَعَالَى : &quot; إِنْ كُنْتُمْ لِلرُّؤْيَا تَعْبُرُونَ &quot; [ يُوسُف : 43 ] وَفَائِدَة &quot; فِي &quot; أَنَّهُمْ أُمِرُوا أَنْ يَكُونُوا فِي جَوْفهَا لَا عَلَى ظَهْرهَا . قَالَ عِكْرِمَة : رَكِبَ نُوح عَلَيْهِ السَّلَام فِي الْفُلْك لِعَشْرٍ خَلَوْنَ مِنْ رَجَب , وَاسْتَوَتْ عَلَى الْجُودِيّ لِعَشْرٍ خَلَوْنَ مِنْ الْمُحَرَّم ; فَذَلِكَ سِتَّة أَشْهُر ; وَقَالَهُ قَتَادَة وَزَادَ وَهُوَ يَوْم عَاشُورَاء ; فَقَالَ لِمَنْ كَانَ مَعَهُ : مَنْ كَانَ صَائِمًا فَلْيُتِمَّ صَوْمه , وَمَنْ لَمْ يَكُنْ صَائِمًا فَلْيَصُمْهُ . وَذَكَرَ الطَّبَرِيّ فِي هَذَا حَدِيثًا عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ( أَنَّ نُوحًا رَكِبَ فِي السَّفِينَة أَوَّل يَوْم مِنْ رَجَب , وَصَامَ الشَّهْر أَجْمَع , وَجَرَتْ بِهِمْ السَّفِينَة إِلَى يَوْم عَاشُورَاء , فَفِيهِ أَرْسَتْ عَلَى الْجُودِيّ , فَصَامَهُ نُوح وَمَنْ مَعَهُ ) . وَذَكَرَ الطَّبَرِيّ عَنْ اِبْن إِسْحَاق مَا يَقْتَضِي أَنَّهُ أَقَامَ عَلَى الْمَاء نَحْو السَّنَة , وَمَرَّتْ بِالْبَيْتِ فَطَافَتْ بِهِ سَبْعًا , وَقَدْ رَفَعَهُ اللَّه عَنْ الْغَرَق فَلَمْ يَنَلْهُ غَرَق , ثُمَّ مَضَتْ إِلَى الْيَمَن وَرَجَعَتْ إِلَى الْجُودِيّ فَاسْتَوَتْ عَلَيْهِ .



قِرَاءَة أَهْل الْحَرَمَيْنِ وَأَهْل الْبَصْرَة بِضَمِّ الْمِيم فِيهِمَا إِلَّا مَنْ شَذَّ , عَلَى مَعْنَى بِسْمِ اللَّه إِجْرَاؤُهَا وَإِرْسَاؤُهَا ; فَمَجْرَاهَا وَمُرْسَاهَا فِي مَوْضِع رَفْع بِالِابْتِدَاءِ ; وَيَجُوز أَنْ تَكُون فِي مَوْضِع نَصْب , وَيَكُون التَّقْدِير : بِسْمِ اللَّه وَقْت إِجْرَائِهَا ثُمَّ حَذَفَ وَقْت , وَأُقِيمَ &quot; مَجْرَاهَا &quot; مَقَامه . وَقَرَأَ الْأَعْمَش وَحَمْزَة وَالْكِسَائِيّ : &quot; بِسْمِ اللَّه مَجْرِيهَا &quot; بِفَتْحِ الْمِيم و &quot; مُرْسَاهَا &quot; بِضَمِّ الْمِيم . وَرَوَى يَحْيَى بْن عِيسَى عَنْ الْأَعْمَش عَنْ يَحْيَى بْن وَثَّاب &quot; بِسْمِ اللَّه مَجْرَاهَا وَمَرْسَاهَا &quot; بِفَتْحِ الْمِيم فِيهِمَا ; عَلَى الْمَصْدَر مِنْ جَرَتْ تَجْرِي جَرْيًا وَمَجْرًى , وَرَسَتْ رُسُوًّا وَمَرْسًى إِذَا ثَبَتَتْ . وَقَرَأَ مُجَاهِد وَسُلَيْمَان بْن جُنْدُب وَعَاصِم الْجَحْدَرِيّ وَأَبُو رَجَاء الْعُطَارِدِيّ : &quot; بِسْمِ اللَّه مُجْرِيهَا وَمُرْسِيهَا &quot; نَعْت لِلَّهِ عَزَّ وَجَلَّ فِي مَوْضِع جَرّ . وَيَجُوز أَنْ يَكُون فِي مَوْضِع رَفْع عَلَى إِضْمَار مُبْتَدَأ ; أَيْ هُوَ مُجْرِيهَا وَمُرْسِيهَا . وَيَجُوز النَّصْب عَلَى الْحَال . وَقَالَ الضَّحَّاك . كَانَ نُوح عَلَيْهِ السَّلَام إِذَا قَالَ بِسْمِ اللَّه مَجْرَاهَا جَرَتْ , وَإِذَا قَالَ بِسْمِ اللَّه مُرْسَاهَا رَسَتْ . وَرَوَى مَرْوَان بْن سَالِم عَنْ طَلْحَة بْن عَبْد اللَّه بْن كُرَيْز عَنْ الْحُسَيْن بْن عَلِيّ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : ( أَمَان لِأُمَّتِي مِنْ الْغَرَق إِذَا رَكِبُوا فِي الْفُلْك بِسْمِ اللَّه الرَّحْمَن الرَّحِيم &quot; وَمَا قَدَرُوا اللَّه حَقَّ قَدْره وَالْأَرْض جَمِيعًا قَبْضَته يَوْم الْقِيَامَة وَالسَّمَاوَات مَطْوِيَّات بِيَمِينِهِ سُبْحَانه وَتَعَالَى عَمَّا يُشْرِكُونَ &quot; [ الزُّمَر : 67 ] &quot; بِسْمِ اللَّه مَجْرَاهَا وَمُرْسَاهَا إِنَّ رَبِّي لَغَفُور رَحِيم &quot; . وَفِي هَذِهِ الْآيَة دَلِيل , عَلَى ذِكْر الْبَسْمَلَة عِنْد اِبْتِدَاء كُلّ فِعْل ; كَمَا بَيَّنَّاهُ فِي الْبَسْمَلَة ; وَالْحَمْد لِلَّهِ .


أَيْ لِأَهْلِ السَّفِينَة . وَرُوِيَ عَنْ اِبْن عَبَّاس قَالَ : ( لَمَّا كَثُرَتْ الْأَرْوَاث وَالْأَقْذَار أَوْحَى اللَّه إِلَى نُوح اِغْمِزْ ذَنَب الْفِيل , فَوَقَعَ مِنْهُ خِنْزِير وَخِنْزِيرَة فَأَقْبَلَا عَلَى الرَّوْث ; فَقَالَ نُوح : لَوْ غَمَزْت ذَنَب هَذَا الْخِنْزِير ! فَفَعَلَ , فَخَرَجَ مِنْهُ فَأَرَ وَفَأْرَة فَلَمَّا وَقَعَا أَقْبَلَا عَلَى السَّفِينَة وَحِبَالهَا تَقْرِضهَا , وَتَقْرِض الْأَمْتِعَة وَالْأَزْوَاد حَتَّى خَافُوا عَلَى حِبَال السَّفِينَة ; فَأَوْحَى اللَّه إِلَى نُوح أَنْ اِمْسَحْ جَبْهَة الْأَسَد فَمَسَحَهَا , فَخَرَجَ مِنْهَا سِنَّوْرَانِ فَأَكَلَا الْفَأْرَة . وَلَمَّا حَمَلَ الْأَسَد فِي السَّفِينَة قَالَ : يَا رَبّ مِنْ أَيْنَ أُطْعِمهُ ؟ قَالَ : سَوْفَ أُشْغِلهُ ; فَأَخَذَتْهُ الْحُمَّى ; فَهُوَ الدَّهْر مَحْمُوم . قَالَ اِبْن عَبَّاس : ( وَأَوَّل مَا حَمَلَ نُوح مِنْ الْبَهَائِم فِي الْفُلْك حَمَلَ الْإِوَزَّة , وَآخِر مَا حَمَلَ حَمَلَ الْحِمَار ) ; قَالَ : وَتَعَلَّقَ إِبْلِيس بِذَنَبِهِ , وَيَدَاهُ قَدْ دَخَلَتَا فِي السَّفِينَة , وَرِجْلَاهُ خَارِجَة بَعْد فَجَعَلَ الْحِمَار يَضْطَرِب وَلَا يَسْتَطِيع أَنْ يَدْخُل , فَصَاحَ بِهِ نُوح : اُدْخُلْ وَيْلك فَجَعَلَ يَضْطَرِب ; فَقَالَ : اُدْخُلْ وَيْلك ! وَإِنْ كَانَ مَعَك الشَّيْطَان , كَلِمَة زَلَّتْ عَلَى لِسَانه , فَدَخَلَ وَوَثَبَ الشَّيْطَان فَدَخَلَ . ثُمَّ إِنَّ نُوحًا رَآهُ يُغَنِّي فِي السَّفِينَة , فَقَالَ لَهُ : يَا لَعِين مَا أَدْخَلَك بَيْتِي ؟ ! قَالَ : أَنْتَ أَذِنْت لِي ; فَذَكَرَ لَهُ ; فَقَالَ لَهُ : قُمْ فَاخْرُجْ . قَالَ : مَا لَك بُدّ فِي أَنْ تَحْمِلنِي مَعَك , فَكَانَ فِيمَا يَزْعُمُونَ فِي ظَهْر الْفُلْك . وَكَانَ مَعَ نُوح عَلَيْهِ السَّلَام خَرَزَتَانِ مُضِيئَتَانِ , وَاحِدَة مَكَان الشَّمْس , وَالْأُخْرَى مَكَان الْقَمَر . اِبْن عَبَّاس : ( إِحْدَاهُمَا بَيْضَاء كَبَيَاضِ النَّهَار , وَالْأُخْرَى سَوْدَاء كَسَوَادِ اللَّيْل ) ; فَكَانَ يَعْرِف بِهِمَا مَوَاقِيت الصَّلَاة ; فَإِذَا أَمْسَوْا غَلَبَ سَوَاد هَذِهِ بَيَاض هَذِهِ , وَإِذَا أَصْبَحُوا غَلَبَ بَيَاض هَذِهِ سَوَاد هَذِهِ ; عَلَى قَدْر السَّاعَات .';
$t[42] = 'الْمَوْج جَمْع مَوْجَة ; وَهِيَ مَا اِرْتَفَعَ مِنْ جُمْلَة الْمَاء الْكَثِير عِنْد اِشْتِدَاد الرِّيح . وَالْكَاف لِلتَّشْبِيهِ , وَهِيَ فِي مَوْضِع خَفْض نَعْت لِلْمَوْجِ . وَجَاءَ فِي التَّفْسِير أَنَّ الْمَاء جَاوَزَ كُلّ شَيْء بِخَمْسَةَ عَشَرَ ذِرَاعًا .


قِيلَ : كَانَ كَافِرًا وَاسْمه كَنْعَان . وَقِيلَ : يَام . وَيَجُوز عَلَى قَوْل سِيبَوَيْهِ : &quot; وَنَادَى نُوح اِبْنه &quot; بِحَذْفِ الْوَاو مِنْ &quot; اِبْنه &quot; فِي اللَّفْظ , وَأَنْشَدَ : لَهُ زَجَل كَأَنَّهُ صَوْت حَادٍ فَأَمَّا &quot; وَنَادَى نُوح اِبْنه وَكَانَ &quot; فَقِرَاءَة شَاذَّة , وَهِيَ مَرْوِيَّة عَنْ عَلِيّ بْن أَبِي طَالِب كَرَّمَ اللَّه وَجْهه , وَعُرْوَة بْن الزُّبَيْر . وَزَعَمَ أَبُو حَاتِم أَنَّهَا تَجُوز عَلَى أَنَّهُ يُرِيد &quot; اِبْنهَا &quot; فَحَذَفَ الْأَلِف كَمَا تَقُول : &quot; اِبْنه &quot; ; فَتَحْذِف الْوَاو . وَقَالَ النَّحَّاس : وَهَذَا الَّذِي قَالَهُ أَبُو حَاتِم لَا يَجُوز عَلَى مَذْهَب سِيبَوَيْهِ ; لِأَنَّ الْأَلِف خَفِيفَة فَلَا يَجُوز حَذْفهَا , وَالْوَاو ثَقِيلَة يَجُوز حَذْفهَا



أَيْ مِنْ دِين أَبِيهِ . وَقِيلَ : عَنْ السَّفِينَة . وَقِيلَ : إِنَّ نُوحًا لَمْ يَعْلَم أَنَّ اِبْنه كَانَ كَافِرًا , وَأَنَّهُ ظَنَّ أَنَّهُ مُؤْمِن ; وَلِذَلِكَ قَالَ لَهُ : &quot; وَلَا تَكُنْ مَعَ الْكَافِرِينَ &quot; وَسَيَأْتِي . وَكَانَ هَذَا النِّدَاء مِنْ قَبْل أَنْ يَسْتَيْقِن الْقَوْم الْغَرَق ; وَقَبْل رُؤْيَة الْيَأْس , بَلْ كَانَ فِي أَوَّل مَا فَارَ التَّنُّور , وَظَهَرَتْ الْعَلَامَة لِنُوحٍ . وَقَرَأَ عَاصِم : &quot; يَا بُنَيَّ اِرْكَبْ مَعَنَا &quot; بِفَتْحِ الْيَاء , وَالْبَاقُونَ بِكَسْرِهَا . وَأَصْل &quot; يَا بُنَيّ &quot; أَنْ تَكُون بِثَلَاثِ يَاءَات ; يَاء التَّصْغِير , وَيَاء الْفِعْل , وَيَاء الْإِضَافَة ; فَأُدْغِمَتْ يَاء التَّصْغِير فِي لَام الْفِعْل , وَكُسِرَتْ لَام الْفِعْل مِنْ أَجْل يَاء الْإِضَافَة , وَحُذِفَتْ يَاء الْإِضَافَة لِوُقُوعِهَا مَوْقِع التَّنْوِين , أَوْ لِسُكُونِهَا وَسُكُون الرَّاء فِي هَذَا الْمَوْضِع ; هَذَا أَصْل قِرَاءَة مَنْ كَسَرَ الْيَاء , وَهُوَ أَيْضًا أَصْل قِرَاءَة مَنْ فَتَحَ ; لِأَنَّهُ قَلَبَ يَاء الْإِضَافَة أَلِفًا لِخِفَّةِ الْأَلِف , ثُمَّ حَذَفَ الْأَلِف لِكَوْنِهَا عِوَضًا مِنْ حَرْف يُحْذَف , أَوْ لِسُكُونِهَا وَسُكُون الرَّاء . قَالَ النَّحَّاس : أَمَّا قِرَاءَة عَاصِم فَمُشْكِلَة ; قَالَ أَبُو حَاتِم : يُرِيد يَا بُنَيَّاهُ ثُمَّ يُحْذَف ; قَالَ النَّحَّاس : رَأَيْت عَلِيّ بْن سُلَيْمَان يَذْهَب إِلَى أَنَّ هَذَا لَا يَجُوز ; لِأَنَّ الْأَلِف خَفِيفَة . قَالَ أَبُو جَعْفَر النَّحَّاس : مَا عَلِمْت أَنَّ أَحَدًا مِنْ النَّحْوِيِّينَ جَوَّزَ الْكَلَام فِي هَذَا إِلَّا أَبَا إِسْحَاق ; فَإِنَّهُ زَعَمَ أَنَّ الْفَتْح مِنْ جِهَتَيْنِ , وَالْكَسْر مِنْ جِهَتَيْنِ ; فَالْفَتْح عَلَى أَنَّهُ يُبَدِّل مِنْ الْيَاء أَلِفًا ; قَالَ اللَّه عَزَّ وَجَلَّ إِخْبَارًا : &quot; يَا وَيْلَتَا &quot; [ هُود : 72 ] وَكَمَا قَالَ الشَّاعِر : فَيَا عَجَبًا مِنْ رَحْلهَا الْمُتَحَمَّل فَيُرِيد يَا بُنَيَّا , ثُمَّ حَذَفَ الْأَلِف ; لِالْتِقَاءِ السَّاكِنَيْنِ , كَمَا تَقُول : جَاءَنِي عَبْدَا اللَّه فِي التَّثْنِيَة . وَالْجِهَة الْأُخْرَى أَنْ تَحْذِف الْأَلِف ; لِأَنَّ النِّدَاء مَوْضِع حَذْف . وَالْكَسْر عَلَى أَنْ تُحْذَف الْيَاء لِلنِّدَاءِ . وَالْجِهَة الْأُخْرَى عَلَى أَنْ تَحْذِفهَا لِالْتِقَاءِ السَّاكِنَيْنِ .';
$t[43] = 'أَيْ أَرْجِع وَأَنْضَمّ .


أَيْ يَمْنَعنِي


فَلَا أَغْرَق .


أَيْ لَا مَانِع ; فَإِنَّهُ يَوْم حَقَّ فِيهِ الْعَذَاب عَلَى الْكُفَّار . وَانْتَصَبَ &quot; عَاصِم &quot; عَلَى التَّبْرِئَة . وَيَجُوز &quot; لَا عَاصِم الْيَوْم &quot; تَكُون لَا بِمَعْنَى لَيْسَ .


فِي مَوْضِع نَصْب اِسْتِثْنَاء لَيْسَ مِنْ الْأَوَّل ; أَيْ لَكِنْ مَنْ رَحِمَهُ اللَّه فَهُوَ يَعْصِمهُ , قَالَهُ الزَّجَّاج . وَيَجُوز أَنْ يَكُون فِي مَوْضِع رَفْع , عَلَى أَنَّ عَاصِمًا بِمَعْنَى مَعْصُوم ; مِثْل : &quot; مَاء دَافِق &quot; [ الطَّارِق : 6 ] أَيْ مَدْفُوق ; فَالِاسْتِثْنَاء . عَلَى هَذَا مُتَّصِل ; قَالَ الشَّاعِر : بَطِيء الْقِيَام رَخِيم الْكَلَا م أَمْسَى فُؤَادِي بِهِ فَاتِنَا أَيْ مَفْتُونًا . وَقَالَ آخَر : دَعْ الْمَكَارِم لَا تَنْهَض لِبُغْيَتِهَا وَاقْعُدْ فَإِنَّك أَنْتَ الطَّاعِم الْكَاسِي أَيْ الْمَطْعُوم الْمَكْسُوّ . قَالَ النَّحَّاس : وَمِنْ أَحْسَن مَا قِيلَ فِيهِ أَنْ تَكُون &quot; مَنْ &quot; فِي مَوْضِع رَفْع ; بِمَعْنَى لَا يَعْصِم الْيَوْم مِنْ أَمْر اللَّه إِلَّا الرَّاحِم ; أَيْ إِلَّا اللَّه . وَهَذَا اِخْتِيَار الطَّبَرِيّ . وَيُحَسِّن هَذَا أَنَّك لَمْ تَجْعَل عَاصِمًا بِمَعْنَى مَعْصُوم فَتُخْرِجهُ مِنْ بَابه , وَلَا &quot; إِلَّا &quot; بِمَعْنَى &quot; لَكِنْ &quot;


يَعْنِي بَيْن نُوح وَابْنه .


قِيلَ : إِنَّهُ كَانَ رَاكِبًا عَلَى فَرَس قَدْ بَطِرَ بِنَفْسِهِ , وَأُعْجِبَ بِهَا ; فَلَمَّا رَأَى الْمَاء جَاءَ قَالَ : يَا أَبَتِ فَارَ التَّنُّور , فَقَالَ لَهُ أَبُوهُ : &quot; يَا بُنَيّ اِرْكَبْ مَعَنَا &quot; فَمَا اِسْتَتَمَّ الْمُرَاجَعَة حَتَّى جَاءَتْ مَوْجَة عَظِيمَة فَالْتَقَمَتْهُ هُوَ وَفَرَسه , وَحِيلَ بَيْنه وَبَيْن نُوح فَغَرِقَ . وَقِيلَ : إِنَّهُ اِتَّخَذَ لِنَفْسِهِ بَيْتًا مِنْ زُجَاج يَتَحَصَّن فِيهِ مِنْ الْمَاء , فَلَمَّا فَارَ التَّنُّور دَخَلَ فِيهِ وَأَقْفَلَهُ عَلَيْهِ مِنْ دَاخِل , فَلَمْ يَزَلْ يَتَغَوَّط فِيهِ وَيَبُول حَتَّى غَرِقَ بِذَلِكَ . وَقِيلَ : إِنَّ الْجَبَل الَّذِي أَوَى إِلَيْهِ &quot; طُور سَيْنَاء &quot; .';
$t[44] = 'هَذَا مَجَاز لِأَنَّهَا مَوَات . وَقِيلَ : جُعِلَ فِيهَا مَا تُمَيِّز بِهِ . وَاَلَّذِي قَالَ إِنَّهُ مَجَاز قَالَ : لَوْ فُتِّشَ كَلَام الْعَرَب وَالْعَجَم مَا وُجِدَ فِيهِ مِثْل هَذِهِ الْآيَة عَلَى حُسْن نَظْمهَا , وَبَلَاغَة رَصْفهَا , وَاشْتِمَال الْمَعَانِي فِيهَا . وَفِي الْأَثَر : إِنَّ اللَّه تَعَالَى لَا يُخْلِي الْأَرْض مِنْ مَطَر عَام أَوْ عَامَيْنِ , وَأَنَّهُ مَا نَزَلَ مِنْ السَّمَاء مَاء قَطُّ إِلَّا بِحِفْظِ مَلَك مُوَكَّل بِهِ إِلَّا مَا كَانَ مِنْ مَاء الطُّوفَان ; فَإِنَّهُ خَرَجَ مِنْهُ مَا لَا يَحْفَظهُ الْمَلَك . وَذَلِكَ قَوْله تَعَالَى : &quot; إِنَّا لَمَّا طَغَى الْمَاء حَمَلْنَاكُمْ فِي الْجَارِيَة &quot; [ الْحَاقَّة : 11 ] فَجَرَتْ بِهِمْ السَّفِينَة إِلَى أَنْ تَنَاهَى الْأَمْر ; فَأَمَرَ اللَّه الْمَاء الْمُنْهَمِر مِنْ السَّمَاء بِالْإِمْسَاكِ , وَأَمَرَ اللَّه الْأَرْض بِالِابْتِلَاعِ . وَيُقَال : بَلَعَ الْمَاء يَبْلَعهُ مِثْل مَنَعَ يَمْنَع وَبَلِعَ يَبْلَع مِثْل حَمِدَ وَيَحْمَد ; لُغَتَانِ حَكَاهُمَا الْكِسَائِيّ وَالْفَرَّاء . وَالْبَالُوعَة الْمَوْضِع الَّذِي يَشْرَب الْمَاء . قَالَ اِبْن الْعَرَبِيّ : اِلْتَقَى الْمَاءَانِ عَلَى أَمْر قَدْ قُدِرَ , مَا كَانَ فِي الْأَرْض وَمَا نَزَلَ مِنْ السَّمَاء ; فَأَمَرَ اللَّه مَا نَزَلَ مِنْ السَّمَاء بِالْإِقْلَاعِ , فَلَمْ تَمْتَصّ الْأَرْض مِنْهُ قَطْرَة , وَأَمَرَ الْأَرْض بِابْتِلَاعِ مَا خَرَجَ مِنْهَا فَقَطْ . وَذَلِكَ قَوْله تَعَالَى : &quot; وَقِيلَ يَا أَرْض اِبْلَعِي مَاءَك وَيَا سَمَاء أَقْلِعِي وَغِيضَ الْمَاء &quot; وَقِيلَ : مَيَّزَ اللَّه بَيْن الْمَاءَيْنِ , فَمَا كَانَ مِنْ مَاء الْأَرْض أَمَرَهَا فَبَلَعَتْهُ , وَصَارَ مَاء السَّمَاء بِحَارًا .


أَيْ نَقَصَ ; يُقَال : غَاضَ الشَّيْء وَغِضْته أَنَا ; كَمَا يُقَال : نَقَصَ بِنَفْسِهِ وَنَقَصَهُ غَيْره , وَيَجُوز &quot; غُيِضَ &quot; بِضَمِّ الْغَيْن .


أَيْ أُحْكِمَ وَفُرِغَ مِنْهُ ; يَعْنِي أُهْلِكَ قَوْم نُوح عَلَى تَمَام وَإِحْكَام . وَيُقَال : إِنَّ اللَّه تَعَالَى أَعْقَمَ أَرْحَامهمْ أَيْ أَرْحَام نِسَائِهِمْ قَبْل الْغَرَق بِأَرْبَعِينَ سَنَة , فَلَمْ يَكُنْ فِيمَنْ هَلَكَ صَغِير . وَالصَّحِيح أَنَّهُ أَهْلَكَ الْوِلْدَان بِالطُّوفَانِ , كَمَا هَلَكَتْ الطَّيْر وَالسِّبَاع . وَلَمْ يَكُنْ الْغَرَق عُقُوبَة لِلصِّبْيَانِ وَالْبَهَائِم وَالطَّيْر , بَلْ مَاتُوا بِآجَالِهِمْ . وَحُكِيَ أَنَّهُ لَمَّا كَثُرَ الْمَاء فِي السِّكَك خَشِيَتْ أُمّ صَبِيّ عَلَيْهِ ; وَكَانَتْ تُحِبّهُ حُبًّا شَدِيدًا , فَخَرَجَتْ بِهِ إِلَى الْجَبَل , حَتَّى بَلَغَتْ ثُلُثه , فَلَمَّا بَلَغَهَا الْمَاء خَرَجَتْ حَتَّى بَلَغَتْ ثُلُثَيْهِ , فَلَمَّا بَلَغَهَا الْمَاء اِسْتَوَتْ عَلَى الْجَبَل ; فَلَمَّا بَلَغَ الْمَاء رَقَبَتهَا رَفَعَتْ يَدَيْهَا بِابْنِهَا حَتَّى ذَهَبَ بِهَا الْمَاء ; فَلَوْ رَحِمَ اللَّه مِنْهُمْ أَحَدًا لَرَحِمَ أُمّ الصَّبِيّ .



أَيْ هَلَاكًا لَهُمْ . الْجُودِيّ جَبَل بِقُرْبِ الْمَوْصِل ; اِسْتَوَتْ عَلَيْهِ فِي الْعَاشِر مِنْ الْمُحَرَّم يَوْم عَاشُورَاء ; فَصَامَهُ نُوح وَأَمَرَ جَمِيع مَنْ مَعَهُ مِنْ النَّاس وَالْوَحْش وَالطَّيْر وَالدَّوَابّ وَغَيْرهَا فَصَامُوهُ , شُكْرًا لِلَّهِ تَعَالَى وَقَدْ تَقَدَّمَ هَذَا الْمَعْنَى . وَقِيلَ : كَانَ ذَلِكَ يَوْم الْجُمْعَة . وَرُوِيَ أَنَّ اللَّه تَعَالَى أَوْحَى إِلَى الْجِبَال أَنَّ السَّفِينَة تُرْسَى عَلَى وَاحِد مِنْهَا فَتَطَاوَلَتْ , وَبَقِيَ الْجُودِيّ لَمْ يَتَطَاوَل تَوَاضُعًا لِلَّهِ , فَاسْتَوَتْ السَّفِينَة عَلَيْهِ : وَبَقِيَتْ عَلَيْهِ أَعْوَادهَا . وَفِي الْحَدِيث أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : ( لَقَدْ بَقِيَ مِنْهَا شَيْء أَدْرَكَهُ أَوَائِل هَذِهِ الْأُمَّة ) . وَقَالَ مُجَاهِد : تَشَامَخَتْ الْجِبَال وَتَطَاوَلَتْ لِئَلَّا يَنَالهَا الْغَرَق ; فَعَلَا الْمَاء فَوْقهَا خَمْسَة عَشَرَ ذِرَاعًا , وَتَطَامَنَ الْجُودِيّ , وَتَوَاضَعَ لِأَمْرِ اللَّه تَعَالَى فَلَمْ يَغْرَق , وَرَسَتْ السَّفِينَة عَلَيْهِ . وَقَدْ قِيلَ : إِنَّ الْجُودِيّ اِسْم لِكُلِّ جَبَل , وَمِنْهُ قَوْل زَيْد بْن عَمْرو بْن نُفَيْل . سُبْحَانه ثُمَّ سُبْحَانًا يَعُود لَهُ وَقَبْلنَا سَبَّحَ الْجُودِيّ وَالْجَمَد وَيُقَال : إِنَّ الْجُودِيّ مِنْ جِبَال الْجَنَّة ; فَلِهَذَا اِسْتَوَتْ عَلَيْهِ . وَيُقَال : أَكْرَمَ اللَّه ثَلَاثَة جِبَال بِثَلَاثَةِ نَفَر : الْجُودِيّ بِنُوحٍ , وَطُور سَيْنَاء بِمُوسَى , وَحِرَاء بِمُحَمَّدٍ صَلَوَات اللَّه وَسَلَامه عَلَيْهِمْ أَجْمَعِينَ .

[ مَسْأَلَة ] : لَمَّا تَوَاضَعَ الْجُودِيّ وَخَضَعَ عَزَّ , وَلَمَّا اِرْتَفَعَ غَيْره وَاسْتَعْلَى ذَلَّ , وَهَذِهِ سُنَّة اللَّه فِي خَلْقه , يَرْفَع مَنْ تَخَشَّعَ , وَيَضَع مَنْ تَرَفَّعَ ; وَلَقَدْ أَحْسَن الْقَائِل : وَإِذَا تَذَلَّلَتْ الرِّقَاب تَخَشُّعًا مِنَّا إِلَيْك فَعِزّهَا فِي ذُلّهَا وَفِي صَحِيح الْبُخَارِيّ وَمُسْلِم عَنْ أَنَس بْن مَالِك قَالَ : كَانَتْ نَاقَة لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تُسَمَّى الْعَضْبَاء ; وَكَانَتْ لَا تُسْبَق ; فَجَاءَ أَعْرَابِيّ عَلَى قَعُود لَهُ فَسَبَقَهَا , فَاشْتَدَّ ذَلِكَ عَلَى الْمُسْلِمِينَ ; وَقَالُوا : سُبِقَتْ الْعَضْبَاء ! فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ( إِنَّ حَقًّا عَلَى اللَّه أَلَّا يَرْفَع شَيْئًا مِنْ الدُّنْيَا إِلَّا وَضَعَهُ ) . وَخَرَّجَ مُسْلِم عَنْ أَبِي هُرَيْرَة عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : ( مَا نَقَصَتْ صَدَقَة مِنْ مَال وَمَا زَادَ اللَّه عَبْدًا بِعَفْوٍ إِلَّا عِزًّا وَمَا تَوَاضَعَ أَحَد لِلَّهِ إِلَّا رَفَعَهُ اللَّه ) . وَقَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : ( إِنَّ اللَّه أَوْحَى إِلَيَّ أَنْ تَوَاضَعُوا حَتَّى لَا يَبْغِي أَحَد عَلَى أَحَد وَلَا يَفْخَر أَحَد عَلَى أَحَد ) . خَرَّجَهُ الْبُخَارِيّ .

[ مَسْأَلَة ] : نَذْكُر فِيهَا مِنْ قِصَّة نُوح مَعَ قَوْمه وَبَعْض ذِكْر السَّفِينَة ذَكَرَ الْحَافِظ اِبْن عَسَاكِر فِي التَّارِيخ لَهُ عَنْ الْحَسَن : أَنَّ نُوحًا أَوَّل رَسُول بَعَثَهُ اللَّه إِلَى أَهْل الْأَرْض ; فَذَلِكَ قَوْله تَعَالَى : &quot; وَلَقَدْ أَرْسَلْنَا نُوحًا إِلَى قَوْمه فَلَبِثَ فِيهِمْ أَلْف سَنَة إِلَّا خَمْسِينَ عَامًا &quot; [ الْعَنْكَبُوت : 14 ] وَكَانَ قَدْ كَثُرَتْ فِيهِمْ الْمَعَاصِي , وَكَثُرَتْ الْجَبَابِرَة وَعَتَوْا عُتُوًّا كَبِيرًا , وَكَانَ نُوح يَدْعُوهُمْ لَيْلًا وَنَهَارًا , سِرًّا وَعَلَانِيَة , وَكَانَ صَبُورًا حَلِيمًا , وَلَمْ يَلْقَ أَحَد مِنْ الْأَنْبِيَاء أَشَدّ مِمَّا لَقِيَ نُوح , فَكَانُوا يَدْخُلُونَ عَلَيْهِ فَيَخْنُقُونَهُ حَتَّى يُتْرَك وَقِيذًا , وَيَضْرِبُونَهُ فِي الْمَجَالِس وَيُطْرَد , وَكَانَ لَا يَدْعُو عَلَى مَنْ يَصْنَع بِهِ بَلْ يَدْعُوهُمْ وَيَقُول : &quot; رَبّ اِغْفِرْ لِقَوْمِي فَإِنَّهُمْ لَا يَعْلَمُونَ &quot; فَكَانَ لَا يَزِيدهُمْ ذَلِكَ إِلَّا فِرَارًا مِنْهُ , حَتَّى أَنَّهُ لِيُكَلِّم الرَّجُل مِنْهُمْ فَيَلُفّ رَأْسه بِثَوْبِهِ , وَيَجْعَل أُصْبُعَيْهِ فِي أُذُنَيْهِ لِكَيْلَا يَسْمَع شَيْئًا مِنْ كَلَامه , فَذَلِكَ قَوْله تَعَالَى : &quot; وَإِنِّي كُلَّمَا دَعَوْتهمْ لِتَغْفِر لَهُمْ جَعَلُوا أَصَابِعهمْ فِي آذَانهمْ وَاسْتَغْشَوْا ثِيَابهمْ &quot; [ نُوح : 7 ] . وَقَالَ مُجَاهِد وَعُبَيْد بْن عُمَيْر : كَانُوا يَضْرِبُونَهُ حَتَّى يُغْشَى عَلَيْهِ فَإِذَا أَفَاقَ قَالَ : &quot; رَبّ اِغْفِرْ لِقَوْمِي فَإِنَّهُمْ لَا يَعْلَمُونَ &quot; . وَقَالَ اِبْن عَبَّاس : ( إِنَّ نُوحًا كَانَ يُضْرَب ثُمَّ يُلَفّ فِي لِبَد فَيُلْقَى فِي بَيْته يَرَوْنَ أَنَّهُ قَدْ مَاتَ , ثُمَّ يَخْرُج فَيَدْعُوهُمْ ; حَتَّى إِذَا يَئِسَ مِنْ إِيمَان قَوْمه جَاءَهُ رَجُل وَمَعَهُ اِبْنه وَهُوَ يَتَوَكَّأ عَلَى عَصًا ; فَقَالَ : يَا بُنَيّ اُنْظُرْ هَذَا الشَّيْخ لَا يَغُرَّنك , قَالَ : يَا أَبَتِ أَمْكِنِّي مِنْ الْعَصَا , فَأَمْكَنَهُ فَأَخَذَ الْعَصَا ثُمَّ قَالَ : ضَعْنِي فِي الْأَرْض فَوَضَعَهُ , فَمَشَى إِلَيْهِ بِالْعَصَا فَضَرَبَهُ فَشَجَّهُ شَجَّة مُوضِحَة فِي رَأْسه , وَسَالَتْ الدِّمَاء ; فَقَالَ نُوح : &quot; رَبّ قَدْ تَرَى مَا يَفْعَل بِي عِبَادك فَإِنْ يَكُ لَك فِي عِبَادك خَيْرِيَّة فَاهْدِهِمْ وَإِنْ يَكُ غَيْر ذَلِكَ فَصَبِّرْنِي إِلَى أَنْ تَحْكُم وَأَنْتَ خَيْر الْحَاكِمِينَ &quot; فَأَوْحَى اللَّه إِلَيْهِ وَآيَسَهُ مِنْ إِيمَان قَوْمه , وَأَخْبَرَهُ أَنَّهُ لَمْ يَبْقَ فِي أَصْلَاب الرِّجَال وَلَا فِي أَرْحَام النِّسَاء مُؤْمِن ) ;

قَالَ : &quot; وَأُوحِيَ إِلَى نُوح أَنَّهُ لَنْ يُؤْمِن مِنْ قَوْمك إِلَّا مَنْ قَدْ آمَنَ فَلَا تَبْتَئِس بِمَا كَانُوا يَفْعَلُونَ &quot; ; أَيْ لَا تَحْزَن عَلَيْهِمْ . &quot; وَاصْنَعْ الْفُلْك بِأَعْيُنِنَا وَوَحْينَا &quot; قَالَ : يَا رَبّ وَأَيْنَ الْخَشَب ؟ قَالَ : اِغْرِسْ الشَّجَر . قَالَ : فَغَرَسَ السَّاج عِشْرِينَ سَنَة , وَكَفَّ عَنْ الدُّعَاء , وَكَفُّوا عَنْ الِاسْتِهْزَاء . وَكَانُوا يَسْخَرُونَ مِنْهُ ; فَلَمَّا أَدْرَكَ الشَّجَر أَمَرَهُ رَبّه فَقَطَعَهَا وَجَفَّفَهَا : فَقَالَ : يَا رَبّ كَيْف أَتَّخِذ هَذَا الْبَيْت ؟ قَالَ : اِجْعَلْهُ عَلَى ثَلَاثَة صُوَر ; رَأْسه كَرَأْسِ الدِّيك , وَجُؤْجُؤُهُ كَجُؤْجُؤِ الطَّيْر , وَذَنَبه كَذَنَبِ الدِّيك ; وَاجْعَلْهَا مُطْبَقَة وَاجْعَلْ لَهَا أَبْوَابًا فِي جَنْبهَا , وَشُدَّهَا بِدُسُرٍ , يَعْنِي مَسَامِير الْحَدِيد . وَبَعَثَ اللَّه جِبْرِيل فَعَلَّمَهُ صَنْعَة السَّفِينَة , وَجَعَلَتْ يَده لَا تُخْطِئ . قَالَ اِبْن عَبَّاس : ( كَانَتْ دَار نُوح عَلَيْهِ السَّلَام دِمَشْق , وَأَنْشَأَ سَفِينَته مِنْ خَشَب لُبْنَان بَيْن زَمْزَم وَبَيْن الرُّكْن وَالْمَقَام ) , فَلَمَّا كَمُلَتْ حَمَلَ فِيهَا السِّبَاع وَالدَّوَابّ فِي الْبَاب الْأَوَّل , وَجَعَلَ الْوَحْش وَالطَّيْر فِي الْبَاب الثَّانِي , وَأَطْبَقَ عَلَيْهِمَا وَجَعَلَ أَوْلَاد آدَم أَرْبَعِينَ رَجُلًا وَأَرْبَعِينَ اِمْرَأَة فِي الْبَاب الْأَعْلَى وَأَطْبَقَ عَلَيْهِمْ , وَجَعَلَ الذَّرّ مَعَهُ فِي الْبَاب الْأَعْلَى لِضَعْفِهَا أَلَّا تَطَأهَا الدَّوَابّ . قَالَ الزُّهْرِيّ : إِنَّ اللَّه عَزَّ وَجَلَّ بَعَثَ رِيحًا فَحُمِلَ إِلَيْهِ مِنْ كُلّ زَوْجَيْنِ اِثْنَيْنِ ; مِنْ السِّبَاع وَالطَّيْر وَالْوَحْش وَالْبَهَائِم . وَقَالَ جَعْفَر بْن مُحَمَّد : بَعَثَ اللَّه جِبْرِيل فَحَشَرَهُمْ , فَجَعَلَ يَضْرِب بِيَدَيْهِ عَلَى الزَّوْجَيْنِ فَتَقَع يَده الْيُمْنَى عَلَى الذَّكَر وَالْيُسْرَى عَلَى الْأُنْثَى , فَيُدْخِلهُ السَّفِينَة وَقَالَ زَيْد بْن ثَابِت : اُسْتُصْعِبَتْ عَلَى نُوح الْمَاعِزَة أَنْ تَدْخُل السَّفِينَة , فَدَفَعَهَا بِيَدِهِ فِي ذَنَبهَا ; فَمِنْ ثَمَّ اِنْكَسَرَ ذَنَبهَا فَصَارَ مَعْقُوفًا وَبَدَا حَيَاؤُهَا . وَمَضَتْ النَّعْجَة حَتَّى دَخَلَتْ فَمَسَحَ عَلَى ذَنَبهَا فَسُتِرَ حَيَاؤُهَا ; قَالَ إِسْحَاق : أَخْبَرَنَا رَجُل مِنْ أَهْل الْعِلْم أَنَّ نُوحًا حَمَلَ أَهْل السَّفِينَة , وَجَعَلَ فِيهَا مِنْ كُلّ زَوْجَيْنِ اِثْنَيْنِ , وَحَمَلَ مِنْ الْهُدْهُد زَوْجَيْنِ , فَمَاتَتْ الْهُدْهُدَة فِي السَّفِينَة قَبْل أَنْ تَظْهَر الْأَرْض . فَحَمَلَهَا الْهُدْهُد فَطَافَ بِهَا الدُّنْيَا لِيُصِيبَ لَهَا مَكَانًا , فَلَمْ يَجِد طِينًا وَلَا تُرَابًا , فَرَحِمَهُ رَبّه فَحَفَرَ لَهَا فِي قَفَاهُ قَبْرًا فَدَفَنَهَا فِيهِ , فَذَلِكَ الرِّيش النَّاتِئ فِي قَفَا الْهُدْهُد مَوْضِع الْقَبْر ; فَلِذَلِكَ نَتَأَتْ أَقْفِيَة الْهَدَاهِد . وَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : ( كَانَ حَمْل نُوح مَعَهُ فِي السَّفِينَة مِنْ جَمِيع الشَّجَر وَكَانَتْ الْعَجْوَة مِنْ الْجَنَّة مَعَ نُوح فِي السَّفِينَة ) . وَذَكَرَ صَاحِب كِتَاب ( الْعَرُوس ) وَغَيْره : أَنَّ نُوحًا عَلَيْهِ السَّلَام لَمَّا أَرَادَ أَنْ يَبْعَث مَنْ يَأْتِيه بِخَبَرِ الْأَرْض قَالَ الدَّجَاج : أَنَا ; فَأَخَذَهَا وَخَتَمَ عَلَى جَنَاحهَا وَقَالَ لَهَا : أَنْتِ مَخْتُومَة بِخَاتَمِي لَا تَطِيرِي أَبَدًا , أَنْتِ يَنْتَفِع بِك أُمَّتِي ; فَبَعَثَ الْغُرَاب فَأَصَابَ جِيفَة فَوَقَعَ عَلَيْهَا فَاحْتَبَسَ فَلَعَنَهُ , وَلِذَلِكَ يُقْتَل فِي الْحِلّ وَالْحَرَم وَدَعَا عَلَيْهِ بِالْخَوْفِ ; فَلِذَلِكَ لَا يَأْلَف الْبُيُوت . وَبَعَثَ الْحَمَامَة فَلَمْ تَجِد قَرَارًا فَوَقَعَتْ عَلَى شَجَرَة بِأَرْضِ سَيْنَاء فَحَمَلَتْ وَرَقَة زَيْتُونَة , وَرَجَعَتْ إِلَى نُوح فَعَلِمَ أَنَّهَا لَمْ تَسْتَمْكِن مِنْ الْأَرْض , ثُمَّ بَعَثَهَا بَعْد ذَلِكَ فَطَارَتْ حَتَّى وَقَعَتْ بِوَادِي الْحَرَم , فَإِذَا الْمَاء قَدْ نَضَبَ مِنْ مَوَاضِع الْكَعْبَة , وَكَانَتْ طِينَتهَا حَمْرَاء , فَاخْتَضَبَتْ رِجْلَاهَا , ثُمَّ جَاءَتْ إِلَى نُوح عَلَيْهِ السَّلَام فَقَالَتْ : بُشْرَايَ مِنْك أَنْ تَهَب لِي الطَّوْق فِي عُنُقِي , وَالْخِضَاب فِي رِجْلِي , وَأَسْكُن الْحَرَم ; فَمَسَحَ يَده عَلَى عُنُقهَا وَطَوْقهَا , وَوَهَبَ لَهَا الْحُمْرَة فِي رِجْلَيْهَا , وَدَعَا لَهَا وَلِذُرِّيَّتِهَا بِالْبَرَكَةِ . وَذَكَرَ الثَّعْلَبِيّ أَنَّهُ بَعَثَ بَعْد الْغُرَاب التُّدْرُج وَكَانَ مِنْ جِنْس الدَّجَاج ; وَقَالَ : إِيَّاكَ أَنْ تَعْتَذِر , فَأَصَابَ الْخُضْرَة وَالْفُرْجَة فَلَمْ يَرْجِع , وَأَخَذَ أَوْلَاده عِنْده رَهْنًا إِلَى يَوْم الْقِيَامَة .';
$t[45] = 'أَيْ دَعَاهُ .


أَيْ مِنْ أَهْلِي الَّذِينَ وَعَدْتهمْ أَنْ تُنَجِّيهِمْ مِنْ الْغَرَق ; فَفِي الْكَلَام حَذْف .



يَعْنِي الصِّدْق . وَقَالَ عُلَمَاؤُنَا : وَإِنَّمَا سَأَلَ نُوح رَبّه اِبْنه لِقَوْلِهِ : &quot; وَأَهْلك &quot; وَتَرَكَ قَوْله : &quot; إِلَّا مَنْ سَبَقَ عَلَيْهِ الْقَوْل &quot; [ هُود : 40 ] فَلَمَّا كَانَ عِنْده مِنْ أَهْله قَالَ : &quot; رَبّ إِنَّ اِبْنِي مِنْ أَهْلِي &quot; يَدُلّ عَلَى ذَلِكَ قَوْله : &quot; وَلَا تَكُنْ مِنْ الْكَافِرِينَ &quot; أَيْ لَا تَكُنْ مِمَّنْ لَسْت مِنْهُمْ ; لِأَنَّهُ كَانَ عِنْده مُؤْمِنًا فِي ظَنّه , وَلَمْ يَكُ نُوح يَقُول لِرَبِّهِ : &quot; إِنَّ اِبْنِي مِنْ أَهْلِي &quot; إِلَّا وَذَلِكَ عِنْده كَذَلِكَ ; إِذْ مُحَال أَنْ يَسْأَل هَلَاك الْكُفَّار , ثُمَّ يَسْأَل فِي إِنْجَاء بَعْضهمْ ; وَكَانَ اِبْنه يُسِرّ الْكُفْر وَيُظْهِر الْإِيمَان ; فَأَخْبَرَ اللَّه تَعَالَى نُوحًا بِمَا هُوَ مُنْفَرِد بِهِ مِنْ عِلْم الْغُيُوب ; أَيْ عَلِمْت مِنْ حَال اِبْنك مَا لَمْ تَعْلَمهُ أَنْتَ . وَقَالَ الْحَسَن : كَانَ مُنَافِقًا ; وَلِذَلِكَ اِسْتَحَلَّ نُوح أَنْ يُنَادِيه . وَعَنْهُ أَيْضًا : كَانَ اِبْن اِمْرَأَته ; دَلِيله قِرَاءَة عَلِيّ &quot; وَنَادَى نُوح اِبْنهَا &quot; .


اِبْتِدَاء وَخَبَر . أَيْ حَكَمْت عَلَى قَوْم بِالنَّجَاةِ , وَعَلَى قَوْم بِالْغَرَقِ .';
$t[46] = 'أَيْ لَيْسَ , مِنْ أَهْلك الَّذِينَ وَعَدْتهمْ أَنْ أُنَجِّيهُمْ ; قَالَهُ سَعِيد بْن جُبَيْر . وَقَالَ الْجُمْهُور : لَيْسَ مِنْ أَهْل دِينك وَلَا وِلَايَتك ; فَهُوَ عَلَى حَذْف مُضَاف ; وَهَذَا يَدُلّ عَلَى أَنَّ حُكْم الِاتِّفَاق فِي الدِّين أَقْوَى مِنْ حُكْم النَّسَب .



قَرَأَ اِبْن عَبَّاس وَعُرْوَة وَعِكْرِمَة وَيَعْقُوب وَالْكِسَائِيّ &quot; إِنَّهُ عَمِلَ غَيْر صَالِح &quot; أَيْ مِنْ الْكُفْر وَالتَّكْذِيب ; وَاخْتَارَهُ أَبُو عُبَيْد . وَقَرَأَ الْبَاقُونَ &quot; عَمَل &quot; أَيْ اِبْنك ذُو عَمَل غَيْر صَالِح فَحُذِفَ الْمُضَاف ; قَالَهُ الزَّجَّاج وَغَيْره . قَالَ : تَرْتَع مَا رَتَعَتْ حَتَّى إِذَا اِدَّكَرَتْ فَإِنَّمَا هِيَ إِقْبَال وَإِدْبَار أَيْ ذَات إِقْبَال وَإِدْبَار . وَهَذَا الْقَوْل وَاَلَّذِي قَبْله يَرْجِع إِلَى مَعْنًى وَاحِد . وَيَجُوز أَنْ تَكُون الْهَاء لِلسُّؤَالِ ; أَيْ إِنَّ سُؤَالك إِيَّايَ أَنْ أُنَجِّيه . عَمَل غَيْر صَالِح . قَالَ قَتَادَة . وَقَالَ الْحَسَن : مَعْنَى عَمَل غَيْر صَالِح أَنَّهُ وُلِدَ عَلَى فِرَاشه وَلَمْ يَكُنْ اِبْنه . وَكَانَ لِغَيْرِ رِشْدَة , وَقَالَهُ أَيْضًا مُجَاهِد . قَالَ قَتَادَة سَأَلْت الْحَسَن عَنْهُ فَقَالَ : وَاَللَّه مَا كَانَ اِبْنه ; قُلْت إِنَّ اللَّه أَخْبَرَ عَنْ نُوح أَنَّهُ قَالَ : &quot; إِنَّ اِبْنِي مِنْ أَهْلِي &quot; فَقَالَ : لَمْ يَقُلْ مِنِّي , وَهَذِهِ إِشَارَة إِلَى أَنَّهُ كَانَ اِبْن اِمْرَأَته مِنْ زَوْج آخَر ; فَقُلْت لَهُ : إِنَّ اللَّه حَكَى عَنْهُ أَنَّهُ قَالَ : &quot; إِنَّ اِبْنِي مِنْ أَهْلِي &quot; &quot; وَنَادَى نُوح اِبْنه &quot; وَلَا يَخْتَلِف أَهْل الْكِتَابَيْنِ أَنَّهُ اِبْنه ; فَقَالَ الْحَسَن : وَمَنْ يَأْخُذ دِينه عَنْ أَهْل الْكِتَاب ! إِنَّهُمْ يَكْذِبُونَ . وَقَرَأَ : &quot; فَخَانَتَاهُمَا &quot; [ التَّحْرِيم : 10 ] . وَقَالَ اِبْن جُرَيْج : نَادَاهُ وَهُوَ يَحْسَب أَنَّهُ اِبْنه , وَكَانَ وُلِدَ عَلَى فِرَاشه , وَكَانَتْ اِمْرَأَته خَانَتْهُ فِيهِ , وَلِهَذَا قَالَ : &quot; فَخَانَتَاهُمَا &quot; . وَقَالَ اِبْن عَبَّاس : ( مَا بَغَتْ اِمْرَأَة نَبِيّ قَطُّ ) , وَأَنَّهُ كَانَ اِبْنه لِصُلْبِهِ . وَكَذَلِكَ قَالَ الضَّحَّاك وَعِكْرِمَة وَسَعِيد بْن جُبَيْر وَمَيْمُون بْن مِهْرَان وَغَيْرهمْ , وَأَنَّهُ كَانَ اِبْنه لِصُلْبِهِ . وَقِيلَ لِسَعِيدِ بْن جُبَيْر يَقُول نُوح : &quot; إِنَّ اِبْنِي مِنْ أَهْلِي &quot; أَكَانَ مِنْ أَهْله ؟ أَكَانَ اِبْنه ؟ فَسَبَّحَ اللَّه طَوِيلًا ثُمَّ قَالَ : ( لَا إِلَه إِلَّا اللَّه ! يُحَدِّث اللَّه مُحَمَّدًا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ اِبْنه , وَتَقُول إِنَّهُ لَيْسَ اِبْنه ! نَعَمْ كَانَ اِبْنه ; وَلَكِنْ كَانَ مُخَالِفًا فِي النِّيَّة وَالْعَمَل وَالدِّين , وَلِهَذَا قَالَ اللَّه تَعَالَى : &quot; إِنَّهُ لَيْسَ مِنْ أَهْلك &quot; ) ; وَهَذَا هُوَ الصَّحِيح فِي الْبَاب إِنْ شَاءَ اللَّه تَعَالَى لِجَلَالَةِ مَنْ قَالَ بِهِ , وَإِنَّ قَوْله : &quot; إِنَّهُ لَيْسَ مِنْ أَهْلك &quot; لَيْسَ مِمَّا يَنْفِي عَنْهُ أَنَّهُ اِبْنه . وَقَوْله : &quot; فَخَانَتَاهُمَا &quot; [ التَّحْرِيم : 10 ] يَعْنِي فِي الدِّين لَا فِي الْفِرَاش , وَذَلِكَ أَنَّ هَذِهِ كَانَتْ تُخْبِر النَّاس أَنَّهُ مَجْنُون , وَذَلِكَ أَنَّهَا قَالَتْ لَهُ : أَمَا يَنْصُرك رَبّك ؟ فَقَالَ لَهَا : نَعَمْ . قَالَتْ : فَمَتَى ؟ قَالَ : إِذَا فَارَ التَّنُّور ; فَخَرَجَتْ تَقُول لِقَوْمِهَا : يَا قَوْم وَاَللَّه إِنَّهُ لَمَجْنُون , يَزْعُم أَنَّهُ لَا يَنْصُرهُ رَبّه إِلَّا أَنْ يَفُور هَذَا التَّنُّور , فَهَذِهِ خِيَانَتهَا . وَخِيَانَة الْأُخْرَى أَنَّهَا كَانَتْ تَدُلّ عَلَى الْأَضْيَاف عَلَى مَا سَيَأْتِي إِنْ شَاءَ اللَّه . وَاَللَّه أَعْلَم . وَقِيلَ : الْوَلَد قَدْ يُسَمَّى عَمَلًا كَمَا يُسَمَّى كَسْبًا , كَمَا فِي الْخَبَر ( أَوْلَادكُمْ مِنْ كَسْبكُمْ ) . ذَكَرَهُ الْقُشَيْرِيّ .

فِي هَذِهِ الْآيَة تَسْلِيَة لِلْخَلْقِ فِي فَسَاد أَبْنَائِهِمْ وَإِنْ كَانُوا صَالِحِينَ . وَرُوِيَ أَنَّ اِبْن مَالِك بْن أَنَس نَزَلَ مِنْ فَوْق وَمَعَهُ حَمَام قَدْ غَطَّاهُ , قَالَ : فَعَلِمَ مَالِك أَنَّهُ قَدْ فَهِمَهُ النَّاس ; فَقَالَ مَالِك : الْأَدَب أَدَب اللَّه لَا أَدَب الْآبَاء وَالْأُمَّهَات , وَالْخَيْر خَيْر اللَّه لَا خَيْر الْآبَاء وَالْأُمَّهَات . وَفِيهَا أَيْضًا دَلِيل عَلَى أَنَّ الِابْن مِنْ الْأَهْل لُغَة وَشَرْعًا , وَمِنْ أَهْل الْبَيْت ; فَمَنْ وَصَّى لِأَهْلِهِ دَخَلَ فِي ذَلِكَ اِبْنه , وَمَنْ تَضَمَّنَهُ مَنْزِله , وَهُوَ فِي عِيَاله . وَقَالَ تَعَالَى فِي آيَة أُخْرَى : &quot; وَلَقَدْ نَادَانَا نُوح فَلَنِعْمَ الْمُجِيبُونَ . وَنَجَّيْنَاهُ وَأَهْله مِنْ الْكَرْب الْعَظِيم &quot; [ الصَّافَّات : 75 ] فَسَمَّى جَمِيع مَنْ ضَمَّهُ مَنْزِله مِنْ أَهْله .

وَدَلَّتْ الْآيَة عَلَى قَوْل الْحَسَن وَمُجَاهِد وَغَيْرهمَا : أَنَّ الْوَلَد لِلْفِرَاشِ ; وَلِذَلِكَ قَالَ نُوح مَا قَالَ آخِذًا بِظَاهِرِ الْفِرَاش . وَقَدْ رَوَى سُفْيَان بْن عُيَيْنَة عَنْ عَمْرو بْن دِينَار أَنَّهُ سَمِعَ عُبَيْد بْن عُمَيْر يَقُول : نَرَى رَسُول اللَّه صَلَّى عَلَيْهِ وَسَلَّمَ إِنَّمَا قَضَى بِالْوَلَدِ لِلْفِرَاشِ مِنْ أَجْل اِبْن نُوح عَلَيْهِ السَّلَام ; ذَكَرَهُ أَبُو عُمَر فِي كِتَاب &quot; التَّمْهِيد &quot; . وَفِي الْحَدِيث الصَّحِيح عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ : ( الْوَلَد لِلْفِرَاشِ وَلِلْعَاهِرِ الْحَجَر ) يُرِيد الْخَيْبَة . وَقِيلَ : الرَّجْم بِالْحِجَارَةِ . وَقَرَأَ عُرْوَة بْن الزُّبَيْر . &quot; وَنَادَى نُوح اِبْنهَا &quot; يُرِيد اِبْن اِمْرَأَته , وَهِيَ تَفْسِير الْقِرَاءَة الْمُتَقَدِّمَة عَنْهُ , وَعَنْ عَلِيّ رَضِيَ اللَّه عَنْهُ , وَهِيَ حُجَّة لِلْحَسَنِ وَمُجَاهِد ; إِلَّا أَنَّهَا قِرَاءَة شَاذَّة , فَلَا نَتْرُك الْمُتَّفَق عَلَيْهَا لَهَا . وَاَللَّه أَعْلَم .



أَيْ أَنْهَاك عَنْ هَذَا السُّؤَال , وَأُحَذِّرك لِئَلَّا تَكُون , أَوْ كَرَاهِيَة أَنْ تَكُون مِنْ الْجَاهِلِينَ ; أَيْ الْآثِمِينَ . وَمِنْهُ قَوْله تَعَالَى : &quot; يَعِظكُمْ اللَّه أَنْ تَعُودُوا لِمِثْلِهِ أَبَدًا &quot; [ النُّور : 17 ] أَيْ يُحَذِّركُمْ اللَّه وَيَنْهَاكُمْ . وَقِيلَ : الْمَعْنَى أَرْفَعك أَنْ تَكُون مِنْ الْجَاهِلِينَ . قَالَ اِبْن الْعَرَبِيّ : وَهَذِهِ زِيَادَة مِنْ اللَّه وَمَوْعِظَة يَرْفَع بِهَا نُوحًا عَنْ مَقَام الْجَاهِلِينَ , وَيُعْلِيه بِهَا إِلَى مَقَام الْعُلَمَاء وَالْعَارِفِينَ ;';
$t[47] = 'الْآيَة وَهَذِهِ ذُنُوب الْأَنْبِيَاء عَلَيْهِمْ السَّلَام , فَشُكْر اللَّه تَذَلُّله وَتَوَاضُعه .


مَا فَرَّطَ مِنْ السُّؤَال .


أَيْ بِالتَّوْبَةِ .


أَيْ أَعْمَالًا . فَقَالَ : &quot; يَا نُوح اِهْبِطْ بِسَلَامٍ مِنَّا &quot; .';
$t[48] = 'أَيْ قَالَتْ لَهُ الْمَلَائِكَة , أَوْ قَالَ اللَّه تَعَالَى لَهُ : اِهْبِطْ مِنْ السَّفِينَة إِلَى الْأَرْض , أَوْ مِنْ الْجَبَل إِلَى الْأَرْض ; فَقَدْ اِبْتَلَعَتْ الْمَاء وَجَفَّتْ . &quot; بِسَلَامٍ مِنَّا &quot; أَيْ بِسَلَامَةٍ وَأَمْن . وَقِيلَ : بِتَحِيَّةٍ .


أَيْ نِعَم ثَابِتَة ; مُشْتَقّ مِنْ بُرُوك الْجَمَل وَهُوَ ثُبُوته وَإِقَامَته . وَمِنْهُ الْبِرْكَة لِثُبُوتِ الْمَاء فِيهَا . وَقَالَ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا : ( نُوح آدَم الْأَصْغَر ) , فَجَمِيع الْخَلَائِق الْآن مِنْ نَسْله , وَلَمْ يَكُنْ مَعَهُ فِي السَّفِينَة مِنْ الرِّجَال وَالنِّسَاء إِلَّا مَنْ كَانَ مِنْ ذُرِّيَّته ; عَلَى قَوْل قَتَادَة وَغَيْره , حَسَب مَا تَقَدَّمَ ; وَفِي التَّنْزِيل &quot; وَجَعَلْنَا ذُرِّيَّته هُمْ الْبَاقِينَ &quot; [ الصَّافَّات : 77 ] .



&quot; وَعَلَى أُمَم مِمَّنْ مَعَك &quot; قِيلَ : دَخَلَ فِي هَذَا كُلّ مُؤْمِن إِلَى يَوْم الْقِيَامَة . وَدَخَلَ فِي قَوْله &quot; وَأُمَم سَنُمَتِّعُهُمْ ثُمَّ يَمَسّهُمْ مِنَّا عَذَاب أَلِيم &quot; كُلّ كَافِر إِلَى يَوْم الْقِيَامَة ; رُوِيَ ذَلِكَ عَنْ مُحَمَّد بْن كَعْب . وَالتَّقْدِير عَلَى هَذَا : وَعَلَى ذُرِّيَّة أُمَم مِمَّنْ مَعَك , وَذُرِّيَّة أُمَم سَنُمَتِّعُهُمْ . وَقِيلَ : &quot; مِنْ &quot; لِلتَّبْعِيضِ , وَتَكُون لِبَيَانِ الْجِنْس . &quot; وَأُمَم سَنُمَتِّعُهُمْ &quot; اِرْتَفَعَ و &quot; أُمَم &quot; عَلَى مَعْنَى وَتَكُون أُمَم . قَالَ الْأَخْفَش سَعِيد كَمَا تَقُول : كَلَّمْت زَيْدًا وَعَمْرو جَالِس . وَأَجَازَ الْفَرَّاء فِي غَيْر الْقِرَاءَة وَأُمَمًا , وَتَقْدِيره : وَنُمَتِّع أُمَمًا . وَأُعِيدَتْ &quot; عَلَى &quot; مَعَ &quot; أُمَم &quot; لِأَنَّهُ مَعْطُوف عَلَى الْكَاف مِنْ &quot; عَلَيْك &quot; وَهِيَ ضَمِير الْمَجْرُور , وَلَا يُعْطَف عَلَى ضَمِير الْمَجْرُور إِلَّا بِإِعَادَةِ الْجَار عَلَى قَوْل سِيبَوَيْهِ وَغَيْره . وَقَدْ تَقَدَّمَ فِي &quot; النِّسَاء &quot; بَيَان هَذَا مُسْتَوْفًى فِي قَوْله تَعَالَى : &quot; وَاتَّقُوا اللَّه الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَام &quot; [ النِّسَاء : 1 ] بِالْخَفْضِ . وَالْبَاء فِي قَوْله : &quot; بِسَلَامٍ &quot; مُتَعَلِّقَة بِمَحْذُوفٍ ; لِأَنَّهَا فِي مَوْضِع الْحَال ; أَيْ اِهْبِطْ مُسَلَّمًا عَلَيْك . و &quot; مِنَّا &quot; فِي مَوْضِع جَرّ مُتَعَلِّق بِمَحْذُوفٍ ; لِأَنَّهُ نَعْت لِلْبَرَكَاتِ . &quot; وَعَلَى أُمَم &quot; مُتَعَلِّق بِمَا تَعَلَّقَ بِهِ &quot; عَلَيْك &quot; ; لِأَنَّهُ أُعِيدَ مِنْ أَجْل الْمَعْطُوف عَلَى الْكَاف . و &quot; مِنْ &quot; فِي قَوْله : &quot; مِمَّنْ مَعَك &quot; مُتَعَلِّق بِمَحْذُوفٍ ; لِأَنَّهُ فِي مَوْضِع جَرّ نَعْت لِلْأُمَمِ . و &quot; مَعَك &quot; مُتَعَلِّق بِفِعْلٍ مَحْذُوف ; لِأَنَّهُ صِلَة لِ &quot; مَنْ &quot; أَيْ مِمَّنْ اِسْتَقَرَّ مَعَك , أَوْ آمَنَ مَعَك , أَوْ رَكِبَ مَعَك .';
$t[49] = 'أَيْ تِلْكَ الْأَنْبَاء , وَفِي مَوْضِع آخَر &quot; ذَلِكَ &quot; أَيْ ذَلِكَ النَّبَأ وَالْقَصَص مِنْ أَنْبَاء مَا غَابَ عَنْك .


أَيْ لِتَقِف عَلَيْهَا .


أَيْ كَانُوا غَيْر عَارِفِينَ بِأَمْرِ الطُّوفَان , وَالْمَجُوس الْآن يُنْكِرُونَهُ .



خَبَر أَيْ مَجْهُولَة عِنْدك وَعِنْد قَوْمك . &quot; فَاصْبِرْ &quot; عَلَى مَشَاقّ الرِّسَالَة وَإِذَايَة الْقَوْم كَمَا صَبَرَ نُوح . وَقِيلَ : أَرَادَ جَهْلهمْ بِقِصَّةِ اِبْن نُوح وَإِنْ سَمِعُوا أَمْر الطُّوفَان فَإِنَّهُ عَلَى الْجُمْلَة . &quot; فَاصْبِرْ &quot; أَيْ اِصْبِرْ يَا مُحَمَّد عَلَى الْقِيَام بِأَمْرِ اللَّه وَتَبْلِيغ رِسَالَته , وَمَا تَلْقَى مِنْ أَذَى الْعَرَب الْكُفَّار , كَمَا صَبَرَ نُوح عَلَى أَذَى قَوْمه .


فِي الدُّنْيَا بِالظَّفَرِ , وَفِي الْآخِرَة بِالْفَوْزِ .


عَنْ الشِّرْك وَالْمَعَاصِي .';
$t[50] = 'أَيْ وَأَرْسَلْنَا , فَهُوَ مَعْطُوف عَلَى &quot; أَرْسَلْنَا نُوحًا &quot; . وَقِيلَ لَهُ أَخُوهُمْ لِأَنَّهُ مِنْهُمْ , وَكَانَتْ الْقَبِيلَة تَجْمَعهُمْ ; كَمَا تَقُول : يَا أَخَا تَمِيم . وَقِيلَ : إِنَّمَا قِيلَ لَهُ أَخُوهُمْ لِأَنَّهُ مِنْ بَنِي آدَم كَمَا أَنَّهُمْ مِنْ بَنِي آدَم ; وَقَدْ تَقَدَّمَ هَذَا فِي &quot; الْأَعْرَاف &quot; وَكَانُوا عَبَدَة الْأَوْثَان . وَقِيلَ : هُمْ عَادَانِ , عَاد الْأُولَى وَعَاد الْأُخْرَى , فَهَؤُلَاءِ هُمْ الْأُولَى ; وَأَمَّا الْأُخْرَى فَهُوَ شَدَّاد وَلُقْمَان الْمَذْكُورَانِ فِي قَوْله تَعَالَى : &quot; إِرَم ذَات الْعِمَاد &quot; [ الْفَجْر : 7 ] . وَعَاد اِسْم رَجُل ثُمَّ اِسْتَمَرَّ عَلَى قَوْم اِنْتَسَبُوا إِلَيْهِ .


بِالْخَفْضِ عَلَى اللَّفْظ , و &quot; غَيْره &quot; بِالرَّفْعِ عَلَى الْمَوْضِع , و &quot; غَيْره &quot; بِالنَّصْبِ عَلَى الِاسْتِثْنَاء .


أَيْ مَا أَنْتُمْ فِي اِتِّخَاذكُمْ إِلَهًا غَيْره إِلَّا كَاذِبُونَ عَلَيْهِ جَلَّ وَعَزَّ .';
$t[51] = 'أَيْ عَلَى التَّبْلِيغ , وَالدُّعَاء إِلَى اللَّه , وَالْإِيمَان بِهِ فَيَثْقُل عَلَيْكُمْ أَيْ ثَوَابِي فِي تَبْلِيغ الرِّسَالَة . وَالْفِطْرَة اِبْتِدَاء الْخَلْق .


مَا جَرَى عَلَى قَوْم نُوح لَمَّا كَذَّبُوا الرُّسُل .';
$t[52] = 'أَيْ اِرْجِعُوا إِلَيْهِ بِالطَّاعَةِ وَالْعِبَادَة . قَالَ الْفَرَّاء : &quot; ثُمَّ &quot; هُنَا بِمَعْنَى الْوَاو ; أَيْ وَتُوبُوا إِلَيْهِ ; لِأَنَّ الِاسْتِغْفَار هُوَ التَّوْبَة , وَالتَّوْبَة هِيَ الِاسْتِغْفَار . وَقِيلَ : اِسْتَغْفِرُوهُ مِنْ سَالِف ذُنُوبكُمْ , وَتُوبُوا إِلَيْهِ مِنْ الْمُسْتَأْنَف مَتَى وَقَعَتْ مِنْكُمْ . قَالَ بَعْض الصُّلَحَاء : الِاسْتِغْفَار بِلَا إِقْلَاع تَوْبَة الْكَذَّابِينَ . وَقَدْ تَقَدَّمَ هَذَا الْمَعْنَى فِي &quot; آل عِمْرَان &quot; مُسْتَوْفًى . وَفِي &quot; الْبَقَرَة &quot; عِنْد قَوْله : &quot; وَلَا تَتَّخِذُوا آيَات اللَّه هُزُوًا &quot; [ الْبَقَرَة : 231 ] . وَقِيلَ : إِنَّمَا قَدَّمَ ذِكْر الِاسْتِغْفَار لِأَنَّ الْمَغْفِرَة هِيَ الْغَرَض الْمَطْلُوب , وَالتَّوْبَة هِيَ السَّبَب إِلَيْهَا ; فَالْمَغْفِرَة أَوَّل فِي الْمَطْلُوب وَآخِر فِي السَّبَب . وَيَحْتَمِل أَنْ يَكُون الْمَعْنَى اِسْتَغْفِرُوهُ مِنْ الصَّغَائِر , وَتُوبُوا إِلَيْهِ مِنْ الْكَبَائِر .



جُزِمَ لِأَنَّهُ جَوَاب وَفِيهِ مَعْنَى الْمُجَازَاة .



نُصِبَ عَلَى الْحَال , وَفِيهِ مَعْنَى التَّكْثِير ; أَيْ يُرْسِل السَّمَاء بِالْمَطَرِ مُتَتَابِعًا يَتْلُو بَعْضه بَعْضًا ; وَالْعَرَب تَحْذِف الْهَاء فِي مِفْعَال عَلَى النَّسَب ; وَأَكْثَر مَا يَأْتِي مِفْعَال مِنْ أَفْعَلَ , وَقَدْ جَاءَ هَاهُنَا مِنْ فَعَّلَ ; لِأَنَّهُ مِنْ دَرَّتْ السَّمَاء تَدِرّ وَتَدُرّ فَهِيَ مِدْرَار . وَكَانَ قَوْم هُود - أَعْنِي عَادًا - أَهْل بَسَاتِين وَزُرُوع وَعِمَارَة , وَكَانَتْ مَسَاكِنهمْ الرِّمَال الَّتِي بَيْن الشَّام وَالْيَمَن كَمَا تَقَدَّمَ فِي &quot; الْأَعْرَاف &quot; .


عَطْف عَلَى يُرْسِل .



قَالَ مُجَاهِد : شِدَّة عَلَى شِدَّتكُمْ . الضَّحَّاك . خِصْبًا إِلَى خِصْبكُمْ . عَلِيّ بْن عِيسَى : عِزًّا عَلَى عِزّكُمْ . عِكْرِمَة : وَلَدًا إِلَى وَلَدكُمْ . وَقِيلَ : إِنَّ اللَّه حَبَسَ عَنْهُمْ الْمَطَر وَأَعْقَمَ الْأَرْحَام ثَلَاث سِنِينَ فَلَمْ يُولَد لَهُمْ وَلَد ; فَقَالَ لَهُمْ هُود : إِنْ آمَنْتُمْ أَحْيَا اللَّه بِلَادكُمْ وَرَزَقَكُمْ الْمَال وَالْوَلَد ; فَتِلْكَ الْقُوَّة . وَقَالَ الزَّجَّاج : الْمَعْنَى يَزِدْكُمْ قُوَّة فِي النِّعَم .


أَيْ لَا تُعْرِضُوا عَمَّا أَدْعُوكُمْ إِلَيْهِ , وَتُقِيمُوا عَلَى الْكُفْر';
$t[53] = 'أَيْ حُجَّة وَاضِحَة .


إِصْرَارًا مِنْهُمْ عَلَى الْكُفْر .';
$t[54] = 'أَيْ أَصَابَك .


أَيْ أَصْنَامنَا .


أَيْ ( بِجُنُونٍ لِسَبِّك إِيَّاهَا ) , عَنْ اِبْن عَبَّاس وَغَيْره . يُقَال : عَرَاهُ الْأَمْر وَاعْتَرَاهُ إِذَا أَلَمَّ بِهِ . وَمِنْهُ &quot; وَأَطْعِمُوا الْقَانِع وَالْمُعْتَرّ &quot; [ الْحَجّ : 36 ] .


أَيْ عَلَى نَفْسِي .


أَيْ وَأُشْهِدكُمْ ; لَا أَنَّهُمْ كَانُوا أَهْل شَهَادَة ; وَلَكِنَّهُ نِهَايَة لِلتَّقْرِيرِ ; أَيْ لِتَعْرِفُوا


أَيْ مِنْ عِبَادَة الْأَصْنَام الَّتِي تَعْبُدُونَهَا .';
$t[55] = 'أَيْ أَنْتُمْ وَأَوْثَانكُمْ فِي عَدَاوَتِي وَضُرِّي .


أَيْ لَا تُؤَخِّرُونِ . وَهَذَا الْقَوْل مَعَ كَثْرَة الْأَعْدَاء يَدُلّ عَلَى كَمَالِ الثِّقَة بِنَصْرِ اللَّه تَعَالَى . وَهُوَ مِنْ أَعْلَام النُّبُوَّة , أَنْ يَكُون الرَّسُول وَحْده يَقُول لِقَوْمِهِ : &quot; فَكِيدُونِي جَمِيعًا &quot; . وَكَذَلِكَ قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِقُرَيْشٍ . وَقَالَ نُوح صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ &quot; فَأَجْمِعُوا أَمْركُمْ وَشُرَكَاءَكُمْ &quot; [ يُونُس : 71 ] الْآيَة .';
$t[56] = 'أَيْ رَضِيت بِحُكْمِهِ , وَوَثِقْت بِنَصْرِهِ .


أَيْ نَفْس تَدِبّ عَلَى الْأَرْض ; وَهُوَ فِي مَوْضِع رَفْع بِالِابْتِدَاءِ .


أَيْ يُصَرِّفهَا كَيْف يَشَاء , وَيَمْنَعهَا مِمَّا يَشَاء ; أَيْ فَلَا تَصِلُونَ إِلَى ضُرِّي . وَكُلّ مَا فِيهِ رُوح يُقَال لَهُ دَابّ وَدَابَّة ; وَالْهَاء لِلْمُبَالَغَةِ . وَقَالَ الْفَرَّاء : مَالِكهَا , وَالْقَادِر عَلَيْهَا . وَقَالَ الْقُتَبِيّ : قَاهِرهَا ; لِأَنَّ مَنْ أَخَذْت بِنَاصِيَتِهِ فَقَدْ قَهَرْته . وَقَالَ الضَّحَّاك : يُحْيِيهَا ثُمَّ يُمِيتهَا ; وَالْمَعْنَى مُتَقَارِب . وَالنَّاصِيَة قُصَاص الشَّعْر فِي مُقَدَّم الرَّأْس . وَنَصَوْت الرَّجُل أَنْصُوهُ نَصْوًا أَيْ مَدَدْت نَاصِيَته . قَالَ اِبْن جُرَيْج : إِنَّمَا خَصَّ النَّاصِيَة ; لِأَنَّ الْعَرَب تَسْتَعْمِل ذَلِكَ إِذَا وَصَفَتْ إِنْسَانًا بِالذِّلَّةِ وَالْخُضُوع ; فَيَقُولُونَ . مَا نَاصِيَة فُلَان إِلَّا بِيَدِ فُلَان ; أَيْ إِنَّهُ مُطِيع لَهُ يُصَرِّفهُ كَيْف يَشَاء . وَكَانُوا إِذَا أَسَرُوا أَسِيرًا وَأَرَادُوا إِطْلَاقه وَالْمَنّ عَلَيْهِ جَزُّوا نَاصِيَته لِيُعْرَفُوا بِذَلِكَ فَخْرًا عَلَيْهِ ; فَخَاطَبَهُمْ بِمَا يَعْرِفُونَهُ فِي كَلَامهمْ . وَقَالَ التِّرْمِذِيّ الْحَكِيم فِي &quot; نَوَادِر الْأُصُول &quot; &quot; مَا مِنْ دَابَّة إِلَّا هُوَ آخِذ بِنَاصِيَتِهَا &quot; وَجْهه عِنْدنَا أَنَّ اللَّه تَعَالَى قَدَّرَ مَقَادِير أَعْمَال الْعِبَاد , ثُمَّ نَظَرَ إِلَيْهَا , ثُمَّ خَلَقَ خَلْقه , وَقَدْ نَفَذَ بَصَره فِي جَمِيع مَا هُمْ فِيهِ عَامِلُونَ مِنْ قَبْل أَنْ يَخْلُقهُمْ , فَلَمَّا خَلَقَهُمْ وَضَعَ نُور تِلْكَ النَّظْرَة فِي نَوَاصِيهمْ فَذَلِكَ النُّور آخِذ بِنَوَاصِيهِمْ , يُجْرِيهِمْ إِلَى أَعْمَالهمْ الْمُقَدَّرَة عَلَيْهِمْ يَوْم الْمَقَادِير . وَخَلَقَ اللَّه الْمَقَادِير قَبْل أَنْ يَخْلُق السَّمَاوَات وَالْأَرْض بِخَمْسِينَ أَلْف سَنَة ; رَوَاهُ عَبْد اللَّه بْن عَمْرو بْن الْعَاص قَالَ : سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول : ( قَدَّرَ اللَّه الْمَقَادِير قَبْل أَنْ يَخْلُق السَّمَاوَات وَالْأَرْض بِخَمْسِينَ أَلْف سَنَة ) . وَلِهَذَا قَوِيَتْ الرُّسُل وَصَارُوا مِنْ أُولِي الْعَزْم لِأَنَّهُمْ لَاحَظُوا نُور النَّوَاصِي , وَأَيْقَنُوا أَنَّ جَمِيع خَلْقه مُنْقَادُونَ بِتِلْكَ الْأَنْوَار إِلَى مَا نَفَذَ بَصَره فِيهِمْ مِنْ الْأَعْمَال , فَأَوْفَرهمْ حَظًّا مِنْ الْمُلَاحَظَة أَقْوَاهُمْ فِي الْعَزْم , وَلِذَلِكَ مَا قَوِيَ هُود النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَتَّى قَالَ : &quot; فَكِيدُونِي جَمِيعًا ثُمَّ لَا تُنْظِرُونِ . إِنِّي تَوَكَّلْت عَلَى اللَّه رَبِّي وَرَبّكُمْ مَا مِنْ دَابَّة إِلَّا هُوَ آخِذ بِنَاصِيَتِهَا &quot; وَإِنَّمَا سُمِّيَتْ نَاصِيَة لِأَنَّ الْأَعْمَال قَدْ نُصَّتْ وَبَرَزَتْ مِنْ غَيْب الْغَيْب فَصَارَتْ مَنْصُوصَة فِي الْمَقَادِير , قَدْ نَفَذَ بَصَر الْخَالِق فِي جَمِيع حَرَكَات الْخَلْق بِقُدْرَةٍ , ثُمَّ وُضِعَتْ حَرَكَات كُلّ مَنْ دَبَّ عَلَى الْأَرْض حَيًّا فِي جَبْهَته بَيْن عَيْنَيْهِ , فَسُمِّيَ ذَلِكَ الْمَوْضِع مِنْهُ نَاصِيَة ; لِأَنَّهَا تَنُصّ حَرَكَات الْعِبَاد بِمَا قَدَّرَ ; فَالنَّاصِيَة مَأْخُوذَة بِمَنْصُوصِ الْحَرَكَات الَّتِي نَظَرَ اللَّه تَعَالَى إِلَيْهَا قَبْل أَنْ يَخْلُقهَا وَوَصَفَ نَاصِيَة أَبِي جَهْل فَقَالَ : &quot; نَاصِيَة كَاذِبَة خَاطِئَة &quot; [ الْعَلَق : 16 ] يُخْبِر أَنَّ النَّوَاصِي فِيهَا كَاذِبَة خَاطِئَة ; فَعَلَى سَبِيل مَا تَأَوَّلُوهُ يَسْتَحِيل أَنْ تَكُون النَّاصِيَة مَنْسُوبَة إِلَى الْكَذِب وَالْخَطَأ . وَاَللَّه أَعْلَم .



قَالَ النَّحَّاس : الصِّرَاط فِي اللُّغَة الْمِنْهَاج الْوَاضِح ; وَالْمَعْنَى أَنَّ اللَّه جَلَّ ثَنَاؤُهُ وَإِنْ كَانَ يَقْدِر عَلَى كُلّ شَيْء فَإِنَّهُ لَا يَأْخُذهُمْ إِلَّا بِالْحَقِّ . وَقِيلَ : مَعْنَاهُ لَا خَلَل فِي تَدْبِيره , وَلَا تَفَاوُت فِي خَلْقه سُبْحَانه .';
$t[57] = 'فِي مَوْضِع جَزْم ; فَلِذَلِكَ حُذِفَتْ مِنْهُ النُّون , وَالْأَصْل تَتَوَلَّوْا , فَحُذِفَتْ التَّاء لِاجْتِمَاعِ تَاءَيْنِ .


بِمَعْنَى قَدْ بَيَّنْت لَكُمْ .



أَيْ يُهْلِككُمْ وَيَخْلُق مَنْ هُوَ أَطْوَع لَهُ مِنْكُمْ يُوَحِّدُونَهُ وَيَعْبُدُونَهُ . &quot; وَيَسْتَخْلِف &quot; مَقْطُوع مِمَّا قَبْله فَلِذَلِكَ اِرْتَفَعَ ; أَوْ مَعْطُوف عَلَى مَا يَجِب فِيمَا بَعْد الْفَاء مِنْ قَوْله : &quot; فَقَدْ أَبْلَغْتُكُمْ &quot; . وَرُوِيَ عَنْ حَفْص عَنْ عَاصِم &quot; وَيَسْتَخْلِف &quot; بِالْجَزْمِ حَمْلًا عَلَى مَوْضِع الْفَاء وَمَا بَعْدهَا ; مِثْل : &quot; وَيَذَرهُمْ فِي طُغْيَانهمْ يَعْمَهُونَ &quot; [ الْأَعْرَاف : 186 ] .


أَيْ بِتَوَلِّيكُمْ وَإِعْرَاضكُمْ . &quot; إِنَّ رَبِّي عَلَى كُلّ شَيْء حَفِيظ &quot; أَيْ لِكُلِّ شَيْء حَافِظ . &quot; عَلَى &quot; بِمَعْنَى اللَّام ; فَهُوَ يَحْفَظنِي مِنْ أَنْ تَنَالُونِي بِسُوءٍ .';
$t[58] = 'أَيْ عَذَابنَا بِهَلَاكِ عَاد .



لِأَنَّ أَحَدًا لَا يَنْجُو إِلَّا بِرَحْمَةِ اللَّه تَعَالَى , وَإِنْ كَانَتْ لَهُ أَعْمَال صَالِحَة . وَفِي صَحِيح مُسْلِم وَالْبُخَارِيّ وَغَيْرهمَا عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ( لَنْ يُنَجِّي أَحَدًا مِنْكُمْ عَمَله . قَالُوا : وَلَا أَنْتَ يَا رَسُول اللَّه ؟ ! قَالَ : وَلَا أَنَا إِلَّا أَنْ يَتَغَمَّدنِي اللَّه بِرَحْمَةٍ مِنْهُ ) . وَقِيلَ : مَعْنَى &quot; بِرَحْمَةٍ مِنَّا &quot; بِأَنْ بَيَّنَّا لَهُمْ الْهُدَى الَّذِي هُوَ رَحْمَة . وَكَانُوا أَرْبَعَة آلَاف . وَقِيلَ : ثَلَاثَة آلَاف .



أَيْ عَذَاب يَوْم الْقِيَامَة . وَقِيلَ : هُوَ الرِّيح الْعَقِيم كَمَا ذَكَرَ اللَّه فِي &quot; الذَّارِيَات &quot; وَغَيْرهَا وَسَيَأْتِي . قَالَ الْقُشَيْرِيّ أَبُو نَصْر : وَالْعَذَاب الَّذِي يَتَوَعَّد بِهِ النَّبِيّ أُمَّته إِذَا حَضَرَ يُنَجِّي اللَّه مِنْهُ النَّبِيّ وَالْمُؤْمِنِينَ مَعَهُ ; نَعَمْ ! لَا يَبْعُد أَنْ يَبْتَلِي اللَّه نَبِيًّا وَقَوْمه فَيَعُمّهُمْ بِبَلَاءٍ فَيَكُون ذَلِكَ عُقُوبَة لِلْكَافِرِينَ , وَتَمْحِيصًا لِلْمُؤْمِنِينَ إِذَا لَمْ يَكُنْ مِمَّا تَوَعَّدَهُمْ النَّبِيّ بِهِ .';
$t[59] = 'اِبْتِدَاء وَخَبَر . وَحَكَى الْكِسَائِيّ أَنَّ مِنْ الْعَرَب مَنْ لَا يَصْرِف &quot; عَادًا &quot; فَيَجْعَلهُ اِسْمًا لِلْقَبِيلَةِ .


أَيْ كَذَّبُوا بِالْمُعْجِزَاتِ وَأَنْكَرُوهَا .



يَعْنِي هُودًا وَحْده ; لِأَنَّهُ لَمْ يُرْسِل إِلَيْهِمْ مِنْ الرُّسُل سِوَاهُ . وَنَظِيره قَوْله تَعَالَى : &quot; يَا أَيّهَا الرُّسُل كُلُوا مِنْ الطَّيِّبَات &quot; [ الْمُؤْمِنُونَ : 51 ] يَعْنِي النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَحْده ; لِأَنَّهُ لَمْ يَكُنْ فِي عَصْره رَسُول سِوَاهُ ; وَإِنَّمَا جَمَعَ هَاهُنَا لِأَنَّ مَنْ كَذَّبَ رَسُولًا وَاحِدًا فَقَدْ كَفَرَ بِجَمِيعِ الرُّسُل . وَقِيلَ : عَصَوْا هُودًا وَالرُّسُل قَبْله , وَكَانُوا بِحَيْثُ لَوْ أُرْسِلَ إِلَيْهِمْ أَلْف رَسُول لَجَحَدُوا الْكُلّ .


أَيْ اِتَّبَعَ سُقَّاطهمْ رُؤَسَاءَهُمْ . وَالْجَبَّار الْمُتَكَبِّر . وَالْعَنِيد الطَّاغِي الَّذِي لَا يَقْبَل الْحَقّ وَلَا يُذْعِن لَهُ . قَالَ أَبُو عُبَيْد : الْعَنِيد وَالْعَنُود وَالْعَانِد وَالْمُعَانِد الْمُعَارِض بِالْخِلَافِ , وَمِنْهُ قِيلَ لِلْعِرْقِ الَّذِي يَنْفَجِر بِالدَّمِ عَانِد . وَقَالَ الرَّاجِز : إِنِّي كَبِير لَا أُطِيق الْعُنَّدَا';
$t[60] = 'أَيْ أُلْحِقُوهَا .


أَيْ وَأُتْبِعُوا يَوْم الْقِيَامَة مِثْل ذَلِكَ ; فَالتَّمَام عَلَى قَوْله : &quot; وَيَوْم الْقِيَامَة &quot; .



قَالَ الْفَرَّاء : أَيْ كَفَرُوا نِعْمَة رَبّهمْ ; قَالَ : وَيُقَال كَفَرْته وَكَفَرْت بِهِ , مِثْل شَكَرْته وَشَكَرْت لَهُ


أَيْ لَا زَالُوا مُبْعَدِينَ عَنْ رَحْمَة اللَّه . وَالْبُعْد الْهَلَاك وَالْبُعْد التَّبَاعُد مِنْ الْخَيْر . يُقَال : بَعُدَ يَبْعُد بُعْدًا إِذَا تَأَخَّرَ وَتَبَاعَدَ . وَبَعِدَ يَبْعَد بَعَدًا إِذَا هَلَكَ ; قَالَ : لَا يَبْعَدَنْ قَوْمِي الَّذِينَ هُمْ سُمّ الْعُدَاة وَآفَة الْجُزْر وَقَالَ النَّابِغَة : فَلَا تَبْعَدَنْ إِنَّ الْمَنِيَّة مَنْهَل وَكُلّ اِمْرِئٍ يَوْمًا بِهِ الْحَال زَائِل';
$t[61] = 'أَيْ أَرْسَلْنَا إِلَى ثَمُود


أَيْ فِي النَّسَب .


وَقَرَأَ يَحْيَى بْن وَثَّاب &quot; وَإِلَى ثَمُود &quot; بِالتَّنْوِينِ فِي كُلّ الْقُرْآن ; وَكَذَلِكَ رُوِيَ عَنْ الْحَسَن . وَاخْتَلَفَ سَائِر الْقُرَّاء فِيهِ فَصَرَفُوهُ فِي مَوْضِع وَلَمْ يَصْرِفُوهُ فِي مَوْضِع . وَزَعَمَ أَبُو عُبَيْدَة أَنَّهُ لَوْلَا مُخَالَفَة السَّوَاد لَكَانَ الْوَجْه تَرْك الصَّرْف ; إِذْ كَانَ الْأَغْلَب عَلَيْهِ التَّأْنِيث . قَالَ النَّحَّاس : الَّذِي قَالَ أَبُو عُبَيْدَة - رَحِمَهُ اللَّه - مِنْ أَنَّ الْغَالِب عَلَيْهِ التَّأْنِيث كَلَام مَرْدُود ; لِأَنَّ ثَمُودًا يُقَال لَهُ حَيّ ; وَيُقَال لَهُ قَبِيلَة , وَلَيْسَ الْغَالِب عَلَيْهِ الْقَبِيلَة ; بَلْ الْأَمْر عَلَى ضِدّ مَا قَالَ عِنْد سِيبَوَيْهِ . وَالْأَجْوَد عِنْد سِيبَوَيْهِ فِيمَا لَمْ يَقُلْ فِيهِ بَنُو فُلَان الصَّرْف , نَحْو قُرَيْش وَثَقِيف وَمَا أَشْبَهَهُمَا , وَكَذَلِكَ ثَمُود , وَالْعِلَّة فِي ذَلِكَ أَنَّهُ لَمَّا كَانَ التَّذْكِير الْأَصْل , وَكَانَ يَقَع لَهُ مُذَكَّر وَمُؤَنَّث كَانَ الْأَصْل الْأَخَفّ أَوْلَى . وَالتَّأْنِيث جَيِّد بَالِغ حَسَن . وَأَنْشَدَ سِيبَوَيْهِ فِي التَّأْنِيث : غَلَبَ الْمَسَامِيح الْوَلِيد سَمَاحَة وَكَفَى قُرَيْش الْمُعْضِلَات وَسَادَهَا


بِالْخَفْضِ عَلَى اللَّفْظ , و &quot; غَيْره &quot; بِالرَّفْعِ عَلَى الْمَوْضِع , و &quot; غَيْره &quot; بِالنَّصْبِ عَلَى الِاسْتِثْنَاء .


أَيْ اِبْتَدَأَ خَلْقكُمْ مِنْ الْأَرْض , وَذَلِكَ أَنَّ آدَم خُلِقَ مِنْ الْأَرْض عَلَى مَا تَقَدَّمَ فِي &quot; الْبَقَرَة &quot; و &quot; الْأَنْعَام &quot; وَهُمْ مِنْهُ , وَقِيلَ : أَنْشَأَكُمْ فِي الْأَرْض . وَلَا يَجُوز إِدْغَام الْهَاء مِنْ &quot; غَيْره &quot; فِي الْهَاء مِنْ &quot; هُوَ &quot; إِلَّا عَلَى لُغَة مَنْ حَذَفَ الْوَاو فِي الْإِدْرَاج .



أَيْ جَعَلَكُمْ عُمَّارهَا وَسُكَّانهَا . قَالَ مُجَاهِد : وَمَعْنَى &quot; اِسْتَعْمَرَكُمْ &quot; أَعْمَرَكُمْ مِنْ قَوْله : أَعْمَرَ فُلَان فُلَانًا دَاره ; فَهِيَ لَهُ عُمْرَى . وَقَالَ قَتَادَة : أَسْكَنَكُمْ فِيهَا ; وَعَلَى هَذَيْنِ الْقَوْلَيْنِ تَكُون اِسْتَفْعَلَ بِمَعْنَى أَفْعَلَ ; مِثْل اِسْتَجَابَ بِمَعْنَى أَجَابَ . وَقَالَ الضَّحَّاك : أَطَالَ أَعْمَاركُمْ , وَكَانَتْ أَعْمَارهمْ مِنْ ثَلَاثمِائَةٍ إِلَى أَلْف . اِبْن عَبَّاس : أَعَاشَكُمْ فِيهَا . زَيْد بْن أَسْلَمَ : أَمَرَكُمْ بِعِمَارَةِ مَا تَحْتَاجُونَ إِلَيْهِ فِيهَا مِنْ بِنَاء مَسَاكِن , وَغَرْس أَشْجَار . وَقِيلَ : الْمَعْنَى أَلْهَمَكُمْ عِمَارَتهَا مِنْ الْحَرْث وَالْغَرْس وَحَفْر الْأَنْهَار وَغَيْرهَا .

قَالَ اِبْن الْعَرَبِيّ قَالَ بَعْض عُلَمَاء الشَّافِعِيَّة : الِاسْتِعْمَار طَلَب الْعِمَارَة ; وَالطَّلَب الْمُطْلَق مِنْ اللَّه تَعَالَى عَلَى الْوُجُوب , قَالَ الْقَاضِي أَبُو بَكْر : تَأْتِي كَلِمَة اِسْتَفْعَلَ فِي لِسَان الْعَرَب عَلَى مَعَانٍ : مِنْهَا ; اِسْتَفْعَلَ بِمَعْنَى طَلَب الْفِعْل كَقَوْلِهِ : اِسْتَحْمَلْته أَيْ طَلَبْت مِنْهُ حُمْلَانًا ; وَبِمَعْنَى اِعْتَقَدَ , كَقَوْلِهِمْ : اِسْتَسْهَلْت هَذَا الْأَمْر اِعْتَقَدْته سَهْلًا , أَوْ وَجَدْته سَهْلًا , وَاسْتَعْظَمْته أَيْ اِعْتَقَدْته عَظِيمًا وَوَجَدْته , وَمِنْهُ اِسْتَفْعَلْت بِمَعْنَى أَصَبْت ; كَقَوْلِهِمْ : اِسْتَجَدْته أَيْ أَصَبْته جَيِّدًا : وَمِنْهَا بِمَعْنَى فَعَلَ ; كَقَوْلِهِ : قَرَّ فِي الْمَكَان وَاسْتَقَرَّ ; وَقَالُوا وَقَوْله : &quot; يَسْتَهْزِئُونَ &quot; و &quot; يَسْتَسْخِرُونَ &quot; مِنْهُ ; فَقَوْله تَعَالَى : &quot; اِسْتَعْمَرَكُمْ فِيهَا &quot; خَلَقَكُمْ لِعِمَارَتِهَا , لَا عَلَى مَعْنَى اِسْتَجَدْته وَاسْتَسْهَلْته ; أَيْ أَصَبْته جَيِّدًا وَسَهْلًا ; وَهَذَا يَسْتَحِيل فِي الْخَالِق , فَيَرْجِع إِلَى أَنَّهُ خَلَقَ ; لِأَنَّهُ الْفَائِدَة , وَقَدْ يُعَبَّر عَنْ الشَّيْء بِفَائِدَتِهِ مَجَازًا ; وَلَا يَصِحّ أَنْ يُقَال : إِنَّهُ طَلَب مِنْ اللَّه تَعَالَى لِعِمَارَتِهَا , فَإِنَّ هَذَا اللَّفْظ لَا يَجُوز فِي حَقّه , أَمَّا أَنَّهُ يَصِحّ أَنْ يُقَال : إِنَّهُ اِسْتَدْعَى عِمَارَتهَا فَإِنَّهُ جَاءَ بِلَفْظِ اِسْتَفْعَلَ , وَهُوَ اِسْتِدْعَاء الْفِعْل بِالْقَوْلِ مِمَّنْ هُوَ دُونه إِذَا كَانَ أَمْرًا , وَطَلَب لِلْفِعْلِ إِذَا كَانَ مِنْ الْأَدْنَى إِلَى الْأَعْلَى رَغْبَة .

قُلْت : لَمْ يُذْكَر اِسْتَفْعَلَ بِمَعْنَى أَفْعَلَ , مِثْل قَوْله : اِسْتَوْقَدَ بِمَعْنَى أَوْقَدَ , وَقَدْ ذَكَرْنَاهُ وَهِيَ : الرَّابِعَة وَيَكُون فِيهَا دَلِيل عَلَى الْإِسْكَان وَالْعُمْرَى وَقَدْ مَضَى الْقَوْل فِي &quot; الْبَقَرَة &quot; فِي السُّكْنَى وَالرُّقْبَى . وَأَمَّا الْعُمْرَى فَاخْتَلَفَ الْعُلَمَاء فِيهَا عَلَى ثَلَاثَة أَقْوَال :

أَحَدهَا - أَنَّهَا تَمْلِيك لِمَنَافِع الرَّقَبَة حَيَاة الْمُعْمَر مُدَّة عُمْره ; فَإِنْ لَمْ يَذْكُر عَقِبًا فَمَاتَ الْمُعْمَر رَجَعَتْ إِلَى الَّذِي أَعْطَاهَا أَوْ لِوَرَثَتِهِ ; هَذَا قَوْل الْقَاسِم بْن مُحَمَّد وَيَزِيد بْن قُسَيْطٍ وَاللَّيْث بْن سَعْد , وَهُوَ مَشْهُور مَذْهَب مَالِك , وَأَحَد أَقْوَال الشَّافِعِيّ , وَقَدْ تَقَدَّمَ فِي &quot; الْبَقَرَة &quot; حُجَّة هَذَا الْقَوْل .

الثَّانِي : أَنَّهَا تَمْلِيك الرَّقَبَة وَمَنَافِعهَا وَهِيَ هِبَة مَبْتُولَة ; وَهُوَ قَوْل أَبِي حَنِيفَة وَالشَّافِعِيّ وَأَصْحَابهمَا وَالثَّوْرِيّ وَالْحَسَن بْن حَيّ وَأَحْمَد بْن حَنْبَل وَابْن شُبْرُمَة وَأَبِي عُبَيْد ; قَالُوا : مَنْ أَعْمَرَ رَجُلًا شَيْئًا حَيَاته فَهُوَ لَهُ حَيَاته ; وَبَعْد وَفَاته لِوَرَثَتِهِ ; لِأَنَّهُ قَدْ مَلَكَ رَقَبَتهَا , وَشَرْط الْمُعْطِي الْحَيَاة وَالْعُمْر بَاطِل ; لِأَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : ( الْعُمْرَى جَائِزَة ) و ( الْعُمْرَى لِمَنْ وُهِبَتْ لَهُ ) .

الثَّالِث : إِنْ قَالَ عُمْرك وَلَمْ يَذْكُر الْعَقِب كَانَ كَالْقَوْلِ الْأَوَّل , وَإِنْ قَالَ لِعَقِبِك كَانَ كَالْقَوْلِ الثَّانِي ; وَبِهِ قَالَ الزُّهْرِيّ وَأَبُو ثَوْر وَأَبُو سَلَمَة بْن عَبْد الرَّحْمَن وَابْن أَبِي ذِئْب , وَقَدْ رُوِيَ عَنْ مَالِك ; وَهُوَ ظَاهِر قَوْله فِي الْمُوَطَّأ . وَالْمَعْرُوف عَنْهُ وَعَنْ أَصْحَابه أَنَّهَا تَرْجِع إِلَى الْمُعْمَر ; إِذَا اِنْقَرَضَ عَقِب الْمُعْمَر ; إِنْ كَانَ الْمُعْمَر حَيًّا , وَإِلَّا فَإِلَى مَنْ كَانَ حَيًّا مِنْ وَرَثَته , وَأَوْلَى النَّاس بِمِيرَاثِهِ . وَلَا يَمْلِك الْمُعْمَر بِلَفْظِ الْعُمْرَى عِنْد مَالِك وَأَصْحَابه رَقَبَة شَيْء مِنْ الْأَشْيَاء , وَإِنَّمَا يَمْلِك بِلَفْظِ الْعُمْرَى الْمَنْفَعَة دُون الرَّقَبَة . وَقَدْ قَالَ مَالِك فِي الْحَبْس أَيْضًا : إِذَا حُبِسَ عَلَى رَجُل وَعَقِبه أَنَّهُ لَا يَرْجِع إِلَيْهِ . وَإِنْ حُبِسَ عَلَى رَجُل بِعَيْنِهِ حَيَاته رَجَعَ إِلَيْهِ , وَكَذَلِكَ الْعُمْرَى قِيَاسًا , وَهُوَ ظَاهِر الْمُوَطَّأ . وَفِي صَحِيح مُسْلِم عَنْ جَابِر بْن عَبْد اللَّه أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : ( أَيّمَا رَجُل أَعْمَرَ رَجُلًا عُمْرَى لَهُ وَلِعَقِبِهِ فَقَالَ قَدْ أَعْطَيْتُكهَا وَعَقِبك مَا بَقِيَ مِنْكُمْ أَحَد فَإِنَّهَا لِمَنْ أُعْطِيَهَا وَأَنَّهَا لَا تَرْجِع إِلَى صَاحِبهَا مِنْ أَجْل أَنَّهُ أَعْطَى عَطَاء وَقَعَتْ فِيهِ الْمَوَارِيث ) وَعَنْهُ قَالَ : إِنَّ الْعُمْرَى الَّتِي أَجَازَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ يَقُول : هِيَ لَك وَلِعَقِبِك , فَأَمَّا إِذَا قَالَ : هِيَ لَك مَا عِشْت فَإِنَّهَا تَرْجِع إِلَى صَاحِبهَا ; قَالَ مَعْمَر : وَبِذَلِكَ كَانَ الزُّهْرِيّ يُفْتِي .

قُلْت : مَعْنَى الْقُرْآن يَجْرِي مَعَ أَهْل الْقَوْل الثَّانِي ; لِأَنَّ اللَّه سُبْحَانه قَالَ : &quot; وَاسْتَعْمَرَكُمْ &quot; بِمَعْنَى أَعْمَرَكُمْ ; فَأَعْمَرَ الرَّجُل الصَّالِح فِيهَا مُدَّة حَيَاته بِالْعَمَلِ الصَّالِح , وَبَعْد مَوْته بِالذِّكْرِ الْجَمِيل وَالثَّنَاء الْحَسَن ; وَبِالْعَكْسِ الرَّجُل الْفَاجِر ; فَالدُّنْيَا ظَرْف لَهُمَا حَيَاة وَمَوْتًا . وَقَدْ يُقَال : إِنَّ الثَّنَاء الْحَسَن يَجْرِي مَجْرَى الْعَقِب . وَفِي التَّنْزِيل : &quot; وَاجْعَلْ لِي لِسَان صِدْق فِي الْآخِرِينَ &quot; [ الشُّعَرَاء : 84 ] أَيْ ثَنَاء حَسَنًا . وَقِيلَ : هُوَ مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ . قَالَ : &quot; وَجَعَلْنَا ذُرِّيَّته هُمْ الْبَاقِينَ &quot; [ الصَّافَّات : 77 ] وَقَالَ : &quot; وَبَارَكْنَا عَلَيْهِ وَعَلَى إِسْحَاق وَمِنْ ذُرِّيَّتهمَا مُحْسِن وَظَالِم لِنَفْسِهِ مُبِين &quot; [ الصَّافَّات : 113 ] .



أَيْ سَلُوهُ الْمَغْفِرَة مِنْ عِبَادَة الْأَصْنَام .




أَيْ اِرْجِعُوا إِلَى عِبَادَته ,



أَيْ قَرِيب الْإِجَابَة لِمَنْ دَعَاهُ . وَقَدْ مَضَى فِي &quot; الْبَقَرَة &quot; عِنْد قَوْله : &quot; فَإِنِّي قَرِيب أُجِيب دَعْوَة الدَّاعِي &quot; الْقَوْل فِيهِ .';
$t[62] = 'أَيْ كُنَّا نَرْجُو أَنْ تَكُون فِينَا سَيِّدًا قَبْل هَذَا ; أَيْ قَبْل دَعْوَتك النُّبُوَّة . وَقِيلَ : كَانَ صَالِح يَعِيب آلِهَتهمْ وَيَشْنَؤُهَا , وَكَانُوا يَرْجُونَ رُجُوعه إِلَى دِينهمْ , فَلَمَّا دَعَاهُمْ إِلَى اللَّه قَالُوا : اِنْقَطَعَ رَجَاؤُنَا مِنْك .


اِسْتِفْهَام مَعْنَاهُ الْإِنْكَار .


أَيْ عَنْ أَنْ نَعْبُد .


فَأَنْ فِي مَحَلّ نَصْب بِإِسْقَاطِ حَرْف الْجَرّ .


وَفِي سُورَة &quot; إِبْرَاهِيم &quot; و &quot; وَإِنَّا &quot; وَالْأَصْل وَإِنَّنَا ; فَاسْتُثْقِلَ ثَلَاث نُونَات فَأُسْقِطَ الثَّالِثَة .



الْخِطَاب لِصَالِح , وَفِي سُورَة إِبْرَاهِيم &quot; تَدْعُونَنَا &quot; [ إِبْرَاهِيم : 9 ] لِأَنَّ الْخِطَاب لِلرُّسُلِ صَلَوَات اللَّه وَسَلَامه عَلَيْهِمْ


مِنْ أَرَبْته فَأَنَا أُرِيبه إِذَا فَعَلْت بِهِ فِعْلًا يُوجِب لَدَيْهِ الرِّيبَة . قَالَ الْهُذَلِيّ : كُنْت إِذَا أَتَوْته مِنْ غَيْب يَشُمّ عِطْفِي وَيَبُزّ ثَوْبِي كَأَنَّمَا أَرَبْته بِرَيْب';
$t[63] = '&quot; قَالَ يَا قَوْمِ أَرَأَيْتُمْ إِنْ كُنْت عَلَى بَيِّنَة مِنْ رَبِّي &quot; أَيْ عَلَى يَقِين ; قَالَهُ أَبُو عِمْرَان الْجَوْنِيّ . وَقِيلَ : عَلَى مُعْجِزَة ; وَقَدْ تَقَدَّمَ فِي &quot; الْأَنْعَام &quot; هَذَا الْمَعْنَى . &quot; وَآتَانِي مِنْهُ رَحْمَة &quot; أَيْ نُبُوَّة وَرِسَالَة ; عَنْ اِبْن عَبَّاس ; ( وَهِيَ رَحْمَة عَلَى الْخَلْق ) . وَقِيلَ : الْهِدَايَة إِلَى اللَّه بِالْبَرَاهِينِ . وَقِيلَ : بِالْإِيمَانِ وَالْإِسْلَام .



اِسْتِفْهَام مَعْنَاهُ النَّفْي ; أَيْ لَا يَنْصُرنِي مِنْهُ إِنْ عَصَيْته أَحَد .


أَيْ تَضْلِيل وَإِبْعَاد مِنْ الْخَيْر ; قَالَهُ الْفَرَّاء . وَالتَّخْسِير لَهُمْ لَا لَهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ; كَأَنَّهُ قَالَ : غَيْر تَخْسِير لَكُمْ لَا لِي . وَقِيلَ : الْمَعْنَى ( مَا تَزِيدُونَنِي بِاحْتِجَاجِكُمْ بِدِينِ آبَائِكُمْ غَيْر بَصِيرَة بِخَسَارَتِكُمْ ) ; عَنْ اِبْن عَبَّاس .';
$t[64] = 'اِبْتِدَاء وَخَبَر .


نُصِبَ عَلَى الْحَال , وَالْعَامِل مَعْنَى الْإِشَارَة أَوْ التَّنْبِيه فِي &quot; هَذِهِ &quot; . وَإِنَّمَا قِيلَ : نَاقَة اللَّه ; لِأَنَّهُ أَخْرَجَهَا لَهُمْ مِنْ جَبَل - عَلَى مَا طَلَبُوا - عَلَى أَنَّهُمْ يُؤْمِنُونَ . وَقِيلَ : أَخْرَجَهَا مِنْ صَخْرَة صَمَّاء مُنْفَرِدَة فِي نَاحِيَة الْحِجْر يُقَال لَهَا الْكَاثِبَة , فَلَمَّا خَرَجَتْ النَّاقَة - عَلَى مَا طَلَبُوا - قَالَ لَهُمْ نَبِيّ اللَّه صَالِح : &quot; هَذِهِ نَاقَة اللَّه لَكُمْ آيَة &quot; .



نُصِبَ عَلَى الْحَال , وَالْعَامِل مَعْنَى الْإِشَارَة أَوْ التَّنْبِيه فِي &quot; هَذِهِ &quot; . وَإِنَّمَا قِيلَ : نَاقَة اللَّه ; لِأَنَّهُ أَخْرَجَهَا لَهُمْ مِنْ جَبَل - عَلَى مَا طَلَبُوا - عَلَى أَنَّهُمْ يُؤْمِنُونَ . وَقِيلَ : أَخْرَجَهَا مِنْ صَخْرَة صَمَّاء مُنْفَرِدَة فِي نَاحِيَة الْحِجْر يُقَال لَهَا الْكَاثِبَة , فَلَمَّا خَرَجَتْ النَّاقَة - عَلَى مَا طَلَبُوا - قَالَ لَهُمْ نَبِيّ اللَّه صَالِح : &quot; هَذِهِ نَاقَة اللَّه لَكُمْ آيَة &quot; .


أَمْر وَجَوَابه ; وَحُذِفَتْ النُّون مِنْ &quot; فَذَرُوهَا &quot; لِأَنَّهُ أَمْر . وَلَا يُقَال : وَذِرَ وَلَا وَاذِر إِلَّا شَاذًّا . وَلِلنَّحْوِيِّينَ فِيهِ قَوْلَانِ ; قَالَ سِيبَوَيْهِ : اِسْتَغْنَوْا عَنْهُ بِتَرَكَ . وَقَالَ غَيْره : لَمَّا كَانَتْ الْوَاو ثَقِيلَة وَكَانَ فِي الْكَلَام فِعْل بِمَعْنَاهُ لَا وَاو فِيهِ أَلْغَوْهُ ; قَالَ أَبُو إِسْحَاق الزَّجَّاج : وَيَجُوز رَفْع &quot; تَأْكُل &quot; عَلَى الْحَال وَالِاسْتِئْنَاف .


جَزْم بِالنَّهْيِ .


قَالَ الْفَرَّاء : بِعَقْرٍ .


جَوَاب النَّهْي .


أَيْ قَرِيب مِنْ عَقْرهَا .';
$t[65] = '&quot; فَعَقَرُوهَا &quot; إِنَّمَا عَقَرَهَا بَعْضهمْ ; وَأُضِيفَ إِلَى الْكُلّ لِأَنَّهُ كَانَ بِرِضَا الْبَاقِينَ . وَقَدْ تَقَدَّمَ الْكَلَام فِي عَقْرهَا &quot; الْأَعْرَاف &quot; . وَيَأْتِي أَيْضًا . &quot; فَقَالَ تَمَتَّعُوا &quot; أَيْ قَالَ لَهُمْ صَالِح تَمَتَّعُوا ; أَيْ بِنِعَمِ اللَّه عَزَّ وَجَلَّ قَبْل الْعَذَاب . &quot; فِي دَاركُمْ &quot; أَيْ فِي بَلَدكُمْ , وَلَوْ أَرَادَ الْمَنْزِل لَقَالَ فِي دُوركُمْ . وَقِيلَ : أَيْ يَتَمَتَّع كُلّ وَاحِد مِنْكُمْ فِي دَاره وَمَسْكَنه ; كَقَوْلِهِ : &quot; يُخْرِجكُمْ طِفْلًا &quot; [ غَافِر : 67 ] أَيْ كُلّ وَاحِد طِفْلًا . وَعَبَّرَ عَنْ التَّمَتُّع بِالْحَيَاةِ لِأَنَّ الْمَيِّت لَا يَتَلَذَّذ وَلَا يَتَمَتَّع بِشَيْءٍ ; فَعُقِرَتْ يَوْم الْأَرْبِعَاء , فَأَقَامُوا يَوْم الْخَمِيس وَالْجُمْعَة وَالسَّبْت وَأَتَاهُمْ الْعَذَاب يَوْم الْأَحَد . وَإِنَّمَا أَقَامُوا ثَلَاثَة أَيَّام ; لِأَنَّ الْفَصِيل رَغَا ثَلَاثًا عَلَى مَا تَقَدَّمَ فِي &quot; الْأَعْرَاف &quot; فَاصْفَرَّتْ أَلْوَانهمْ فِي الْيَوْم الْأَوَّل , ثُمَّ اِحْمَرَّتْ فِي الثَّانِي , ثُمَّ اِسْوَدَّتْ فِي الثَّالِث , وَهَلَكُوا فِي الرَّابِع ; وَقَدْ تَقَدَّمَ فِي &quot; الْأَعْرَاف &quot; .

اِسْتَدَلَّ عُلَمَاؤُنَا بِإِرْجَاءِ اللَّه الْعَذَاب عَنْ قَوْم صَالِح ثَلَاثَة أَيَّام عَلَى أَنَّ الْمُسَافِر إِذَا لَمْ يُجْمِع عَلَى إِقَامَة أَرْبَع لَيَالٍ قَصَرَ ; لِأَنَّ الثَّلَاثَة الْأَيَّام خَارِجَة عَنْ حُكْم الْإِقَامَة وَقَدْ تَقَدَّمَ فِي &quot; النِّسَاء &quot; مَا لِلْعُلَمَاءِ فِي هَذَا .


أَيْ غَيْر كَذِب . وَقِيلَ : غَيْر مَكْذُوب فِيهِ .';
$t[66] = 'أَيْ عَذَابنَا .



لِأَنَّ أَحَدًا لَا يَنْجُو إِلَّا بِرَحْمَةِ اللَّه تَعَالَى , وَإِنْ كَانَتْ لَهُ أَعْمَال صَالِحَة . وَفِي صَحِيح مُسْلِم وَالْبُخَارِيّ وَغَيْرهمَا عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ( لَنْ يُنَجِّي أَحَدًا مِنْكُمْ عَمَله . قَالُوا : وَلَا أَنْتَ يَا رَسُول اللَّه ؟ ! قَالَ : وَلَا أَنَا إِلَّا أَنْ يَتَغَمَّدنِي اللَّه بِرَحْمَةٍ مِنْهُ ) . وَقِيلَ : مَعْنَى &quot; بِرَحْمَةٍ مِنَّا &quot; بِأَنْ بَيَّنَّا لَهُمْ الْهُدَى الَّذِي هُوَ رَحْمَة .


أَيْ وَنَجَّيْنَاهُمْ مِنْ خِزْي يَوْمئِذٍ ; أَيْ مِنْ فَضِيحَته وَذِلَّته . وَقِيلَ : الْوَاو زَائِدَة ; أَيْ نَجَّيْنَاهُمْ مِنْ خِزْي يَوْمئِذٍ . وَلَا يَجُوز زِيَادَتهَا عِنْد سِيبَوَيْهِ وَأَهْل الْبَصْرَة . وَعِنْد الْكُوفِيِّينَ يَجُوز زِيَادَتهَا مَعَ &quot; لَمَّا &quot; و &quot; حَتَّى &quot; لَا غَيْر . وَقَرَأَ نَافِع وَالْكِسَائِيّ &quot; يَوْمئِذٍ &quot; بِالنَّصْبِ . الْبَاقُونَ بِالْكَسْرِ عَلَى إِضَافَة &quot; يَوْم &quot; إِلَى &quot; إِذْ &quot; وَقَالَ أَبُو حَاتِم : حَدَّثَنَا أَبُو زَيْد عَنْ أَبِي عَمْرو أَنَّهُ قَرَأَ &quot; وَمِنْ خِزْي يَوْمئِذٍ &quot; أَدْغَمَ الْيَاء فِي الْيَاء , وَأَضَافَ , وَكَسَرَ الْمِيم فِي &quot; يَوْمئِذٍ &quot; . قَالَ النَّحَّاس : الَّذِي يَرْوِيه النَّحْوِيُّونَ : مِثْل سِيبَوَيْهِ وَمَنْ قَارَبَهُ عَنْ أَبِي عَمْرو فِي مِثْل هَذَا : الْإِخْفَاء ; فَأَمَّا الْإِدْغَام فَلَا يَجُوز ; لِأَنَّهُ يَلْتَقِي سَاكِنَانِ , وَلَا يَجُوز كَسْر الزَّاي .';
$t[67] = 'أَيْ فِي الْيَوْم الرَّابِع صِيحَ بِهِمْ فَمَاتُوا ; وَذُكِرَ لِأَنَّ الصَّيْحَة وَالصِّيَاح وَاحِد . قِيلَ : صَيْحَة جِبْرِيل . وَقِيلَ : صَيْحَة مِنْ السَّمَاء فِيهَا صَوْت كُلّ صَاعِقَة ; وَصَوْت كُلّ شَيْء فِي الْأَرْض , فَتَقَطَّعَتْ قُلُوبهمْ وَمَاتُوا . وَقَالَ هُنَا : &quot; وَأَخَذَ الَّذِينَ ظَلَمُوا الصَّيْحَة &quot; وَقَالَ فِي الْأَعْرَاف &quot; فَأَخَذَتْهُمْ الرَّجْفَة &quot; [ الْأَعْرَاف : 78 ] وَقَدْ تَقَدَّمَ بَيَانه هُنَاكَ . وَفِي التَّفْسِير : أَنَّهُمْ لَمَّا أَيْقَنُوا بِالْعَذَابِ قَالَ بَعْضهمْ لِبَعْضٍ مَا مَقَامكُمْ أَنْ يَأْتِيكُمْ الْأَمْر بَغْتَة ؟ ! قَالُوا : فَمَا نَصْنَع ؟ فَأَخَذُوا سُيُوفهمْ وَرِمَاحهمْ وَعِدَدهمْ , وَكَانُوا فِيمَا يُقَال اِثْنَيْ عَشَرَ أَلْف قَبِيلَة , فِي كُلّ قَبِيلَة اِثْنَا عَشَرَ أَلْف مُقَاتِل , فَوَقَفُوا عَلَى الطُّرُق وَالْفِجَاج , زَعَمُوا يُلَاقُونَ الْعَذَاب ; فَأَوْحَى اللَّه تَعَالَى إِلَى الْمَلَك الْمُوَكَّل بِالشَّمْسِ أَنْ يُعَذِّبهُمْ بِحَرِّهَا ; فَأَدْنَاهَا مِنْ رُءُوسهمْ فَاشْتَوَتْ أَيْدِيهمْ , وَتَدَلَّتْ أَلْسِنَتهمْ عَلَى صُدُورهمْ مِنْ الْعَطَش , وَمَاتَ كُلّ مَا كَانَ مَعَهُمْ مِنْ الْبَهَائِم . وَجَعَلَ الْمَاء يَتَفَوَّرُ مِنْ تِلْكَ الْعُيُون مِنْ غَلَيَانه حَتَّى يَبْلُغ السَّمَاء , لَا يَسْقُط عَلَى شَيْء إِلَّا أَهْلَكَهُ مِنْ شِدَّة حَرّه , فَمَا زَالُوا كَذَلِكَ , وَأَوْحَى اللَّه إِلَى مَلَك الْمَوْت أَلَّا يَقْبِض أَرْوَاحهمْ تَعْذِيبًا لَهُمْ إِلَى أَنْ غَرَبَتْ الشَّمْس ; فَصِيحَ بِهِمْ فَأُهْلِكُوا .



أَيْ سَاقِطِينَ عَلَى وُجُوههمْ , قَدْ لَصِقُوا بِالتُّرَابِ كَالطَّيْرِ إِذَا جَثَمَتْ .';
$t[68] = 'قَالَ الْفَرَّاء : أَيْ كَفَرُوا نِعْمَة رَبّهمْ ; قَالَ : وَيُقَال كَفَرْته وَكَفَرْت بِهِ , مِثْل شَكَرْته وَشَكَرْت لَهُ &quot; أَلَا بُعْدًا لِثَمُود &quot; أَيْ لَا زَالُوا مُبْعَدِينَ عَنْ رَحْمَة اللَّه . وَالْبُعْد الْهَلَاك وَالْبُعْد التَّبَاعُد مِنْ الْخَيْر . يُقَال : بَعُدَ يَبْعُد بُعْدًا إِذَا تَأَخَّرَ وَتَبَاعَدَ . وَبَعِدَ يَبْعَد بَعَدًا إِذَا هَلَكَ ; قَالَ : لَا يَبْعَدَنْ قَوْمِي الَّذِينَ هُمْ سُمّ الْعُدَاة وَآفَة الْجُزْر وَقَالَ النَّابِغَة : فَلَا تَبْعَدَنْ إِنَّ الْمَنِيَّة مَنْهَل وَكُلّ اِمْرِئٍ يَوْمًا بِهِ الْحَال زَائِل';
$t[69] = 'هَذِهِ قِصَّة لُوط عَلَيْهِ السَّلَام ; وَهُوَ اِبْن عَمّ إِبْرَاهِيم عَلَيْهِ السَّلَام لَحًّا , وَكَانَتْ قُرَى لُوط بِنَوَاحِي الشَّام , وَإِبْرَاهِيم بِبِلَادِ فِلَسْطِين , فَلَمَّا أَنْزَلَ اللَّه الْمَلَائِكَة بِعَذَابِ قَوْم لُوط مَرُّوا بِإِبْرَاهِيم وَنَزَلُوا عِنْده , وَكَانَ كُلّ مَنْ نَزَلَ عِنْده يُحْسِن قِرَاهُ , وَكَانُوا مَرُّوا بِبِشَارَةِ إِبْرَاهِيم , فَظَنَّهُمْ أَضْيَافًا . ( وَهُمْ جِبْرِيل وَمِيكَائِيل وَإِسْرَافِيل عَلَيْهِمْ السَّلَام ) ; قَالَهُ اِبْن عَبَّاس . الضَّحَّاك : كَانُوا تِسْعَة . السُّدِّيّ : أَحَد عَشَرَ مَلَكًا عَلَى صُورَة الْغِلْمَان الْحِسَان الْوُجُوه , ذُو وَضَاءَة وَجَمَال بَارِع . &quot; بِالْبُشْرَى &quot; قِيلَ : بِالْوَلَدِ . وَقِيلَ : بِإِهْلَاكِ قَوْم لُوط . وَقِيلَ : بَشَّرُوهُ بِأَنَّهُمْ رُسُل اللَّه عَزَّ وَجَلَّ , وَأَنَّهُ لَا خَوْف عَلَيْهِ .


نُصِبَ بِوُقُوعِ الْفِعْل عَلَيْهِ ; كَمَا تَقُول : قَالُوا خَيْرًا . وَهَذَا اِخْتِيَار الطَّبَرِيّ . وَأَمَّا قَوْله : &quot; سَيَقُولُونَ ثَلَاثَة &quot; [ الْكَهْف : 22 ] فَالثَّلَاثَة اِسْم غَيْر قَوْل مَقُول . وَلَوْ رُفِعَا جَمِيعًا أَوْ نُصِبَا جَمِيعًا &quot; قَالُوا سَلَامًا قَالَ سَلَام &quot; جَازَ فِي الْعَرَبِيَّة . قِيلَ : اِنْتَصَبَ عَلَى الْمَصْدَر . وَقِيلَ : &quot; قَالُوا سَلَامًا &quot; أَيْ فَاتَحُوهُ بِصَوَابٍ مِنْ الْقَوْل . كَمَا قَالَ : &quot; وَإِذَا خَاطَبَهُمْ الْجَاهِلُونَ قَالُوا سَلَامًا &quot; [ الْفُرْقَان : 63 ] أَيْ صَوَابًا ; فَسَلَامًا مَعْنَى قَوْلهمْ لَا لَفْظه ; قَالَ مَعْنَاهُ اِبْن الْعَرَبِيّ وَاخْتَارَهُ . قَالَ : أَلَا تَرَى أَنَّ اللَّه تَعَالَى لَمَّا أَرَادَ ذِكْر اللَّفْظ قَالَهُ بِعَيْنِهِ فَقَالَ مُخْبِرًا عَنْ الْمَلَائِكَة : &quot; سَلَام عَلَيْكُمْ بِمَا صَبَرْتُمْ &quot; [ الرَّعْد : 24 ] &quot; سَلَام عَلَيْكُمْ طِبْتُمْ &quot; [ الزُّمَر : 73 ] وَقِيلَ : دَعَوْا لَهُ ; وَالْمَعْنَى سَلِمْت سَلَامًا .



فِي رَفْعه وَجْهَانِ :

أَحَدهمَا : عَلَى إِضْمَار مُبْتَدَأ أَيْ هُوَ سَلَام , وَأَمْرِي سَلَام .

وَالْآخَر بِمَعْنَى سَلَام عَلَيْكُمْ إِذَا جُعِلَ بِمَعْنَى التَّحِيَّة ; فَأُضْمِرَ الْخَبَر . وَجَازَ سَلَام عَلَى التَّنْكِير لِكَثْرَةِ اِسْتِعْمَاله , فَحُذِفَ الْأَلِف وَاللَّام كَمَا حُذِفَتْ مِنْ لَاهُمَّ فِي قَوْلك اللَّهُمَّ . وَقُرِئَ &quot; سِلْم &quot; قَالَ الْفَرَّاء : السِّلْم وَالسَّلَام بِمَعْنًى ; مِثْل الْحِلّ وَالْحَلَال .



&quot; فَمَا لَبِثَ أَنْ جَاءَ &quot; &quot; أَنْ &quot; بِمَعْنَى حَتَّى , قَالَهُ كُبَرَاء النَّحْوِيِّينَ ; حَكَاهُ اِبْن الْعَرَبِيّ . التَّقْدِير : فَمَا لَبِثَ حَتَّى جَاءَ . وَقِيلَ : &quot; أَنْ &quot; فِي مَوْضِع نَصْب بِسُقُوطِ حَرْف الْجَرّ ; التَّقْدِير : فَمَا لَبِثَ عَنْ أَنْ جَاءَ ; أَيْ مَا أَبْطَأَ عَنْ مَجِيئِهِ بِعِجْلٍ ; فَلَمَّا حُذِفَ حَرْف الْجَرّ بَقِيَ &quot; أَنْ &quot; فِي مَحَلّ النَّصْب . وَفِي &quot; لَبِثَ &quot; ضَمِير اِسْم إِبْرَاهِيم . و &quot; مَا &quot; نَافِيَة ; قَالَهُ سِيبَوَيْهِ . وَقَالَ الْفَرَّاء : فَمَا لَبِثَ مَجِيئُهُ ; أَيْ مَا أَبْطَأَ مَجِيئُهُ ; فَأَنْ فِي مَوْضِع رَفْع , وَلَا ضَمِير فِي &quot; لَبِثَ &quot; , و &quot; مَا &quot; نَافِيَة ; وَيَصِحّ أَنْ تَكُون &quot; مَا &quot; بِمَعْنَى الَّذِي , وَفِي &quot; لَبِثَ &quot; ضَمِير إِبْرَاهِيم و &quot; أَنْ جَاءَ &quot; خَبَر &quot; مَا &quot; أَيْ فَاَلَّذِي لَبِثَ إِبْرَاهِيم هُوَ مَجِيئُهُ بِعِجْلٍ حَنِيذ . و &quot; حَنِيذ &quot; مَشْوِيّ . وَقِيلَ : هُوَ الْمَشْوِيّ بِحَرِّ الْحِجَارَة مِنْ غَيْر أَنْ تَمَسّهُ النَّار . يُقَال : حَنَذْت الشَّاة أَحْنِذهَا حَنْذًا أَيْ شَوَيْتهَا , وَجَعَلْت فَوْقهَا حِجَارَة مُحْمَاة لِتُنْضِجهَا فَهِيَ حَنِيذ . وَحَنَذْت الْفَرَس أَحْنِذهُ حَنْذًا , وَهُوَ أَنْ تُحْضِرهُ شَوْطًا أَوْ شَوْطَيْنِ ثُمَّ تُظَاهِر عَلَيْهِ الْجُلَال فِي الشَّمْس لِيَعْرَق , فَهُوَ مَحْنُوذ وَحَنِيذ ; فَإِنْ لَمْ يَعْرَق قِيلَ : كَبَا . وَحَنَذ مَوْضِع قَرِيب مِنْ الْمَدِينَة . وَقِيلَ : الْحَنِيذ السَّمِيط . اِبْن عَبَّاس وَغَيْره : ( حَنِيذ نَضِيج . وَحَنِيذ بِمَعْنَى مَحْنُوذ ) ; وَإِنَّمَا جَاءَ بِعِجْلٍ لِأَنَّ الْبَقَر كَانَتْ أَكْثَر أَمْوَاله .

فِي هَذِهِ الْآيَة مِنْ أَدَب الضَّيْف أَنْ يُعَجِّل قِرَاهُ , فَيُقَدِّم الْمَوْجُود الْمُيَسَّر فِي الْحَال , ثُمَّ يُتْبِعهُ بِغَيْرِهِ إِنْ كَانَ لَهُ جِدَة , وَلَا يَتَكَلَّف مَا يَضُرّ بِهِ . وَالضِّيَافَة مِنْ مَكَارِم الْأَخْلَاق , وَمِنْ آدَاب الْإِسْلَام , وَمِنْ خُلُق النَّبِيِّينَ وَالصَّالِحِينَ . وَإِبْرَاهِيم أَوَّل مَنْ أَضَافَ عَلَى مَا تَقَدَّمَ فِي &quot; الْبَقَرَة &quot; وَلَيْسَتْ بِوَاجِبَةٍ عِنْد عَامَّة أَهْل الْعِلْم ; لِقَوْلِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ( الضِّيَافَة ثَلَاثَة أَيَّام وَجَائِزَته يَوْم وَلَيْلَة فَمَا كَانَ وَرَاء ذَلِكَ فَهُوَ صَدَقَة ) . وَالْجَائِزَة الْعَطِيَّة وَالصِّلَة الَّتِي أَصْلهَا عَلَى النَّدْب . وَقَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : ( مَنْ كَانَ يُؤْمِن بِاَللَّهِ وَالْيَوْم الْآخِر فَلْيُكْرِمْ جَاره وَمَنْ كَانَ يُؤْمِن بِاَللَّهِ وَالْيَوْم الْآخِر فَلْيُكْرِمْ ضَيْفه ) . وَإِكْرَام الْجَار لَيْسَ بِوَاجِبٍ إِجْمَاعًا , فَالضِّيَافَة مِثْله . وَاَللَّه أَعْلَم . وَذَهَبَ اللَّيْث إِلَى وُجُوبهَا تَمَسُّكًا بِقَوْلِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : ( لَيْلَة الضَّيْف حَقّ ) إِلَى غَيْر ذَلِكَ مِنْ الْأَحَادِيث . وَفِيمَا أَشَرْنَا إِلَيْهِ كِفَايَة , وَاَللَّه الْمُوَفِّق لِلْهِدَايَةِ . قَالَ اِبْن الْعَرَبِيّ : وَقَدْ قَالَ قَوْم : إِنَّ وُجُوب الضِّيَافَة كَانَ فِي صَدْر الْإِسْلَام ثُمَّ نُسِخَ , وَهَذَا ضَعِيف ; فَإِنَّ الْوُجُوب لَمْ يَثْبُت , وَالنَّاسِخ لَمْ يَرِد ; وَذَكَرَ حَدِيث أَبِي سَعِيد الْخُدْرِيّ خَرَّجَهُ الْأَئِمَّة , وَفِيهِ : ( فَاسْتَضَفْنَاهُمْ فَأَبَوْا أَنْ يُضَيِّفُونَا فَلُدِغَ سَيِّد ذَلِكَ الْحَيّ ) الْحَدِيث . وَقَالَ : هَذَا ظَاهِر فِي أَنَّ الضِّيَافَة لَوْ كَانَتْ حَقًّا لَلَامَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْقَوْم الَّذِينَ أَبَوْا , وَلَبَيَّنَ لَهُمْ ذَلِكَ .

اِخْتَلَفَ الْعُلَمَاء فِيمَنْ يُخَاطِب بِهَا ; فَذَهَبَ الشَّافِعِيّ وَمُحَمَّد بْن عَبْد الْحَكَم إِلَى أَنَّ الْمُخَاطَب بِهَا أَهْل الْحَضَر وَالْبَادِيَة . وَقَالَ مَالِك : لَيْسَ عَلَى أَهْل الْحَضَر ضِيَافَة . قَالَ سَحْنُون : إِنَّمَا الضِّيَافَة عَلَى أَهْل الْقُرَى , وَأَمَّا الْحَضَر فَالْفُنْدُق يَنْزِل فِيهِ الْمُسَافِر حَكَى اللُّغَتَيْنِ صَاحِب الْعَيْن وَغَيْره . وَاحْتَجُّوا بِحَدِيثِ اِبْن عُمَر قَالَ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : ( الضِّيَافَة عَلَى أَهْل الْوَبَر وَلَيْسَتْ عَلَى أَهْل الْمَدَر ) . وَهَذَا حَدِيث لَا يَصِحّ , وَإِبْرَاهِيم اِبْن أَخِي عَبْد الرَّزَّاق مَتْرُوك الْحَدِيث مَنْسُوب إِلَى الْكَذِب , وَهَذَا مِمَّا اِنْفَرَدَ بِهِ , وَنُسِبَ إِلَى وَضْعه ; قَالَ أَبُو عُمَر بْن عَبْد الْبَرّ . قَالَ اِبْن الْعَرَبِيّ : الضِّيَافَة حَقِيقَة فَرْض عَلَى الْكِفَايَة , وَمِنْ النَّاس مَنْ قَالَ : إِنَّهَا وَاجِبَة فِي الْقُرَى حَيْثُ لَا طَعَام وَلَا مَأْوَى , بِخِلَافِ الْحَوَاضِر فَإِنَّهَا مَشْحُونَة بِالْمَأْوَاةِ وَالْأَقْوَات ; وَلَا شَكَّ أَنَّ الضَّيْف كَرِيم , وَالضِّيَافَة كَرَامَة ; فَإِنْ كَانَ غَرِيبًا فَهِيَ فَرِيضَة .

قَالَ اِبْن الْعَرَبِيّ قَالَ بَعْض عُلَمَائِنَا : كَانَتْ ضِيَافَة إِبْرَاهِيم قَلِيلَة فَشَكَرَهَا الْحَبِيب مِنْ الْحَبِيب , وَهَذَا حُكْم بِالظَّنِّ فِي مَوْضِع الْقَطْع , وَبِالْقِيَاسِ فِي مَوْضِع النَّقْل ; مِنْ أَيْنَ عُلِمَ أَنَّهُ قَلِيل ؟ ! بَلْ قَدْ نَقَلَ الْمُفَسِّرُونَ أَنَّ الْمَلَائِكَة كَانُوا ثَلَاثَة ; جِبْرِيل وَمِيكَائِيل وَإِسْرَافِيل صَلَّى اللَّه عَلَيْهِمْ وَسَلَّمَ ; وَعِجْل لِثَلَاثَةٍ عَظِيم ; فَمَا هَذَا التَّفْسِير لِكِتَابِ اللَّه بِالرَّأْيِ ! هَذَا بِأَمَانَةِ اللَّه هُوَ التَّفْسِير الْمَذْمُوم فَاجْتَنِبُوهُ فَقَدْ عَلِمْتُمُوهُ .';
$t[70] = 'السُّنَّة إِذَا قُدِّمَ لِلضَّيْفِ الطَّعَام أَنْ يُبَادِر الْمُقَدَّم إِلَيْهِ بِالْأَكْلِ ; فَإِنَّ كَرَامَة الضَّيْف تَعْجِيل التَّقْدِيم ; وَكَرَامَة صَاحِب الْمَنْزِل الْمُبَادَرَة بِالْقَبُولِ ; فَلَمَّا قَبَضُوا أَيْدِيهمْ نَكِرَهُمْ إِبْرَاهِيم ; لِأَنَّهُمْ خَرَجُوا عَنْ الْعَادَة , وَخَالَفُوا السُّنَّة , وَخَافَ أَنْ يَكُون وَرَاءَهُمْ مَكْرُوه يَقْصِدُونَهُ . وَرُوِيَ أَنَّهُمْ كَانُوا يَنْكُتُونَ بِقِدَاحٍ كَانَتْ فِي أَيْدِيهمْ فِي اللَّحْم وَلَا تَصِل أَيْدِيهمْ إِلَى اللَّحْم , فَلَمَّا رَأَى ذَلِكَ مِنْهُمْ &quot; نَكِرَهُمْ وَأَوْجَسَ مِنْهُمْ خِيفَة &quot; أَيْ أَضْمَرَ . وَقِيلَ : أَحَسَّ ; وَالْوُجُوس الدُّخُول ; قَالَ الشَّاعِر : جَاءَ الْبَرِيد بِقِرْطَاسٍ يَخُبّ بِهِ فَأَوْجَسَ الْقَلْب مِنْ قِرْطَاسه جَزَعَا &quot; خِيفَة &quot; خَوْفًا ; أَيْ فَزَعًا . وَكَانُوا إِذَا رَأَوْا الضَّيْف لَا يَأْكُل ظَنُّوا بِهِ شَرًّا ; فَقَالَتْ الْمَلَائِكَة &quot; لَا تَخَفْ إِنَّا أُرْسِلْنَا إِلَى قَوْم لُوط &quot;

مِنْ أَدَب الطَّعَام أَنَّ لِصَاحِبِ الضَّيْف أَنْ يَنْظُر فِي ضَيْفه هَلْ يَأْكُل أَمْ لَا ؟ وَذَلِكَ يَنْبَغِي أَنْ يَكُون بِتَلَفُّتٍ وَمُسَارَقَة لَا بِتَحْدِيدِ النَّظَر . رُوِيَ أَنَّ أَعْرَابِيًّا أَكَلَ مَعَ سُلَيْمَان بْن عَبْد الْمَلِك , فَرَأَى سُلَيْمَان فِي لُقْمَة الْأَعْرَابِيّ شَعْرَة فَقَالَ لَهُ : أَزِلْ الشَّعْرَة عَنْ لُقْمَتك ؟ فَقَالَ لَهُ : أَتَنْظُرُ إِلَيَّ نَظَر مَنْ يَرَى الشَّعْرَة فِي لُقْمَتِي ؟ ! وَاَللَّه لَا أَكَلْت مَعَك .

قُلْت : وَقَدْ ذُكِرَ أَنَّ هَذِهِ الْحِكَايَة إِنَّمَا كَانَتْ مَعَ هِشَام بْن عَبْد الْمَلِك لَا مَعَ سُلَيْمَان , وَأَنَّ الْأَعْرَابِيّ خَرَجَ مِنْ عِنْده وَهُوَ يَقُول : وَلَلْمَوْت خَيْر مِنْ زِيَارَة بَاخِل يُلَاحِظ أَطْرَاف الْأَكِيل عَلَى عَمْد &quot; فَلَّمَا رَأَى أَيْدِيهمْ لَا تَصِل إِلَيْهِ نَكِرَهُمْ &quot; يَقُول : أَنْكَرَهُمْ ; تَقُول : نَكِرْتك وَأَنْكَرْتُك وَاسْتَنْكَرْتُك إِذَا وَجَدْته عَلَى غَيْر مَا عَهِدْته ; قَالَ الشَّاعِر : وَأَنْكَرَتْنِي وَمَا كَانَ الَّذِي نَكِرَتْ مِنْ الْحَوَادِث إِلَّا الشَّيْب وَالصَّلَعَا فَجَمَعَ بَيْن اللُّغَتَيْنِ . وَيُقَال : نَكِرْت لِمَا تَرَاهُ بِعَيْنِك . وَأَنْكَرْت لِمَا تَرَاهُ بِقَلْبِك .';
$t[71] = 'اِبْتِدَاء وَخَبَر , أَيْ قَائِمَة بِحَيْثُ تَرَى الْمَلَائِكَة . قِيلَ : كَانَتْ مِنْ وَرَاء السِّتْر . وَقِيلَ : كَانَتْ تَخْدُم الْمَلَائِكَة وَهُوَ جَالِس . وَقَالَ مُحَمَّد بْن إِسْحَاق : قَائِمَة تُصَلِّي . وَفِي قِرَاءَة عَبْد اللَّه بْن مَسْعُود &quot; وَامْرَأَته قَائِمَة وَهُوَ قَاعِد &quot; .



قَالَ مُجَاهِد وَعِكْرِمَة : حَاضَتْ , وَكَانَتْ آيِسَة ; تَحْقِيقًا لِلْبِشَارَةِ ; وَأَنْشَدَ عَلَى ذَلِكَ اللُّغَوِيُّونَ : وَإِنِّي لَآتِي الْعِرْس عِنْد طُهُورهَا وَأَهْجُرهَا يَوْمًا إِذَا تَكُ ضَاحِكَا وَقَالَ آخَر : وَضِحْك الْأَرَانِب فَوْق الصَّفَا كَمِثْلِ دَم الْجَوْف يَوْم اللِّقَا وَالْعَرَب تَقُول : ضَحِكَتْ الْأَرْنَب إِذَا حَاضَتْ ; وَرُوِيَ عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا وَعِكْرِمَة ; أُخِذَ مِنْ قَوْلهمْ : ( ضَحِكَتْ الْكَافُورَة - وَهِيَ قِشْرَة الطَّلْعَة - إِذَا اِنْشَقَّتْ ) . وَقَدْ أَنْكَرَ بَعْض اللُّغَوِيِّينَ أَنْ يَكُون فِي كَلَام الْعَرَب ضَحِكَتْ بِمَعْنَى حَاضَتْ . وَقَالَ الْجُمْهُور : هُوَ الضَّحِك الْمَعْرُوف , وَاخْتَلَفُوا فِيهِ ; فَقِيلَ : هُوَ ضَحِك التَّعَجُّب ; قَالَ أَبُو ذُؤَيْب : فَجَاءَ بِمَزْجٍ لَمْ يَرَ النَّاس مِثْله هُوَ الضَّحْك إِلَّا أَنَّهُ عَمَل النَّحْل وَقَالَ مُقَاتِل : ضَحِكَتْ مِنْ خَوْف إِبْرَاهِيم , وَرِعْدَته مِنْ ثَلَاثَة نَفَر , وَإِبْرَاهِيم فِي حَشَمه وَخَدَمه ; وَكَانَ إِبْرَاهِيم يَقُوم وَحْده بِمِائَةِ رَجُل . قَالَ : وَلَيْسَ الضَّحِك الْحَيْض فِي اللُّغَة بِمُسْتَقِيمٍ . وَأَنْكَرَ أَبُو عُبَيْد وَالْفَرَّاء ذَلِكَ ; قَالَ الْفَرَّاء : لَمْ أَسْمَعهُ مِنْ ثِقَة ; وَإِنَّمَا هُوَ كِنَايَة . وَرُوِيَ أَنَّ الْمَلَائِكَة مَسَحَتْ الْعِجْل , فَقَامَ مِنْ مَوْضِعه فَلَحِقَ بِأُمِّهِ , فَضَحِكَتْ سَارَة عِنْد ذَلِكَ فَبَشَّرُوهَا بِإِسْحَاق . وَيُقَال : كَانَ إِبْرَاهِيم عَلَيْهِ السَّلَام إِذَا أَرَادَ أَنْ يُكْرِم أَضْيَافه أَقَامَ سَارَة تَخْدُمهُمْ , فَذَلِكَ قَوْله : &quot; وَامْرَأَته قَائِمَة &quot; أَيْ قَائِمَة فِي خِدْمَتهمْ . وَيُقَال : &quot; قَائِمَة &quot; لِرَوْعِ إِبْرَاهِيم &quot; فَضَحِكَتْ &quot; لِقَوْلِهِمْ : &quot; لَا تَخَفْ &quot; سُرُورًا بِالْأَمْنِ . وَقَالَ الْفَرَّاء : فِيهِ تَقْدِيم وَتَأْخِير ; الْمَعْنَى : فَبَشَّرْنَاهَا بِإِسْحَاق فَضَحِكَتْ , أَيْ ضَحِكَتْ سُرُورًا بِالْوَلَدِ , وَقَدْ هَرِمَتْ , وَاَللَّه أَعْلَم أَيّ ذَلِكَ كَانَ . قَالَ النَّحَّاس فِيهِ أَقْوَال : أَحْسَنهَا - أَنَّهُمْ لَمَّا لَمْ يَأْكُلُوا أَنْكَرَهُمْ وَخَافَهُمْ ; فَلَمَّا قَالُوا لَا تَخَفْ , وَأَخْبَرُوهُ أَنَّهُمْ رُسُل اللَّه , فَرِحَ بِذَلِكَ , فَضَحِكَتْ اِمْرَأَته سُرُورًا بِفَرَحِهِ . وَقِيلَ : إِنَّهَا كَانَتْ قَالَتْ لَهُ : أَحْسَب أَنَّ هَؤُلَاءِ الْقَوْم سَيَنْزِلُ بِهِمْ عَذَاب فَضَمَّ لُوطًا إِلَيْك , فَلَمَّا جَاءَتْ الرُّسُل بِمَا قَالَتْهُ سُرَّتْ بِهِ فَضَحِكَتْ ; قَالَ النَّحَّاس : وَهَذَا إِنْ صَحَّ إِسْنَاده فَهُوَ حَسَن . وَالضَّحِك اِنْكِشَاف الْأَسْنَان . وَيَجُوز أَنْ يَكُون الضَّحِك إِشْرَاق الْوَجْه ; تَقُول : رَأَيْت فُلَانًا ضَاحِكًا ; أَيْ مُشْرِقًا . وَأَتَيْت عَلَى رَوْضَة تَضْحَك ; أَيْ مُشْرِقَة . وَفِي الْحَدِيث ( إِنَّ اللَّه سُبْحَانه يَبْعَث السَّحَاب فَيَضْحَك أَحْسَن الضَّحِك ) . جَعَلَ اِنْجِلَاءَهُ عَنْ الْبَرْق ضَحِكًا ; وَهَذَا كَلَام مُسْتَعَار . وَرُوِيَ عَنْ رَجُل مِنْ قُرَّاء مَكَّة يُقَال لَهُ مُحَمَّد بْن زِيَاد الْأَعْرَابِيّ . &quot; فَضَحَكَتْ &quot; بِفَتْحِ الْحَاء ; قَالَ الْمَهْدَوِيّ ; وَفَتْح &quot; الْحَاء &quot; مِنْ &quot; فَضَحِكَتْ &quot; غَيْر مَعْرُوف . وَضَحِكَ يَضْحَك ضَحْكًا وَضِحْكًا وَضِحِكًا وَضَحِكًا أَرْبَع لُغَات . وَالضَّحْكَة الْمَرَّة الْوَاحِدَة , وَمِنْهُ قَوْل كَثِير : غَلِقَتْ لِضَحْكَتِهِ رِقَاب الْمَال قَالَهُ الْجَوْهَرِيّ .

رَوَى مُسْلِم عَنْ سَهْل بْن سَعْد قَالَ : دَعَا أَبُو أُسَيْد السَّاعِدِيّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي عُرْسه , فَكَانَتْ اِمْرَأَته يَوْمئِذٍ خَادِمهمْ وَهِيَ الْعَرُوس . قَالَ سَهْل : أَتَدْرُونَ مَا سَقَتْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ؟ أَنْقَعَتْ لَهُ تَمَرَات مِنْ اللَّيْل فِي تَوْر , فَلَمَّا أَكَلَ سَقَتْهُ إِيَّاهُ . وَأَخْرَجَهُ الْبُخَارِيّ وَتَرْجَمَ لَهُ &quot; بَاب قِيَام الْمَرْأَة عَلَى الرِّجَال فِي الْعُرْس وَخِدْمَتهمْ بِالنَّفْسِ &quot; . قَالَ عُلَمَاؤُنَا : فِيهِ جَوَاز خِدْمَة الْعَرُوس زَوْجهَا وَأَصْحَابه فِي عُرْسهَا . وَفِيهِ أَنَّهُ لَا بَأْس أَنْ يَعْرِض الرَّجُل أَهْله عَلَى صَالِح إِخْوَانه , وَيَسْتَخْدِمهُنَّ لَهُمْ . وَيَحْتَمِل أَنْ يَكُون هَذَا قَبْل نُزُول الْحِجَاب . وَاَللَّه أَعْلَم .

ذَكَرَ الطَّبَرِيّ أَنَّ إِبْرَاهِيم عَلَيْهِ السَّلَام لَمَّا قَدَّمَ الْعِجْل قَالُوا : لَا نَأْكُل طَعَامًا إِلَّا بِثَمَنٍ ; فَقَالَ لَهُمْ : &quot; ثَمَنه أَنْ تَذْكُرُوا اللَّه فِي أَوَّله وَتَحْمَدُوهُ فِي آخِره &quot; فَقَالَ جِبْرِيل لِأَصْحَابِهِ : بِحَقٍّ اِتَّخَذَ اللَّه هَذَا خَلِيلًا . قَالَ عُلَمَاؤُنَا : وَلَمْ يَأْكُلُوا لِأَنَّ الْمَلَائِكَة لَا تَأْكُل . وَقَدْ كَانَ مِنْ الْجَائِز كَمَا يَسَّرَ اللَّه لِلْمَلَائِكَةِ أَنْ يَتَشَكَّلُوا فِي صِفَة الْآدَمِيّ جَسَدًا وَهَيْئَة أَنْ يُيَسِّر لَهُمْ أَكْل الطَّعَام ; إِلَّا أَنَّهُ فِي قَوْل الْعُلَمَاء أَرْسَلَهُمْ فِي صِفَة الْآدَمِيّ وَتَكَلَّفَ إِبْرَاهِيم عَلَيْهِ السَّلَام الضِّيَافَة حَتَّى إِذَا رَأَى التَّوَقُّف وَخَافَ جَاءَتْهُ الْبُشْرَى فَجْأَة . وَدَلَّ هَذَا عَلَى أَنَّ التَّسْمِيَة فِي أَوَّل الطَّعَام , وَالْحَمْد فِي آخِره مَشْرُوع فِي الْأُمَم قَبْلنَا ; وَقَدْ جَاءَ فِي الْإِسْرَائِيلِيَّات أَنَّ إِبْرَاهِيم عَلَيْهِ السَّلَام كَانَ لَا يَأْكُل وَحْده ; فَإِذَا حَضَرَ طَعَامه أَرْسَلَ يَطْلُب مَنْ يَأْكُل مَعَهُ ; فَلَقِيَ يَوْمًا رَجُلًا , فَلَمَّا جَلَسَ مَعَهُ عَلَى الطَّعَام , قَالَ لَهُ إِبْرَاهِيم : سَمِّ اللَّه , قَالَ الرَّجُل لَا أَدْرِي مَا اللَّه ؟ فَقَالَ لَهُ : فَاخْرُجْ عَنْ طَعَامِي , فَلَمَّا خَرَجَ نَزَلَ إِلَيْهِ جِبْرِيل فَقَالَ لَهُ : يَقُول اللَّه إِنَّهُ يَرْزُقهُ عَلَى كُفْره مَدَى عُمْره وَأَنْتَ بَخِلْت عَلَيْهِ بِلُقْمَةٍ ; فَخَرَجَ إِبْرَاهِيم فَزِعًا يَجُرّ رِدَاءَهُ , وَقَالَ : اِرْجِعْ , فَقَالَ : لَا أَرْجِع حَتَّى تُخْبِرنِي لِمَ تَرُدّنِي لِغَيْرِ مَعْنًى ؟ فَأَخْبَرَهُ بِالْأَمْرِ ; فَقَالَ : هَذَا رَبّ كَرِيم , آمَنْت ; وَدَخَلَ وَسَمَّى اللَّه وَأَكَلَ مُؤْمِنًا .



لَمَّا وُلِدَ لِإِبْرَاهِيم إِسْمَاعِيل مِنْ هَاجَرَ تَمَنَّتْ سَارَة أَنْ يَكُون لَهَا اِبْن , وَأَيِسَتْ لِكِبَرِ سِنّهَا , فَبُشِّرَتْ بِوَلَدٍ يَكُون نَبِيًّا وَيَلِد نَبِيًّا , فَكَانَ هَذَا بِشَارَة لَهَا بِأَنْ تَرَى وَلَد وَلَدهَا .


قَرَأَ حَمْزَة وَعَبْد اللَّه بْن عَامِر &quot; يَعْقُوب &quot; بِالنَّصْبِ . وَرَفَعَ الْبَاقُونَ ; فَالرَّفْع عَلَى مَعْنَى : وَيُحْدِث لَهَا مِنْ وَرَاء إِسْحَاق يَعْقُوب . وَيَجُوز أَنْ يَرْتَفِع بِالْفِعْلِ الَّذِي يَعْمَل فِي &quot; مِنْ &quot; كَأَنَّ الْمَعْنَى : وَثَبَتَ لَهَا مِنْ وَرَاء إِسْحَاق يَعْقُوب . وَيَجُوز أَنْ يَرْتَفِع بِالِابْتِدَاءِ , وَيَكُون فِي مَوْضِع الْحَال ; أَيْ بَشَّرُوهَا بِإِسْحَاق مُقَابِلًا لَهُ يَعْقُوب . وَالنَّصْب عَلَى مَعْنَى : وَوَهَبْنَا لَهَا مِنْ وَرَاء إِسْحَاق يَعْقُوب . وَأَجَازَ الْكِسَائِيّ وَالْأَخْفَش وَأَبُو حَاتِم أَنْ يَكُون &quot; يَعْقُوب &quot; فِي مَوْضِع جَرّ عَلَى مَعْنَى : وَبَشَّرْنَاهَا مِنْ وَرَاء إِسْحَاق بِيَعْقُوب . قَالَ الْفَرَّاء : وَلَا يَجُوز الْخَفْض إِلَّا بِإِعَادَةِ الْحَرْف الْخَافِض ; قَالَ سِيبَوَيْهِ وَلَوْ قُلْت : مَرَرْت بِزَيْدٍ أَوَّل مِنْ أَمْس وَأَمْس عَمْرو كَانَ قَبِيحًا خَبِيثًا ; لِأَنَّك فَرَّقْت بَيْن الْمَجْرُور وَمَا يُشْرِكهُ وَهُوَ الْوَاو , كَمَا فَرَّقْت بَيْن الْجَارّ وَالْمَجْرُور ; لِأَنَّ الْجَارّ لَا يُفْصَل بَيْنه وَبَيْن الْمَجْرُور , وَلَا بَيْنه وَبَيْن الْوَاو .';
$t[72] = 'قَالَ الزَّجَّاج : أَصْلهَا يَا وَيْلَتِي ; فَأُبْدِلَ مِنْ الْيَاء أَلِف ; لِأَنَّهَا أَخَفّ مِنْ الْيَاء وَالْكَسْرَة ; وَلَمْ تُرِدْ الدُّعَاء عَلَى نَفْسهَا بِالْوَيْلِ ; وَلَكِنَّهَا كَلِمَة تَخِفّ عَلَى أَفْوَاه النِّسَاء إِذَا طَرَأَ عَلَيْهِنَّ مَا يُعْجَبْنَ مِنْهُ ; وَعَجِبَتْ مِنْ وِلَادَتهَا وَمِنْ كَوْن بَعْلهَا شَيْخًا لِخُرُوجِهِ عَنْ الْعَادَة , وَمَا خَرَجَ عَنْ الْعَادَة مُسْتَغْرَب وَمُسْتَنْكَر .


اِسْتِفْهَام مَعْنَاهُ التَّعَجُّب .


أَيْ شَيْخَة . وَلَقَدْ عَجَزَتْ تَعْجُز عُجُوزًا وَعَجَّزَتْ تَعْجِيزًا ; أَيْ طَعَنَتْ فِي السِّنّ . وَقَدْ يُقَال : عَجُوزَة أَيْضًا . وَعَجِزَتْ الْمَرْأَة بِكَسْرِ الْجِيم ; عَظُمَتْ عَجِيزَتهَا عُجْزًا وَعَجَزًا بِضَمِّ الْعَيْن وَفَتْحهَا . قَالَ مُجَاهِد : كَانَتْ بِنْت تِسْع وَتِسْعِينَ سَنَة . وَقَالَ اِبْن إِسْحَاق : كَانَتْ بِنْت تِسْعِينَ سَنَة . وَقِيلَ غَيْر هَذَا .


&quot; وَهَذَا بَعْلِي &quot; أَيْ زَوْجِي . &quot; شَيْخًا &quot; نُصِبَ عَلَى الْحَال , وَالْعَامِل فِيهِ التَّنْبِيه أَوْ الْإِشَارَة . &quot; وَهَذَا بَعْلِي &quot; اِبْتِدَاء وَخَبَر . وَقَالَ الْأَخْفَش : وَفِي قِرَاءَة اِبْن مَسْعُود وَأُبَيّ &quot; وَهَذَا بَعْلِي شَيْخ &quot; قَالَ النَّحَّاس : كَمَا تَقُول هَذَا زَيْد قَائِم ; فَزَيْد بَدَل مِنْ هَذَا ; وَقَائِم خَبَر الِابْتِدَاء . وَيَجُوز أَنْ يَكُون &quot; هَذَا &quot; مُبْتَدَأ &quot; وَزَيْد قَائِم &quot; خَبَرَيْنِ ; وَحَكَى سِيبَوَيْهِ : هَذَا حُلْو حَامِض . وَقِيلَ : كَانَ إِبْرَاهِيم اِبْن مِائَة وَعِشْرِينَ سَنَة . وَقِيلَ : اِبْن مِائَة فَكَانَ يَزِيد عَلَيْهَا فِي قَوْل مُجَاهِد سَنَة . وَقِيلَ : إِنَّهَا عَرَّضَتْ بِقَوْلِهَا : &quot; وَهَذَا بَعْلِي شَيْخًا &quot; أَيْ عَنْ تَرْك غِشْيَانه لَهَا . وَسَارَة هَذِهِ اِمْرَأَة إِبْرَاهِيم بِنْت هاران بْن ناحور بْن شاروع بْن أرغو بْن فالغ , وَهِيَ بِنْت عَمّ إِبْرَاهِيم .


أَيْ الَّذِي بَشَّرْتُمُونِي بِهِ لَشَيْء عَجِيب .';
$t[73] = 'لَمَّا قَالَتْ : &quot; وَأَنَا عَجُوز وَهَذَا بَعْلِي شَيْخًا &quot; وَتَعَجَّبَتْ , أَنْكَرَتْ الْمَلَائِكَة عَلَيْهَا تَعَجُّبهَا مِنْ أَمْر اللَّه , أَيْ مِنْ قَضَائِهِ . وَقَدَره , أَيْ لَا عَجَب مِنْ أَنْ يَرْزُقكُمَا اللَّه الْوَلَد , وَهُوَ إِسْحَاق . وَبِهَذِهِ الْآيَة اِسْتَدَلَّ كَثِير مِنْ الْعُلَمَاء عَلَى أَنَّ الذَّبِيح إِسْمَاعِيل , وَأَنَّهُ أَسَنّ مِنْ إِسْحَاق ; لِأَنَّهَا بُشِّرَتْ بِأَنَّ إِسْحَاق يَعِيش حَتَّى يُولَد لَهُ يَعْقُوب . وَسَيَأْتِي الْكَلَام فِي هَذَا ; وَبَيَانه فِي &quot; الصَّافَّات &quot; إِنْ شَاءَ اللَّه تَعَالَى .


مُبْتَدَأ , وَالْخَبَر &quot; عَلَيْكُمْ &quot; . وَحَكَى سِيبَوَيْهِ &quot; عَلَيْكُمْ &quot; بِكَسْرِ الْكَاف لِمُجَاوَرَتِهَا الْيَاء . وَهَلْ هُوَ خَبَر أَوْ دُعَاء ؟ وَكَوْنه إِخْبَارًا أَشْرَف ; لِأَنَّ ذَلِكَ يَقْتَضِي حُصُول الرَّحْمَة وَالْبَرَكَة لَهُمْ , الْمَعْنَى : أَوْصَلَ اللَّه لَكُمْ رَحْمَته وَبَرَكَاته أَهْل الْبَيْت . وَكَوْنه دُعَاء إِنَّمَا يَقْتَضِي أَنَّهُ أَمْر يُتَرَجَّى وَلَمْ يَتَحَصَّل بَعْد . &quot; أَهْل الْبَيْت &quot; نُصِبَ عَلَى الِاخْتِصَاص ; وَهَذَا مَذْهَب سِيبَوَيْهِ . وَقِيلَ : عَلَى النِّدَاء . هَذِهِ الْآيَة تُعْطِي أَنَّ زَوْجَة الرَّجُل , مِنْ أَهْل الْبَيْت ; فَدَلَّ هَذَا عَلَى أَنَّ أَزْوَاج الْأَنْبِيَاء مِنْ أَهْل الْبَيْت ; فَعَائِشَة رَضِيَ اللَّه عَنْهَا وَغَيْرهَا مِنْ جُمْلَة أَهْل بَيْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ; مِمَّنْ قَالَ اللَّه فِيهِمْ : &quot; وَيُطَهِّركُمْ تَطْهِيرًا &quot; [ الْأَحْزَاب : 33 ] وَدَلَّتْ الْآيَة أَيْضًا عَلَى أَنَّ مُنْتَهَى السَّلَام &quot; وَبَرَكَاته &quot; كَمَا أَخْبَرَ اللَّه عَنْ صَالِحِي عِبَاده &quot; رَحْمَة اللَّه وَبَرَكَاته عَلَيْكُمْ أَهْل الْبَيْت &quot; . وَالْبَرَكَة النُّمُوّ وَالزِّيَادَة ; وَمِنْ تِلْكَ الْبَرَكَات أَنَّ جَمِيع الْأَنْبِيَاء وَالْمُرْسَلِينَ كَانُوا فِي وَلَد إِبْرَاهِيم وَسَارَة . وَرَوَى مَالِك عَنْ وَهْب بْن كَيْسَان أَبِي نُعَيْم عَنْ مُحَمَّد بْن عَمْرو بْن عَطَاء قَالَ : كُنْت جَالِسًا عِنْد عَبْد اللَّه بْن عَبَّاس فَدَخَلَ عَلَيْهِ رَجُل مِنْ أَهْل الْيَمَن فَقَالَ : السَّلَام عَلَيْك وَرَحْمَة اللَّه وَبَرَكَاته ; ثُمَّ زَادَ شَيْئًا مَعَ ذَلِكَ ; فَقَالَ , اِبْن عَبَّاس - وَهُوَ يَوْمئِذٍ قَدْ ذَهَبَ بَصَره - مَنْ هَذَا ؟ فَقَالُوا الْيَمَانِيّ الَّذِي يَغْشَاك , فَعَرَّفُوهُ إِيَّاهُ , فَقَالَ : ( إِنَّ السَّلَام اِنْتَهَى إِلَى الْبَرَكَة ) . وَرُوِيَ عَنْ عَلِيّ رَضِيَ اللَّه عَنْهُ أَنَّهُ قَالَ : دَخَلْت الْمَسْجِد فَإِذَا أَنَا بِالنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي عُصْبَة مِنْ أَصْحَابه , فَقُلْت : السَّلَام عَلَيْكُمْ ; فَقَالَ : ( وَعَلَيْك السَّلَام وَرَحْمَة اللَّه عِشْرُونَ لِي وَعَشَرَة لَك ) . قَالَ : وَدَخَلْت الثَّانِيَة ; فَقُلْت : السَّلَام عَلَيْكُمْ وَرَحْمَة اللَّه فَقَالَ : ( وَعَلَيْك السَّلَام وَرَحْمَة اللَّه وَبَرَكَاته ثَلَاثُونَ لِي وَعِشْرُونَ لَك ) . فَدَخَلْت الثَّالِثَة فَقُلْت : السَّلَام عَلَيْكُمْ وَرَحْمَة اللَّه وَبَرَكَاته : فَقَالَ : ( وَعَلَيْك السَّلَام وَرَحْمَة اللَّه وَبَرَكَاته ثَلَاثُونَ لِي وَثَلَاثُونَ لَك أَنَا وَأَنْتَ فِي السَّلَام سَوَاء ) .



أَيْ مَحْمُود مَاجِد . وَقَدْ بَيَّنَّاهُمَا فِي &quot; الْأَسْمَاء الْحُسْنَى &quot; .';
$t[74] = 'أَيْ الْخَوْف ; يُقَال : اِرْتَاعَ مِنْ كَذَا إِذَا خَافَ ; قَالَ النَّابِغَة : فَارْتَاعَ مِنْ صَوْت كَلَّاب فَبَاتَ لَهُ طَوْع الشَّوَامِت مِنْ خَوْف وَمِنْ صَرد


أَيْ بِإِسْحَاق وَيَعْقُوب . وَقَالَ قَتَادَة : بَشَّرُوهُ بِأَنَّهُمْ إِنَّمَا أَتَوْا بِالْعَذَابِ إِلَى قَوْم لُوط , وَأَنَّهُ لَا يَخَاف .



أَيْ يُجَادِل رُسُلنَا , وَأَضَافَهُ إِلَى نَفْسه ; لِأَنَّهُمْ نَزَلُوا بِأَمْرِهِ . وَهَذِهِ الْمُجَادَلَة رَوَاهَا حُمَيْد بْن هِلَال عَنْ جُنْدُب عَنْ حُذَيْفَة ; وَذَلِكَ أَنَّهُمْ لَمَّا قَالُوا : &quot; إِنَّا مُهْلِكُو أَهْل هَذِهِ الْقَرْيَة &quot; [ الْعَنْكَبُوت : 31 ] قَالَ لَهُمْ : أَرَأَيْتُمْ إِنْ كَانَ فِيهَا خَمْسُونَ مِنْ الْمُسْلِمِينَ أَتُهْلِكُونَهُمْ ؟ قَالُوا : لَا . قَالَ : فَأَرْبَعُونَ ؟ قَالُوا : لَا . قَالَ : فَثَلَاثُونَ ؟ قَالُوا : لَا . قَالَ : فَعِشْرُونَ ؟ قَالُوا : لَا . قَالَ : فَإِنْ كَانَ فِيهَا عَشَرَة - أَوْ خَمْسَة &quot; شَكَّ حُمَيْد &quot; - قَالُوا : لَا . قَالَ قَتَادَة : نَحْوًا مِنْهُ ; قَالَ فَقَالَ يَعْنِي إِبْرَاهِيم : قَوْم لَيْسَ فِيهِمْ عَشَرَة مِنْ الْمُسْلِمِينَ لَا خَيْر فِيهِمْ . وَقِيلَ إِنَّ إِبْرَاهِيم قَالَ : أَرَأَيْتُمْ إِنْ كَانَ فِيهَا رَجُل مُسْلِم أَتُهْلِكُونَهَا ؟ قَالُوا : لَا . فَقَالَ إِبْرَاهِيم عِنْد ذَلِكَ : &quot; إِنَّ فِيهَا لُوطًا قَالُوا نَحْنُ أَعْلَم بِمَنْ فِيهَا لَنُنْجِيَنَّهُ وَأَهْله إِلَّا اِمْرَأَته كَانَتْ مِنْ الْغَابِرِينَ &quot; [ الْعَنْكَبُوت : 32 ] . وَقَالَ عَبْد الرَّحْمَن بْن سَمُرَة : كَانُوا أَرْبَعمِائَةِ أَلْف . اِبْن جُرَيْج . وَكَانَ فِي قُرَى قَوْم لُوط أَرْبَعَة آلَاف أَلْف . وَمَذْهَب الْأَخْفَش وَالْكِسَائِيّ أَنْ &quot; يُجَادِلنَا &quot; فِي مَوْضِع &quot; جَادَلَنَا &quot; . قَالَ النَّحَّاس : لَمَّا كَانَ جَوَاب &quot; لَمَّا &quot; يَجِب أَنْ يَكُون بِالْمَاضِي جُعِلَ الْمُسْتَقْبَل مَكَانه ; كَمَا أَنَّ الشَّرْط يَجِب أَنْ يَكُون بِالْمُسْتَقْبَلِ فَجُعِلَ الْمَاضِي مَكَانه . وَفِيهِ جَوَاب آخَر : أَنْ يَكُون &quot; يُجَادِلنَا &quot; فِي مَوْضِع الْحَال ; أَيْ أَقْبَلَ يُجَادِلنَا ; وَهَذَا قَوْل الْفَرَّاء .';
$t[75] = 'تَقَدَّمَ فِي &quot; بَرَاءَة &quot; مَعْنَى &quot; لَأَوَّاه حَلِيم &quot; [ التَّوْبَة : 114 ] وَالْمُنِيب الرَّاجِع ; يُقَال : أَنَابَ إِذَا رَجَعَ . وَإِبْرَاهِيم صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ رَاجِعًا إِلَى اللَّه تَعَالَى فِي أُمُوره كُلّهَا . وَقِيلَ : الْأَوَّاه الْمُتَأَوِّه أَسَفًا عَلَى مَا قَدْ فَاتَ قَوْم لُوط مِنْ الْإِيمَان .';
$t[76] = 'أَيْ دَعْ عَنْك الْجِدَال فِي قَوْم لُوط .


أَيْ عَذَابه لَهُمْ .



أَيْ نَازِل بِهِمْ .



أَيْ غَيْر مَصْرُوف عَنْهُمْ وَلَا مَدْفُوع .';
$t[77] = 'لَمَّا خَرَجَتْ الْمَلَائِكَة مِنْ عِنْد إِبْرَاهِيم , وَكَانَ بَيْن إِبْرَاهِيم وَقَرْيَة لُوط أَرْبَعَة فَرَاسِخ بَصُرَتْ بِنْتَا لُوط - وَهُمَا تَسْتَقِيَانِ - بِالْمَلَائِكَةِ وَرَأَتَا هَيْئَة حَسَنَة , فَقَالَتَا : مَا شَأْنكُمْ ؟ وَمِنْ أَيْنَ أَقْبَلْتُمْ ؟ قَالُوا : مِنْ مَوْضِع كَذَا نُرِيد هَذِهِ الْقَرْيَة قَالَتَا : فَإِنَّ أَهْلهَا أَصْحَاب الْفَوَاحِش ; فَقَالُوا : أَبِهَا مَنْ يُضَيِّفنَا ؟ قَالَتَا : نَعَمْ ! هَذَا الشَّيْخ وَأَشَارَتَا إِلَى لُوط ; فَلَمَّا رَأَى لُوط هَيْئَتهمْ خَافَ قَوْمه عَلَيْهِمْ .


أَيْ سَاءَهُ مَجِيئُهُمْ ; يُقَال : سَاءَ يَسُوء فَهُوَ لَازِم , وَسَاءَهُ يَسُوءهُ فَهُوَ مُتَعَدٍّ أَيْضًا , وَإِنْ شِئْت ضَمَمْت السِّين ; لِأَنَّ أَصْلهَا الضَّمّ , وَالْأَصْل سُوِئَ بِهِمْ مِنْ السُّوء ; قُلِبَتْ حَرَكَة الْوَاو عَلَى السِّين فَانْقَلَبَتْ يَاء , وَإِنْ خُفِّفَتْ الْهَمْزَة أُلْقِيَتْ حَرَكَتهَا عَلَى الْيَاء فَقُلْت : &quot; سِيءَ بِهِمْ &quot; مُخَفَّفًا , وَلُغَة شَاذَّة بِالتَّشْدِيدِ .


أَيْ ضَاقَ صَدْره بِمَجِيئِهِمْ وَكَرِهَهُ . وَقِيلَ : ضَاقَ وُسْعه وَطَاقَته . وَأَصْله أَنْ يَذْرَع الْبَعِير بِيَدَيْهِ فِي سَيْره ذَرْعًا عَلَى قَدْر سَعَة خَطْوه ; فَإِذَا حُمِلَ عَلَى أَكْثَر مِنْ طَوْقه ضَاقَ عَنْ ذَلِكَ , وَضَعُفَ وَمَدَّ عُنُقه ; فَضِيق الذَّرْع عِبَارَة عَنْ ضِيق الْوُسْع . وَقِيلَ : هُوَ مِنْ ذَرَعَهُ الْقَيْء أَيْ غَلَبَهُ ; أَيْ ضَاقَ عَنْ حَبْسه الْمَكْرُوه فِي نَفْسه , وَإِنَّمَا ضَاقَ ذَرْعه بِهِمْ لِمَا رَأَى مِنْ جَمَالهمْ , وَمَا يَعْلَم مِنْ فِسْق قَوْمه .



أَيْ شَدِيد فِي الشَّرّ . وَقَالَ الشَّاعِر : وَإِنَّك إِلَّا تُرْضِ بَكْر بْن وَائِل يَكُنْ لَك يَوْم بِالْعِرَاقِ عَصِيب وَقَالَ آخَر : يَوْم عَصِيب يَعْصِب الْأَبْطَالَا عَصْب الْقَوِيّ السَّلَم الطِّوَالَا وَيُقَال : عَصِيب وَعَصَبْصَبٌ عَلَى التَّكْثِير ; أَيْ مَكْرُوه مُجْتَمِع الشَّرّ وَقَدْ عَصَبَ ; أَيْ عَصَبَ بِالشَّرِّ عِصَابَة , وَمِنْهُ قِيلَ : عُصْبَة وَعِصَابَة أَيْ مُجْتَمِعُو الْكَلِمَة ; أَيْ مُجْتَمِعُونَ فِي أَنْفُسهمْ . وَعُصْبَة الرَّجُل الْمُجْتَمِعُونَ مَعَهُ فِي النَّسَب ; وَتَعَصَّبْت لِفُلَانٍ صِرْت كَعَصَبَتِهِ , وَرَجُل مَعْصُوب , أَيْ مُجْتَمِع الْخَلْق .';
$t[78] = 'فِي مَوْضِع الْحَال . &quot; يُهْرَعُونَ &quot; أَيْ يُسْرِعُونَ . قَالَ الْكِسَائِيّ وَالْفَرَّاء وَغَيْرهمَا مِنْ أَهْل اللُّغَة : لَا يَكُون الْإِهْرَاع إِلَّا إِسْرَاعًا مَعَ رَعْدَة ; يُقَال : أَهْرَعَ الرَّجُل إِهْرَاعًا أَيْ أَسْرَعَ فِي رَعْدَة مِنْ بَرْد أَوْ غَضَب أَوْ حُمَّى , وَهُوَ مُهْرِع ; قَالَ مُهَلْهِل : فَجَاءُوا يُهْرَعُونَ وَهُمْ أُسَارَى نَقُودهُمْ عَلَى رَغْم الْأُنُوف وَقَالَ آخَر : بِمُعْجَلَاتِ نَحْوه مَهَارِع وَهَذَا مِثْل : أُولِعَ فُلَان بِالْأَمْرِ , وَأُرْعِدَ زَيْد . وَزُهِيَ فُلَان . وَتَجِيء وَلَا تُسْتَعْمَل إِلَّا عَلَى هَذَا الْوَجْه . وَقِيلَ : أُهْرِعَ أَيْ أَهْرَعَهُ حِرْصه ; وَعَلَى هَذَا &quot; يُهْرَعُونَ &quot; أَيْ يَسْتَحِثُّونَ عَلَيْهِ . وَمَنْ قَالَ بِالْأَوَّلِ قَالَ : لَمْ يُسْمَع إِلَّا أُهْرِعَ الرَّجُل أَيْ أَسْرَعَ ; عَلَى لَفْظ مَا لَمْ يُسَمَّ فَاعِله . قَالَ اِبْن الْقُوطِيَّة : هُرِعَ الْإِنْسَان هَرَعًا , وَأُهْرِعَ : سِيقَ وَاسْتُعْجِلَ . وَقَالَ الْهَرَوِيّ يُقَال : هُرِعَ الرَّجُل وَأُهْرِعَ أَيْ اُسْتُحِثَّ . قَالَ اِبْن عَبَّاس وَقَتَادَة وَالسُّدِّيّ : ( &quot; يُهْرَعُونَ &quot; يُهَرْوِلُونَ ) . الضَّحَّاك : يَسْعَوْنَ . اِبْن عُيَيْنَة : كَأَنَّهُمْ يُدْفَعُونَ . وَقَالَ شِمْر بْن عَطِيَّة : هُوَ مَشْي بَيْن الْهَرْوَلَة وَالْجَمَزَى . وَقَالَ الْحَسَن : مَشْي بَيْن مَشْيَيْنِ ; وَالْمَعْنَى مُتَقَارِب . وَكَانَ سَبَب إِسْرَاعهمْ مَا رُوِيَ أَنَّ اِمْرَأَة لُوط الْكَافِرَة , لَمَّا رَأَتْ الْأَضْيَاف وَجَمَالهمْ وَهَيْئَتهمْ , خَرَجَتْ حَتَّى أَتَتْ مَجَالِس قَوْمهَا , فَقَالَتْ لَهُمْ : إِنَّ لُوطًا قَدْ أَضَافَ اللَّيْلَة فِتْيَة مَا رُئِيَ مِثْلهمْ جَمَالًا ; وَكَذَا وَكَذَا ; فَحِينَئِذٍ جَاءُوا يُهْرَعُونَ إِلَيْهِ . وَيُذْكَر أَنَّ الرُّسُل لَمَّا وَصَلُوا إِلَى بَلَد لُوط وَجَدُوا لُوطًا فِي حَرْث لَهُ . وَقِيلَ : وَجَدُوا اِبْنَته تَسْتَقِي مَاء مِنْ نَهَر سَدُوم ; فَسَأَلُوهَا الدَّلَالَة عَلَى مَنْ يُضَيِّفهُمْ , وَرَأَتْ هَيْئَتهمْ فَخَافَتْ عَلَيْهِمْ مِنْ قَوْم لُوط , وَقَالَتْ لَهُمْ : مَكَانكُمْ ! وَذَهَبَتْ إِلَى أَبِيهَا فَأَخْبَرَتْهُ ; فَخَرَجَ إِلَيْهِمْ ; فَقَالُوا : نُرِيد أَنْ تُضَيِّفنَا اللَّيْلَة ; فَقَالَ لَهُمْ : أَوَمَا سَمِعْتُمْ بِعَمَلِ هَؤُلَاءِ الْقَوْم ؟ فَقَالُوا : وَمَا عَمَلهمْ ؟ فَقَالَ أَشْهَد بِاَللَّهِ إِنَّهُمْ لَشَرّ قَوْم فِي الْأَرْض - وَقَدْ كَانَ اللَّه عَزَّ وَجَلَّ , قَالَ لِمَلَائِكَتِهِ لَا تُعَذِّبُوهُمْ حَتَّى يَشْهَد لُوط عَلَيْهِمْ أَرْبَع شَهَادَات - فَلَمَّا قَالَ لُوط هَذِهِ الْمَقَالَة , قَالَ جِبْرِيل لِأَصْحَابِهِ : هَذِهِ وَاحِدَة , وَتَرَدَّدَ الْقَوْل بَيْنهمْ حَتَّى كَرَّرَ لُوط الشَّهَادَة أَرْبَع مَرَّات , ثُمَّ دَخَلَ بِهِمْ الْمَدِينَة .



أَيْ وَمِنْ قَبْل مَجِيء الرُّسُل . وَقِيلَ : مِنْ قَبْل لُوط .


أَيْ كَانَتْ عَادَتهمْ إِتْيَان الرِّجَال .


فَلَمَّا جَاءُوا إِلَى لُوط وَقَصَدُوا أَضْيَافه قَامَ إِلَيْهِمْ لُوط مُدَافِعًا , و &quot; قَالَ يَا قَوْم هَؤُلَاءِ بَنَاتِي &quot; و &quot; هَؤُلَاءِ بَنَاتِي &quot; اِبْتِدَاء وَخَبَر . وَقَدْ اُخْتُلِفَ فِي قَوْله : &quot; هَؤُلَاءِ بَنَاتِي &quot; فَقِيلَ : كَانَ لَهُ ثَلَاث بَنَات مِنْ صُلْبه . وَقِيلَ : بِنْتَانِ ; زيتا وزعوراء ; فَقِيلَ : كَانَ لَهُمْ سَيِّدَانِ مُطَاعَانِ فَأَرَادَ أَنْ يُزَوِّجهُمَا اِبْنَتَيْهِ . وَقِيلَ : نَدَبَهُمْ فِي هَذِهِ الْحَالَة إِلَى النِّكَاح , وَكَانَتْ سُنَّتهمْ جَوَاز نِكَاح الْكَافِر الْمُؤْمِنَة ; وَقَدْ كَانَ هَذَا فِي أَوَّل الْإِسْلَام جَائِزًا ثُمَّ نُسِخَ ; فَزَوَّجَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِنْتًا لَهُ مِنْ عُتْبَة بْن أَبِي لَهَب , وَالْأُخْرَى مِنْ أَبِي الْعَاص بْن الرَّبِيع قَبْل الْوَحْي , وَكَانَا كَافِرَيْنِ . وَقَالَتْ فِرْقَة - مِنْهُمْ مُجَاهِد وَسَعِيد بْن جُبَيْر - أَشَارَ بِقَوْلِهِ : &quot; بَنَاتِي &quot; إِلَى النِّسَاء جُمْلَة ; إِذْ نَبِيّ الْقَوْم أَب لَهُمْ ; وَيُقَوِّي هَذَا أَنَّ فِي قِرَاءَة اِبْن مَسْعُود . &quot; النَّبِيّ أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنْفُسهمْ وَأَزْوَاجه أُمَّهَاتهمْ &quot; [ الْأَحْزَاب : 6 ] . وَقَالَتْ طَائِفَة : إِنَّمَا كَانَ الْكَلَام مُدَافَعَة وَلَمْ يُرِدْ إِمْضَاءَهُ ; رُوِيَ هَذَا الْقَوْل عَنْ أَبِي عُبَيْدَة ; كَمَا يُقَال لِمَنْ يَنْهَى عَنْ أَكْل مَال الْغَيْر : الْخِنْزِير أَحَلّ لَك مِنْ هَذَا . وَقَالَ عِكْرِمَة : لَمْ يَعْرِض عَلَيْهِمْ بَنَاته وَلَا بَنَات أُمَّته , وَإِنَّمَا قَالَ لَهُمْ هَذَا لِيَنْصَرِفُوا .



اِبْتِدَاء وَخَبَر ; أَيْ أُزَوِّجُكُمُوهُنّ ; فَهُوَ أَطْهَر لَكُمْ مِمَّا تُرِيدُونَ , أَيْ أَحَلّ . وَالتَّطَهُّر التَّنَزُّه عَمَّا لَا يَحِلّ . وَقَالَ اِبْن عَبَّاس : ( كَانَ رُؤَسَاؤُهُمْ خَطَبُوا بَنَاته فَلَمْ يُجِبْهُمْ , وَأَرَادَ ذَلِكَ الْيَوْم أَنْ يَفْدِي أَضْيَافه بِبَنَاتِهِ ) . وَلَيْسَ أَلِف &quot; أَطْهَر &quot; لِلتَّفْضِيلِ حَتَّى يُتَوَهَّم أَنَّ فِي نِكَاح الرِّجَال طَهَارَة , بَلْ هُوَ كَقَوْلِك : اللَّه أَكْبَر وَأَعْلَى وَأَجَلّ , وَإِنْ لَمْ يَكُنْ تَفْضِيلًا ; وَهَذَا جَائِز شَائِع فِي كَلَام الْعَرَب , وَلَمْ يُكَابِر اللَّه تَعَالَى أَحَد حَتَّى يَكُون اللَّه تَعَالَى أَكْبَر مِنْهُ . وَقَدْ قَالَ أَبُو سُفْيَان بْن حَرْب يَوْم أُحُد : اُعْلُ هُبَل اُعْلُ هُبَل ; فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِعُمَر : ( قُلْ اللَّه أَعْلَى وَأَجَلّ ) . وَهُبَل لَمْ يَكُنْ قَطُّ عَالِيًا وَلَا جَلِيلًا . وَقَرَأَ الْعَامَّة بِرَفْعِ الرَّاء . وَقَرَأَ الْحَسَن وَعِيسَى بْن عَمْرو &quot; هُنَّ أَطْهَر &quot; بِالنَّصْبِ عَلَى الْحَال . و &quot; هُنَّ &quot; عِمَاد . وَلَا يُجِيز الْخَلِيل وَسِيبَوَيْهِ وَالْأَخْفَش أَنْ يَكُون &quot; هُنَّ &quot; هَاهُنَا عِمَادًا , وَإِنَّمَا يَكُون عِمَادًا فِيمَا لَا يَتِمّ الْكَلَام إِلَّا بِمَا بَعْدهَا , نَحْو كَانَ زَيْد هُوَ أَخَاك , لِتَدُلّ بِهَا عَلَى أَنَّ الْأَخ لَيْسَ بِنَعْتٍ . قَالَ الزَّجَّاج : وَيَدُلّ بِهَا عَلَى أَنَّ كَانَ تَحْتَاج إِلَى خَبَر . وَقَالَ غَيْره : يَدُلّ بِهَا عَلَى أَنَّ الْخَبَر مَعْرِفَة أَوْ مَا قَارَنَهَا .


أَيْ لَا تُهِينُونِي وَلَا تُذِلُّونِي . وَمِنْهُ قَوْل حَسَّان : فَأَخْزَاك رَبِّي يَا عُتَيْب بْن مَالِك وَلَقَّاك قَبْل الْمَوْت إِحْدَى الصَّوَاعِق مَدَدْت يَمِينًا لِلنَّبِيِّ تَعَمُّدًا وَدَمَّيْت فَاهُ قُطِّعَتْ بِالْبَوَارِقِ وَيَجُوز أَنْ يَكُون مِنْ الْخَزَايَة , وَهُوَ الْحَيَاء , وَالْخَجَل ; قَالَ ذُو الرُّمَّة : خَزَايَة أَدْرَكَتْهُ بَعْد جَوْلَته مِنْ جَانِب الْحَبْل مَخْلُوطًا بِهَا الْغَضَب وَقَالَ آخَر : مِنْ الْبِيض لَا تَخْزَى إِذَا الرِّيح أَلْصَقَتْ بِهَا مِرْطهَا أَوْ زَايَلَ الْحَلْي جِيدهَا وَضَيْف يَقَع لِلِاثْنَيْنِ وَالْجَمِيع عَلَى لَفْظ الْوَاحِد ; لِأَنَّهُ فِي الْأَصْل مَصْدَر ; قَالَ الشَّاعِر : لَا تَعْدَمِي الدَّهْر شِفَار الْجَازِر لِلضَّيْفِ وَالضَّيْف أَحَقّ زَائِر وَيَجُوز فِيهِ التَّثْنِيَة وَالْجَمْع ; وَالْأَوَّل أَكْثَر كَقَوْلِك : رِجَال صَوْم وَفِطْر وَزَوْر . وَخَزِيَ الرَّجُل خَزَايَة ; أَيْ اِسْتَحْيَا مِثْل ذَلَّ وَهَانَ . وَخَزِيَ خِزْيًا إِذَا اِفْتَضَحَ ; يُخْزَى فِيهِمَا جَمِيعًا .



ثُمَّ وَبَّخَهُمْ بِقَوْلِهِ : &quot; أَلَيْسَ مِنْكُمْ رَجُل رَشِيد &quot; أَيْ شَدِيد يَأْمُر بِالْمَعْرُوفِ وَيَنْهَى عَنْ الْمُنْكَر . وَقِيلَ : &quot; رَشِيد &quot; أَيْ ذُو رُشْد . أَوْ بِمَعْنَى رَاشِد أَوْ مُرْشِد , أَيْ صَالِح أَوْ مُصْلِح اِبْن عَبَّاس : ( مُؤْمِن ) . أَبُو مَالِك : نَاهٍ عَنْ الْمُنْكَر . وَقِيلَ : الرَّشِيد بِمَعْنَى الرُّشْد ; وَالرُّشْد وَالرَّشَاد الْهُدَى وَالِاسْتِقَامَة . وَيَجُوز أَنْ يَكُون بِمَعْنَى الْمُرْشِد ; كَالْحَكِيمِ بِمَعْنَى الْمُحْكِم .';
$t[79] = 'رُوِيَ أَنَّ قَوْم لُوط خَطَبُوا بَنَاته فَرَدَّهُمْ , وَكَانَتْ سُنَّتهمْ أَنَّ مَنْ رُدَّ فِي خِطْبَة اِمْرَأَة لَمْ تَحِلّ لَهُ أَبَدًا ; فَذَلِكَ قَوْله تَعَالَى : &quot; قَالُوا لَقَدْ عَلِمْت مَا لَنَا فِي بَنَاتك مِنْ حَقّ &quot; وَبَعْد أَلَّا تَكُون هَذِهِ الْخَاصِّيَّة . فَوَجْه الْكَلَام أَنَّهُ لَيْسَ لَنَا إِلَى بَنَاتك تَعَلُّق , وَلَا هُنَّ قَصْدنَا , وَلَا لَنَا عَادَة نَطْلُب ذَلِكَ .


إِشَارَة إِلَى الْأَضْيَاف .';
$t[80] = 'لَمَّا رَأَى اِسْتِمْرَارهمْ فِي غَيّهمْ , وَضَعُفَ عَنْهُمْ , وَلَمْ يَقْدِر عَلَى دَفْعهمْ , تَمَنَّى لَوْ وَجَدَ عَوْنًا عَلَى رَدّهمْ ; فَقَالَ عَلَى جِهَة التَّفَجُّع وَالِاسْتِكَانَة . &quot; لَوْ أَنَّ لِي بِكُمْ قُوَّة &quot; أَيْ أَنْصَارًا وَأَعْوَانًا . وَقَالَ اِبْن عَبَّاس : ( أَرَادَ الْوَلَد ) . و &quot; أَنَّ &quot; فِي مَوْضِع رَفْع بِفِعْلٍ مُضْمَر , تَقْدِيره : لَوْ اِتَّفَقَ أَوْ وَقَعَ . وَهَذَا يَطَّرِد فِي &quot; أَنَّ &quot; التَّابِعَة ل &quot; لَوْ &quot; . وَجَوَاب &quot; لَوْ &quot; مَحْذُوف ; أَيْ لَرَدَدْت أَهْل الْفَسَاد , وَحُلْت بَيْنهمْ وَبَيْن مَا يُرِيدُونَ .




أَيْ أَلْجَأَ وَأَنْضَوِي . وَقُرِئَ &quot; أَوْ آوِي &quot; بِالنَّصْبِ عَطْفًا عَلَى &quot; قُوَّة &quot; كَأَنَّهُ قَالَ : &quot; لَوْ أَنَّ لِي بِكُمْ قُوَّة &quot; أَوْ إِيوَاء إِلَى رُكْن شَدِيد ; أَيْ وَأَنْ آوِي , فَهُوَ مَنْصُوب بِإِضْمَارِ &quot; أَنْ &quot; . وَمُرَاد لُوط بِالرُّكْنِ الْعَشِيرَة , وَالْمَنَعَة بِالْكَثْرَةِ . وَبَلَغَ بِهِمْ قَبِيح فِعْلهمْ إِلَى قَوْله هَذَا مَعَ عِلْمه بِمَا عِنْد اللَّه تَعَالَى ; فَيُرْوَى أَنَّ الْمَلَائِكَة وَجَدَتْ عَلَيْهِ حِين قَالَ هَذِهِ الْكَلِمَات , وَقَالُوا : إِنَّ رُكْنك لَشَدِيد . وَفِي الْبُخَارِيّ عَنْ أَبِي هُرَيْرَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : ( يَرْحَم اللَّه لُوطًا لَقَدْ كَانَ يَأْوِي إِلَى رُكْن شَدِيد ) الْحَدِيث ; وَقَدْ تَقَدَّمَ فِي &quot; الْبَقَرَة &quot; . وَخَرَّجَهُ التِّرْمِذِيّ وَزَادَ ( مَا بَعَثَ اللَّه بَعْده نَبِيًّا إِلَّا فِي ثَرْوَة مِنْ قَوْمه ) . قَالَ مُحَمَّد بْن عَمْرو : وَالثَّرْوَة الْكَثْرَة وَالْمَنَعَة ; حَدِيث حَسَن . وَيُرْوَى أَنَّ لُوطًا عَلَيْهِ السَّلَام لَمَّا غَلَبَهُ قَوْمه , وَهَمُّوا بِكَسْرِ الْبَاب وَهُوَ يُمْسِكهُ , قَالَتْ لَهُ الرُّسُل : تَنَحَّ عَنْ الْبَاب ; فَتَنَحَّى وَانْفَتَحَ الْبَاب ; فَضَرَبَهُمْ جِبْرِيل بِجَنَاحِهِ فَطَمَسَ أَعْيُنهمْ , وَعَمُوا وَانْصَرَفُوا عَلَى أَعْقَابهمْ يَقُولُونَ : النَّجَاء ; قَالَ اللَّه تَعَالَى : &quot; وَلَقَدْ رَاوَدُوهُ عَنْ ضَيْفه فَطَمَسْنَا أَعْيُنهمْ &quot; [ الْقَمَر : 37 ] . وَقَالَ اِبْن عَبَّاس وَأَهْل التَّفْسِير : أَغْلَقَ لُوط بَابه وَالْمَلَائِكَة مَعَهُ فِي الدَّار , وَهُوَ يُنَاظِر قَوْمه وَيُنَاشِدهُمْ مِنْ وَرَاء الْبَاب , وَهُمْ يُعَالِجُونَ تَسَوُّر الْجِدَار ; فَلَمَّا رَأَتْ الْمَلَائِكَة مَا لَقِيَ مِنْ الْجَهْد وَالْكَرْب وَالنَّصَب بِسَبَبِهِمْ , قَالُوا : يَا لُوط إِنَّ رُكْنك لَشَدِيد , وَأَنَّهُمْ آتِيهِمْ عَذَاب غَيْر مَرْدُود , وَإِنَّا رُسُل رَبّك ; فَافْتَحْ الْبَاب وَدَعْنَا وَإِيَّاهُمْ ; فَفَتَحَ الْبَاب فَضَرَبَهُمْ جِبْرِيل بِجَنَاحِهِ عَلَى مَا تَقَدَّمَ . وَقِيلَ : أَخَذَ جِبْرِيل قَبْضَة مِنْ تُرَاب فَأَذْرَاهَا فِي وُجُوههمْ , فَأَوْصَلَ اللَّه إِلَى عَيْن مَنْ بَعُدَ وَمَنْ قَرُبَ مِنْ ذَلِكَ التُّرَاب فَطَمَسَ أَعْيُنهمْ , فَلَمْ يَعْرِفُوا طَرِيقًا , وَلَا اِهْتَدَوْا إِلَى بُيُوتهمْ , وَجَعَلُوا يَقُولُونَ : النَّجَاء النَّجَاء ! فَإِنَّ فِي بَيْت لُوط قَوْمًا هُمْ أَسْحَر مَنْ عَلَى وَجْه الْأَرْض , وَقَدْ سَحَرُونَا فَأَعْمَوْا أَبْصَارنَا . وَجَعَلُوا يَقُولُونَ : يَا لُوط كَمَا أَنْتَ حَتَّى نُصْبِح فَسَتَرَى ; يَتَوَعَّدُونَهُ .';
$t[81] = 'لَمَّا رَأَتْ الْمَلَائِكَة حُزْنه وَاضْطِرَابه وَمُدَافَعَته عَرَّفُوهُ بِأَنْفُسِهِمْ , فَلَمَّا عَلِمَ أَنَّهُمْ رُسُل مَكَّنَ قَوْمه مِنْ الدُّخُول , فَأَمَرَّ جِبْرِيل عَلَيْهِ السَّلَام يَده عَلَى أَعْيُنهمْ فَعَمُوا , وَعَلَى أَيْدِيهمْ فَجَفَّتْ .


أَيْ بِمَكْرُوهٍ


فَاسْرِ &quot; بِوَصْلِ الْأَلِف وَقَطْعهَا ; لُغَتَانِ فَصِيحَتَانِ . قَالَ اللَّه تَعَالَى : &quot; وَاللَّيْل إِذَا يَسْرِ &quot; [ الْفَجْر : 4 ] وَقَالَ : &quot; سُبْحَان الَّذِي أَسْرَى &quot; [ الْإِسْرَاء : 1 ] وَقَالَ النَّابِغَة : فَجَمَعَ بَيْن اللُّغَتَيْنِ : أَسْرَتْ عَلَيْهِ مِنْ الْجَوْزَاء سَارِيَة تُزْجِي الشَّمَال عَلَيْهِ جَامِد الْبَرَد وَقَالَ آخَر : حَيِّ النَّضِيرَة رَبَّة الْخِدْر أَسْرَتْ إِلَيْك وَلَمْ تَكُنْ تَسْرِي وَقَدْ قِيلَ : &quot; فَأَسْرِ &quot; بِالْقَطْعِ إِذَا سَارَ مِنْ أَوَّل اللَّيْل , وَسَرَى إِذَا سَارَ مِنْ آخِره ; وَلَا يُقَال فِي النَّهَار إِلَّا سَارَ . وَقَالَ لَبِيد : إِذَا الْمَرْء أَسْرَى لَيْلَة ظَنَّ أَنَّهُ قَضَى عَمَلًا وَالْمَرْء مَا عَاشَ عَامِل وَقَالَ عَبْد اللَّه بْن رَوَاحَة : عِنْد الصَّبَاح يَحْمَد الْقَوْم السُّرَى وَتَنْجَلِي عَنْهُمْ غَيَابَات الْكَرَى


قَالَ اِبْن عَبَّاس : بِطَائِفَةٍ مِنْ اللَّيْل . الضَّحَّاك : بِبَقِيَّةٍ مِنْ اللَّيْل . قَتَادَة : بَعْد مُضِيّ صَدْر مِنْ اللَّيْل . الْأَخْفَش : بَعْد جُنْح مِنْ اللَّيْل . اِبْن الْأَعْرَابِيّ : بِسَاعَةٍ مِنْ اللَّيْل . وَقِيلَ : بِظُلْمَةٍ مِنْ اللَّيْل . وَقِيلَ : بَعْد هَدْء مِنْ اللَّيْل . وَقِيلَ : هَزِيع مِنْ اللَّيْل . وَكُلّهَا مُتَقَارِبَة ; وَقِيلَ : إِنَّهُ نِصْف اللَّيْل ; مَأْخُوذ مِنْ قَطْعه نِصْفَيْنِ ; وَمِنْهُ قَوْل الشَّاعِر : وَنَائِحَة تَنُوح بِقَطْعِ لَيْل عَلَى رَجُل بِقَارِعَةِ الصَّعِيد فَإِنْ قِيلَ : السُّرَى لَا يَكُون إِلَّا بِاللَّيْلِ , فَمَا مَعْنَى &quot; بِقِطْعٍ مِنْ اللَّيْل &quot; ؟ فَالْجَوَاب : أَنَّهُ لَوْ لَمْ يَقُلْ : &quot; بِقِطْعٍ مِنْ اللَّيْل &quot; جَازَ أَنْ يَكُون أَوَّله .

أَيْ لَا يَنْظُر وَرَاءَهُ مِنْكُمْ أَحَد ; قَالَهُ مُجَاهِد . اِبْن عَبَّاس : لَا يَتَخَلَّف مِنْكُمْ أَحَد . عَلِيّ بْن عِيسَى لَا يَشْتَغِل مِنْكُمْ أَحَد بِمَا يُخَلِّفهُ مِنْ مَال أَوْ مَتَاع .



بِالنَّصْبِ ; وَهِيَ الْقِرَاءَة الْوَاضِحَة الْبَيِّنَة الْمَعْنَى ; أَيْ فَأَسْرِ بِأَهْلِك إِلَّا اِمْرَأَتك . وَكَذَا فِي قِرَاءَة اِبْن مَسْعُود &quot; فَأَسْرِ بِأَهْلِك إِلَّا اِمْرَأَتك &quot; فَهُوَ اِسْتِثْنَاء مِنْ الْأَهْل . وَعَلَى هَذَا لَمْ يَخْرُج بِهَا مَعَهُ . وَقَدْ قَالَ اللَّه عَزَّ وَجَلَّ : &quot; كَانَتْ مِنْ الْغَابِرِينَ &quot; [ الْأَعْرَاف : 83 ] أَيْ مِنْ الْبَاقِينَ . وَقَرَأَ أَبُو عَمْرو وَابْن كَثِير : &quot; إِلَّا اِمْرَأَتك &quot; بِالرَّفْعِ عَلَى الْبَدَل مِنْ &quot; أَحَد &quot; . وَأَنْكَرَ هَذِهِ الْقِرَاءَة جَمَاعَة مِنْهُمْ أَبُو عُبَيْد ; وَقَالَ : لَا يَصِحّ ذَلِكَ إِلَّا بِرَفْعِ &quot; يَلْتَفِت &quot; وَيَكُون نَعْتًا ; لِأَنَّ الْمَعْنَى يَصِير - إِذَا أُبْدِلَتْ وَجُزِمَتْ - أَنَّ الْمَرْأَة أُبِيحَ لَهَا الِالْتِفَات , وَلَيْسَ الْمَعْنَى كَذَلِكَ . قَالَ النَّحَّاس : وَهَذَا الْحَمْل مِنْ أَبِي عُبَيْد وَغَيْره عَلَى مِثْل أَبِي عَمْرو مَعَ جَلَالَته وَمَحَلّه مِنْ الْعَرَبِيَّة لَا يَجِب أَنْ يَكُون ; وَالرَّفْع عَلَى الْبَدَل لَهُ مَعْنَى صَحِيح , وَالتَّأْوِيل لَهُ عَلَى مَا حَكَى مُحَمَّد بْن الْوَلِيد عَنْ مُحَمَّد بْن يَزِيد أَنْ يَقُول الرَّجُل لِحَاجِبِهِ : لَا يَخْرُج فُلَان ; فَلَفْظ النَّهْي لِفُلَانٍ وَمَعْنَاهُ لِلْمُخَاطَبِ ; أَيْ لَا تَدَعهُ يَخْرُج ; وَمِثْله قَوْلك : لَا يَقُمْ أَحَد إِلَّا زَيْد ; يَكُون مَعْنَاهُ : اِنْهَهُمْ عَنْ الْقِيَام إِلَّا زَيْدًا ; وَكَذَلِكَ النَّهْي لِلُوطٍ وَلَفْظه لِغَيْرِهِ ; كَأَنَّهُ قَالَ : اِنْهَهُمْ لَا يَلْتَفِت مِنْهُمْ أَحَد إِلَّا اِمْرَأَتك فَإِنَّهَا تَلْتَفِت وَتَهْلِك , وَأَنَّ النَّهْي عَنْ الِالْتِفَات لِأَنَّهُ كَلَام تَامّ ; أَيْ لَا يَلْتَفِت مِنْكُمْ أَحَد إِلَّا اِمْرَأَتك فَإِنَّهَا تَلْتَفِت وَتَهْلِك , وَأَنَّ لُوطًا خَرَجَ بِهَا , وَنَهَى مَنْ مَعَهُ مِمَّنْ أَسْرَى بِهِمْ أَلَّا يَلْتَفِت , فَلَمْ يَلْتَفِت مِنْهُمْ أَحَد سِوَى زَوْجَته ; فَإِنَّهَا لَمَّا سَمِعَتْ هَدَّة الْعَذَاب اِلْتَفَتَتْ وَقَالَتْ : وَاقَوْمَاه ! فَأَدْرَكَهَا حَجَر فَقَتَلَهَا .


أَيْ مِنْ الْعَذَاب , وَالْكِنَايَة فِي &quot; إِنَّهُ &quot; تَرْجِع إِلَى الْأَمْر وَالشَّأْن ; أَيْ فَإِنَّ الْأَمْر وَالشَّأْن وَالْقِصَّة

لَمَّا قَالَتْ الْمَلَائِكَة : &quot; إِنَّا مُهْلِكُو أَهْل هَذِهِ الْقَرْيَة &quot; [ الْعَنْكَبُوت : 31 ] قَالَ لُوط : الْآن الْآن . اِسْتَعْجَلَهُمْ بِالْعَذَابِ لِغَيْظِهِ عَلَى قَوْمه ; فَقَالُوا :



أَلَيْسَ الصُّبُح &quot; بِضَمِّ الْبَاء وَهِيَ لُغَة . وَيَحْتَمِل أَنْ يَكُون جَعَلَ الصُّبْح مِيقَاتًا لِهَلَاكِهِمْ ; لِأَنَّ النُّفُوس فِيهِ أَوْدَع , وَالنَّاس فِيهِ أَجْمَع . وَقَالَ بَعْض أَهْل التَّفْسِير : إِنَّ لُوطًا خَرَجَ بِابْنَتَيْهِ لَيْسَ مَعَهُ غَيْرهمَا عِنْد طُلُوع الْفَجْر ; وَأَنَّ الْمَلَائِكَة قَالَتْ لَهُ : إِنَّ اللَّه قَدْ وَكَّلَ بِهَذِهِ الْقَرْيَة مَلَائِكَة مَعَهُمْ صَوْت رَعْد , وَخَطْف بَرْق , وَصَوَاعِق عَظِيمَة , وَقَدْ ذَكَرْنَا لَهُمْ أَنَّ لُوطًا سَيَخْرُجُ فَلَا تُؤْذُوهُ ; وَأَمَارَته أَنَّهُ لَا يَلْتَفِت , وَلَا تَلْتَفِت اِبْنَتَاهُ فَلَا يُهَوِّلَنَّك مَا تَرَى . فَخَرَجَ لُوط وَطَوَى اللَّه لَهُ الْأَرْض فِي وَقْته حَتَّى نَجَا وَوَصَلَ إِلَى إِبْرَاهِيم .';
$t[82] = 'أَيْ عَذَابنَا .


وَذَلِكَ أَنَّ جِبْرِيل عَلَيْهِ السَّلَام أَدْخَلَ جَنَاحه تَحْت قُرَى قَوْم لُوط , وَهِيَ خَمْس : سَدُوم - وَهِيَ الْقَرْيَة الْعُظْمَى , - وعامورا , ودادوما , وضعوه , وقتم , فَرَفَعَهَا مِنْ تُخُوم الْأَرْض حَتَّى أَدْنَاهَا مِنْ السَّمَاء بِمَا فِيهَا ; حَتَّى سَمِعَ أَهْل السَّمَاء نَهِيق حُمُرهمْ وَصِيَاح دِيَكَتهمْ , لَمْ تَنْكَفِئ لَهُمْ جَرَّة , وَلَمْ يَنْكَسِر لَهُمْ إِنَاء , ثُمَّ نُكِسُوا عَلَى رُءُوسهمْ , وَأَتْبَعَهُمْ اللَّه بِالْحِجَارَةِ . مُقَاتِل أُهْلِكَتْ أَرْبَعَة , وَنَجَتْ ضعوه . وَقِيلَ : غَيْر هَذَا , وَاَللَّه أَعْلَم .



دَلِيل عَلَى أَنَّ مَنْ فَعَلَ فِعْلهمْ حُكْمه الرَّجْم , وَقَدْ تَقَدَّمَ فِي &quot; الْأَعْرَاف &quot; . وَفِي التَّفْسِير : أَمْطَرْنَا فِي الْعَذَاب , وَمَطَرْنَا فِي الرَّحْمَة . وَأَمَّا كَلَام الْعَرَب فَيُقَال : مَطَرَتْ السَّمَاء وَأَمْطَرَتْ حَكَاهُ الْهَرَوِيّ . وَاخْتُلِفَ فِي &quot; السِّجِّيل &quot; فَقَالَ النَّحَّاس : السِّجِّيل الشَّدِيد الْكَثِير ; وَسِجِّيل وَسِجِّين اللَّام وَالنُّون أُخْتَانِ . وَقَالَ أَبُو عُبَيْدَة : السِّجِّيل الشَّدِيد ; وَأَنْشَدَ : ضَرْبًا تَوَاصَى بِهِ الْأَبْطَال سِجِّينًا قَالَ النَّحَّاس : وَرَدَّ عَلَيْهِ هَذَا الْقَوْل عَبْد اللَّه بْن مُسْلِم وَقَالَ : هَذَا سِجِّين وَذَلِكَ سِجِّيل فَكَيْف يُسْتَشْهَد بِهِ ؟ ! قَالَ النَّحَّاس : وَهَذَا الرَّدّ لَا يَلْزَم ; لِأَنَّ أَبَا عُبَيْدَة ذَهَبَ إِلَى أَنَّ اللَّام تُبَدَّل مِنْ النُّون لِقُرْبِ إِحْدَاهُمَا مِنْ الْأُخْرَى ; وَقَوْل أَبِي عُبَيْدَة يُرَدّ مِنْ جِهَة أُخْرَى ; وَهِيَ أَنَّهُ لَوْ كَانَ عَلَى قَوْله لَكَانَ حِجَارَة سِجِّيلًا ; لِأَنَّهُ لَا يُقَال : حِجَارَة مِنْ شَدِيد ; لِأَنَّ شَدِيدًا نَعْت . وَحَكَى أَبُو عُبَيْدَة عَنْ الْفَرَّاء أَنَّهُ قَدْ يُقَال لِحِجَارَةِ الْأَرْحَاء سِجِّيل . وَحَكَى عَنْهُ مُحَمَّد بْن الْجَهْم أَنَّ سِجِّيلًا طِين يُطْبَخ حَتَّى يَصِير بِمَنْزِلَةِ الْأَرْحَاء . وَقَالَتْ طَائِفَة مِنْهُمْ اِبْن عَبَّاس وَسَعِيد بْن جُبَيْر وَابْن إِسْحَاق : إِنَّ سِجِّيلًا لَفْظَة غَيْر عَرَبِيَّة عُرِّبَتْ , أَصْلهَا سنج وجيل . وَيُقَال : سنك وكيل ; بِالْكَافِ مَوْضِع الْجِيم , وَهُمَا بِالْفَارِسِيَّةِ حَجَر وَطِين عَرَّبَتْهُمَا الْعَرَب فَجَعَلَتْهُمَا اِسْمًا وَاحِدًا . وَقِيلَ : هُوَ مِنْ لُغَة الْعَرَب . وَقَالَ قَتَادَة وَعِكْرِمَة : السِّجِّيل الطِّين بِدَلِيلِ قَوْله &quot; لِنُرْسِل عَلَيْهِمْ حِجَارَة مِنْ طِين &quot; [ الذَّارِيَات : 33 ] . وَقَالَ الْحَسَن : كَانَ أَصْل الْحِجَارَة طِينًا فَشُدِّدَتْ . وَالسِّجِّيل عِنْد الْعَرَب كُلّ شَدِيد صُلْب . وَقَالَ الضَّحَّاك : يَعْنِي الْآجُرّ . وَقَالَ اِبْن زَيْد : طِين طُبِخَ حَتَّى كَانَ كَالْآجُرِّ ; وَعَنْهُ أَنَّ سِجِّيلًا اِسْم السَّمَاء الدُّنْيَا ; ذَكَرَهُ الْمَهْدَوِيّ ; وَحَكَاهُ الثَّعْلَبِيّ عَنْ أَبِي الْعَالِيَة ; وَقَالَ اِبْن عَطِيَّة : وَهَذَا ضَعِيف يَرُدّهُ وَصْفه ب &quot; مَنْضُود &quot; . وَعَنْ عِكْرِمَة : أَنَّهُ بَحْر مُعَلَّق فِي الْهَوَاء بَيْن السَّمَاء وَالْأَرْض مِنْهُ نَزَلَتْ الْحِجَارَة . وَقِيلَ : هِيَ جِبَال فِي السَّمَاء , وَهِيَ الَّتِي أَشَارَ اللَّه تَعَالَى إِلَيْهَا بِقَوْلِهِ : &quot; وَيُنَزِّل مِنْ السَّمَاء مِنْ جِبَال فِيهَا مِنْ بَرَد &quot; [ النُّور : 43 ] . وَقِيلَ : هُوَ مِمَّا سُجِّلَ لَهُمْ أَيْ كُتِبَ لَهُمْ أَنْ يُصِيبهُمْ ; فَهُوَ فِي مَعْنَى سِجِّين ; قَالَ اللَّه تَعَالَى : &quot; وَمَا أَدْرَاك مَا سِجِّين . كِتَاب مَرْقُوم &quot; [ الْمُطَفِّفِينَ : 8 ] قَالَهُ الزَّجَّاج وَاخْتَارَهُ . وَقِيلَ : هُوَ فِعِّيل مِنْ أَسْجَلْته أَيْ أَرْسَلْته ; فَكَأَنَّهَا مُرْسَلَة عَلَيْهِمْ . وَقِيلَ : هُوَ مِنْ أَسْجَلْته إِذَا أَعْطَيْته ; فَكَأَنَّهُ عَذَاب أُعْطُوهُ ; قَالَ : مَنْ يُسَاجِلنِي يُسَاجِل مَاجِدَا يَمْلَأ الدَّلْو إِلَى عَقْد الْكَرَب وَقَالَ أَهْل الْمَعَانِي : السِّجِّيل وَالسِّجِّين الشَّدِيد مِنْ الْحَجَر وَالضَّرْب ; قَالَ اِبْن مُقْبِل : وَرَجْلَة يَضْرِبُونَ الْبَيْض ضَاحِيَة ضَرْبًا تَوَاصَى بِهِ الْأَبْطَال سِجِّينَا



قَالَ اِبْن عَبَّاس : مُتَتَابِع . وَقَالَ قَتَادَة : نُضِدَ بَعْضهَا فَوْق بَعْض . وَقَالَ الرَّبِيع : نُضِدَ بَعْضه عَلَى بَعْض حَتَّى صَارَ جَسَدًا وَاحِدًا . وَقَالَ عِكْرِمَة : مَصْفُوف . وَقَالَ بَعْضهمْ مَرْصُوص ; وَالْمَعْنَى مُتَقَارِب . يُقَال : نَضَدْت الْمَتَاع وَاللَّبَن إِذَا جَعَلْت بَعْضه عَلَى بَعْض , فَهُوَ مَنْضُود وَنَضِيد وَنَضَد ; قَالَ : وَرَفَّعَتْهُ إِلَى السِّجْفَيْنِ فَالنَّضَد وَقَالَ أَبُو بَكْر الْهُذَلِيّ : مُعَدّ ; أَيْ هُوَ مِمَّا أَعَدَّهُ اللَّه لِأَعْدَائِهِ الظَّلَمَة .';
$t[83] = 'أَيْ مُعَلَّمَة , مِنْ السِّيمَا وَهِيَ الْعَلَامَة ; أَيْ كَانَ عَلَيْهَا أَمْثَال الْخَوَاتِيم . وَقِيلَ : مَكْتُوب عَلَى كُلّ حَجَر اِسْم مَنْ رُمِيَ بِهِ , وَكَانَتْ لَا تُشَاكِل حِجَارَة الْأَرْض . وَقَالَ الْفَرَّاء : زَعَمُوا أَنَّهَا كَانَتْ مُخَطَّطَة بِحُمْرَةٍ وَسَوَاد فِي بَيَاض , فَذَلِكَ تَسْوِيمهَا . وَقَالَ كَعْب : كَانَتْ مُعَلَّمَة بِبَيَاضٍ وَحُمْرَة , وَقَالَ الشَّاعِر : غُلَام رَمَاهُ اللَّه بِالْحُسْنِ يَافِعًا لَهُ سِيمِيَاء لَا تَشُقّ عَلَى الْبَصَرْ و &quot; مُسَوَّمَة &quot; مِنْ نَعْت حِجَارَة . و &quot; مَنْضُود &quot; مِنْ نَعْت &quot; سِجِّيل &quot; .


دَلِيل عَلَى أَنَّهَا لَيْسَتْ مِنْ حِجَارَة الْأَرْض ; قَالَهُ الْحَسَن .



يَعْنِي قَوْم لُوط ; أَيْ لَمْ تَكُنْ تُخْطِئهُمْ . وَقَالَ مُجَاهِد : يُرْهِب قُرَيْشًا ; الْمَعْنَى : مَا الْحِجَارَة مِنْ ظَالِمِي قَوْمك يَا مُحَمَّد بِبَعِيدٍ . وَقَالَ قَتَادَة وَعِكْرِمَة : يَعْنِي ظَالِمِي هَذِهِ الْأُمَّة ; وَاَللَّه مَا أَجَارَ اللَّه مِنْهَا ظَالِمًا بَعْد . وَرُوِيَ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ : ( سَيَكُونُ فِي آخِر أُمَّتِي قَوْم يَكْتَفِي رِجَالهمْ بِالرِّجَالِ وَنِسَاؤُهُمْ بِالنِّسَاءِ فَإِذَا كَانَ ذَلِكَ فَارْتَقِبُوا عَذَاب قَوْم لُوط أَنْ يُرْسِل اللَّه عَلَيْهِمْ حِجَارَة مِنْ سِجِّيل ) ثُمَّ تَلَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ &quot; وَمَا هِيَ مِنْ الظَّالِمِينَ بِبَعِيدٍ &quot; . وَفِي رِوَايَة عَنْهُ عَلَيْهِ السَّلَام ( لَا تَذْهَب اللَّيَالِي وَالْأَيَّام حَتَّى تَسْتَحِلّ هَذِهِ الْأُمَّة أَدْبَار الرِّجَال كَمَا اِسْتَحَلُّوا أَدْبَار النِّسَاء فَتُصِيب طَوَائِفَ مِنْ هَذِهِ الْأُمَّة حِجَارَةٌ مِنْ رَبّك ) . وَقِيلَ : الْمَعْنَى مَا هَذِهِ الْقُرَى مِنْ الظَّالِمِينَ بِبَعِيدٍ ; وَهِيَ بَيْن الشَّام وَالْمَدِينَة . وَجَاءَ &quot; بِبَعِيدٍ &quot; مُذَكَّرًا عَلَى مَعْنَى بِمَكَانٍ بَعِيد . وَفِي الْحِجَارَة الَّتِي أُمْطِرَتْ قَوْلَانِ : أَحَدهمَا أَنَّهَا أُمْطِرَتْ عَلَى الْمُدِن حِين رَفَعَهَا جِبْرِيل . الثَّانِي : أَنَّهَا أُمْطِرَتْ عَلَى مَنْ لَمْ يَكُنْ فِي الْمُدِن مِنْ أَهْلهَا وَكَانَ خَارِجًا عَنْهَا .';
$t[84] = 'أَيْ وَأَرْسَلْنَا إِلَى مَدْيَن , وَمَدْيَن هُمْ قَوْم شُعَيْب . وَفِي تَسْمِيَتهمْ بِذَلِكَ قَوْلَانِ : أَحَدهمَا : أَنَّهُمْ بَنُو مَدْيَن بْن إِبْرَاهِيم ; فَقِيلَ : مَدْيَن وَالْمُرَاد بَنُو مَدْيَن . كَمَا يُقَال مُضَر وَالْمُرَاد بَنُو مُضَر . الثَّانِي : أَنَّهُ اِسْم مَدِينَتهمْ , فَنُسِبُوا إِلَيْهَا . قَالَ النَّحَّاس : لَا يَنْصَرِف مَدْيَن لِأَنَّهُ اِسْم مَدِينَة ; وَقَدْ تَقَدَّمَ فِي &quot; الْأَعْرَاف &quot; هَذَا الْمَعْنَى وَزِيَادَة .



بِالْخَفْضِ عَلَى اللَّفْظ , و &quot; غَيْرُه &quot; بِالرَّفْعِ عَلَى الْمَوْضِع , و &quot; غَيْرَه &quot; بِالنَّصْبِ عَلَى الِاسْتِثْنَاء .


كَانُوا مَعَ كُفْرهمْ أَهْل بَخْس وَتَطْفِيف ; كَانُوا إِذَا جَاءَهُمْ الْبَائِع بِالطَّعَامِ أَخَذُوا بِكَيْلٍ زَائِد , وَاسْتَوْفَوْا بِغَايَةِ مَا يَقْدِرُونَ عَلَيْهِ وَظَلَمُوا ; وَإِنْ جَاءَهُمْ مُشْتَرٍ لِلطَّعَامِ بَاعُوهُ بِكَيْلٍ نَاقِص , وَشَحُّوا لَهُ بِغَايَةِ مَا يَقْدِرُونَ ; فَأُمِرُوا بِالْإِيمَانِ إِقْلَاعًا عَنْ الشِّرْك , وَبِالْوَفَاءِ نَهْيًا عَنْ التَّطْفِيف .



أَيْ فِي سَعَة مِنْ الرِّزْق , وَكَثْرَة مِنْ النِّعَم . وَقَالَ الْحَسَن : كَانَ سِعْرهمْ رَخِيصًا .


وَصَفَ الْيَوْم بِالْإِحَاطَةِ , وَأَرَادَ وَصْف ذَلِكَ الْيَوْم بِالْإِحَاطَةِ بِهِمْ ; فَإِنَّ يَوْم الْعَذَاب إِذَا أَحَاطَ بِهِمْ فَقَدْ أَحَاطَ الْعَذَاب بِهِمْ , وَهُوَ كَقَوْلِك : يَوْم شَدِيد ; أَيْ شَدِيد حَرّه . وَاخْتُلِفَ فِي ذَلِكَ الْعَذَاب ; فَقِيلَ : هُوَ عَذَاب النَّار فِي الْآخِرَة . وَقِيلَ : عَذَاب الِاسْتِئْصَال فِي الدُّنْيَا . وَقِيلَ : غَلَاء السِّعْر ; رُوِيَ مَعْنَاهُ عَنْ اِبْن عَبَّاس . وَفِي الْحَدِيث عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : ( مَا أَظْهَرَ قَوْم الْبَخْس فِي الْمِكْيَال وَالْمِيزَان إِلَّا اِبْتَلَاهُمْ اللَّه بِالْقَحْطِ وَالْغَلَاء ) . وَقَدْ تَقَدَّمَ .';
$t[85] = 'أَمَرَ بِالْإِيفَاءِ بَعْد أَنْ نَهَى عَنْ التَّطْفِيف تَأْكِيدًا . وَالْإِيفَاء الْإِتْمَام . &quot; بِالْقِسْطِ &quot; أَيْ بِالْعَدْلِ وَالْحَقّ , وَالْمَقْصُود أَنْ يَصِل كُلّ ذِي نَصِيب إِلَى نَصِيبه ; وَلَيْسَ يُرِيد إِيفَاء الْمِكْيَال وَالْمَوْزُون لِأَنَّهُ لَمْ يَقُلْ : أَوْفُوا بِالْمِكْيَالِ وَبِالْمِيزَانِ ; بَلْ أَرَادَ أَلَّا تُنْقِصُوا حَجْم الْمِكْيَال عَنْ الْمَعْهُود , وَكَذَا الصَّنَجَات .


أَيْ لَا تُنْقِصُوهُمْ مِمَّا اِسْتَحَقُّوهُ شَيْئًا .


بَيَّنَ أَنَّ الْخِيَانَة فِي الْمِكْيَال وَالْمِيزَان مُبَالَغَة فِي الْفَسَاد فِي الْأَرْض , وَقَدْ مَضَى فِي &quot; الْأَعْرَاف &quot; زِيَادَة لِهَذَا , وَالْحَمْد لِلَّهِ .';
$t[86] = 'أَيْ مَا يُبْقِيه اللَّه لَكُمْ بَعْد إِيفَاء الْحُقُوق بِالْقِسْطِ أَكْثَر بَرَكَة , وَأَحْمَد عَاقِبَة مِمَّا تُبْقُونَهُ أَنْتُمْ لِأَنْفُسِكُمْ مِنْ فَضْل التَّطْفِيف بِالتَّجَبُّرِ وَالظُّلْم ; قَالَ مَعْنَاهُ الطَّبَرِيّ , وَغَيْره . وَقَالَ مُجَاهِد : &quot; بَقِيَّة اللَّه خَيْر لَكُمْ &quot; يُرِيد طَاعَته . وَقَالَ الرَّبِيع : وَصِيَّة اللَّه . وَقَالَ الْفَرَّاء : مُرَاقَبَة اللَّه . اِبْن زَيْد : رَحْمَة اللَّه . قَتَادَة وَالْحَسَن : حَظّكُمْ مِنْ رَبّكُمْ خَيْر لَكُمْ . وَقَالَ اِبْن عَبَّاس : رِزْق اللَّه خَيْر لَكُمْ .


شَرَطَ هَذَا لِأَنَّهُمْ إِنَّمَا يَعْرِفُونَ صِحَّة هَذَا إِنْ كَانُوا مُؤْمِنِينَ . وَقِيلَ : يَحْتَمِل أَنَّهُمْ كَانُوا يَعْتَرِفُونَ بِأَنَّ اللَّه خَالِقهمْ فَخَاطَبَهُمْ بِهَذَا .


أَيْ رَقِيب أَرْقُبكُمْ عِنْد كَيْلكُمْ وَوَزْنكُمْ ; أَيْ لَا يُمْكِننِي شُهُود كُلّ مُعَامَلَة تَصْدُر مِنْكُمْ حَتَّى أُؤَاخِذكُمْ بِإِيفَاءِ الْحَقّ . وَقِيلَ : أَيْ لَا يَتَهَيَّأ لِي أَنْ أَحْفَظكُمْ مِنْ إِزَالَة نِعَم اللَّه عَلَيْكُمْ بِمَعَاصِيكُمْ .';
$t[87] = 'وَقُرِئَ &quot; أَصَلَاتك &quot; مِنْ غَيْر جَمْع .



&quot; أَنْ &quot; فِي مَوْضِع نَصْب ; قَالَ الْكِسَائِيّ : مَوْضِعهَا خَفْض عَلَى إِضْمَار الْبَاء . وَرُوِيَ أَنَّ شُعَيْبًا عَلَيْهِ السَّلَام كَانَ كَثِير الصَّلَاة , مُوَاظِبًا عَلَى الْعِبَادَة فَرْضهَا وَنَفْلهَا وَيَقُول : الصَّلَاة تَنْهَى عَنْ الْفَحْشَاء وَالْمُنْكَر ; فَلَمَّا أَمَرَهُمْ وَنَهَاهُمْ عَيَّرُوهُ بِمَا رَأَوْهُ يَسْتَمِرّ عَلَيْهِ مِنْ كَثْرَة الصَّلَاة , وَاسْتَهْزَءُوا بِهِ فَقَالُوا مَا أَخْبَرَ اللَّه عَنْهُمْ . وَقِيلَ : إِنَّ الصَّلَاة هُنَا بِمَعْنَى الْقِرَاءَة ; قَالَهُ سُفْيَان عَنْ الْأَعْمَش , أَيْ قِرَاءَتك تَأْمُرك ; وَدَلَّ بِهَذَا عَلَى أَنَّهُمْ كَانُوا كُفَّارًا . وَقَالَ الْحَسَن : لَمْ يَبْعَث اللَّه نَبِيًّا إِلَّا فَرَضَ عَلَيْهِ الصَّلَاة وَالزَّكَاة .


زَعَمَ الْفَرَّاء أَنَّ التَّقْدِير : أَوْ تَنْهَانَا أَنْ نَفْعَل فِي أَمْوَالنَا مَا نَشَاء . وَقَرَأَ السُّلَمِيّ وَالضَّحَّاك بْن قَيْس &quot; أَوْ أَنْ تَفْعَل فِي أَمْوَالنَا مَا تَشَاء &quot; بِالتَّاءِ فِي الْفِعْلَيْنِ , وَالْمَعْنَى : مَا تَشَاء أَنْتَ يَا شُعَيْب . وَقَالَ النَّحَّاس : &quot; أَوْ أَنْ &quot; عَلَى هَذِهِ الْقِرَاءَة مَعْطُوفَة عَلَى &quot; أَنْ &quot; الْأُولَى . وَرُوِيَ عَنْ زَيْد بْن أَسْلَمَ أَنَّهُ قَالَ : كَانَ مِمَّا نَهَاهُمْ عَنْهُ حَذْف الدَّرَاهِم . وَقِيلَ : مَعْنَى . &quot; أَوْ أَنْ نَفْعَل فِي أَمْوَالنَا مَا نَشَاء &quot; إِذَا تَرَاضَيْنَا فِيمَا بَيْننَا بِالْبَخْسِ فَلَمْ تَمْنَعنَا مِنْهُ ؟ ! .



يَعْنُونَ عِنْد نَفْسك بِزَعْمِك . وَمِثْله فِي صِفَة أَبِي جَهْل : &quot; ذُقْ إِنَّك أَنْتَ الْعَزِيز الْكَرِيم &quot; [ الدُّخَان : 49 ] أَيْ عِنْد نَفْسك بِزَعْمِك . وَقِيلَ : قَالُوهُ عَلَى وَجْه الِاسْتِهْزَاء وَالسُّخْرِيَة , قَالَهُ قَتَادَة . وَمِنْهُ قَوْلهمْ لِلْحَبَشِيِّ : أَبُو الْبَيْضَاء , وَلِلْأَبْيَضِ أَبُو الْجَوْن ; وَمِنْهُ قَوْل خَزَنَة جَهَنَّم لِأَبِي جَهْل : &quot; ذُقْ إِنَّك أَنْتَ الْعَزِيز الْكَرِيم &quot; . وَقَالَ سُفْيَان بْن عُيَيْنَة : الْعَرَب تَصِف الشَّيْء بِضِدِّهِ لِلتَّطَيُّرِ وَالتَّفَاؤُل ; كَمَا قِيلَ لِلَّدِيغِ سَلِيم , وَلِلْفَلَاةِ مَفَازَة . وَقِيلَ : هُوَ تَعْرِيض أَرَادُوا بِهِ السَّبّ ; وَأَحْسَن مِنْ هَذَا كُلّه , وَيَدُلّ مَا قَبْله عَلَى صِحَّته ; أَيْ إِنَّك أَنْتَ الْحَلِيم الرَّشِيد حَقًّا , فَكَيْف تَأْمُرنَا أَنْ نَتْرُك مَا يَعْبُد آبَاؤُنَا ! وَيَدُلّ عَلَيْهِ . &quot; أَصَلَاتك تَأْمُرك أَنْ نَتْرُك مَا يَعْبُد آبَاؤُنَا &quot; أَنْكَرُوا لَمَّا رَأَوْا مِنْ كَثْرَة صَلَاته وَعِبَادَته , وَأَنَّهُ حَلِيم رَشِيد بِأَنْ يَكُون يَأْمُرهُمْ بِتَرْكِ مَا كَانَ يَعْبُد آبَاؤُهُمْ , وَبَعْده أَيْضًا مَا يَدُلّ عَلَيْهِ .';
$t[88] = 'أَيْ أَفَلَا أَنْهَاكُمْ عَنْ الضَّلَال ؟ ! وَهَذَا كُلّه يَدُلّ عَلَى أَنَّهُمْ قَالُوهُ عَلَى وَجْه الْحَقِيقَة , وَأَنَّهُ اِعْتِقَادهمْ فِيهِ . وَيُشْبِه هَذَا الْمَعْنَى قَوْل الْيَهُود مِنْ بَنِي قُرَيْظَة لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حِين قَالَ لَهُمْ : ( يَا إِخْوَة الْقِرَدَة ) فَقَالُوا : يَا مُحَمَّد مَا عَلِمْنَاك جَهُولًا ! .

مَسْأَلَة : قَالَ أَهْل التَّفْسِير : كَانَ مِمَّا يَنْهَاهُمْ عَنْهُ , وَعُذِّبُوا لِأَجْلِهِ قَطْع الدَّنَانِير وَالدَّرَاهِم ; كَانُوا يَقْرِضُونَ مِنْ أَطْرَاف الصِّحَاح لِتَفْضُل لَهُمْ الْقُرَاضَة , وَكَانُوا يَتَعَامَلُونَ عَلَى الصِّحَاح عَدًّا , وَعَلَى الْمَقْرُوضَة وَزْنًا , وَكَانُوا يَبْخَسُونَ فِي الْوَزْن . وَقَالَ اِبْن وَهْب قَالَ مَالِك : كَانُوا يَكْسِرُونَ الدَّنَانِير وَالدَّرَاهِم , وَكَذَلِكَ قَالَ جَمَاعَة مِنْ الْمُفَسِّرِينَ الْمُتَقَدِّمِينَ كَسَعِيدِ بْن الْمُسَيَّب , وَزَيْد بْن أَسْلَمَ وَغَيْرهمَا ; وَكَسْرهمَا ذَنْب عَظِيم . وَفِي كِتَاب أَبِي دَاوُدَ عَنْ عَلْقَمَة بْن عَبْد اللَّه عَنْ أَبِيهِ قَالَ : نَهَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ تُكْسَر سِكَّة الْمُسْلِمِينَ الْجَائِزَة بَيْنهمْ إِلَّا مِنْ بَأْس ; فَإِنَّهَا إِذَا كَانَتْ صِحَاحًا قَامَ مَعْنَاهَا ; وَظَهَرَتْ فَائِدَتهَا , وَإِذَا كُسِرَتْ صَارَتْ سِلْعَة , وَبَطَلَتْ مِنْهَا الْفَائِدَة ; فَأَضَرَّ ذَلِكَ بِالنَّاسِ ; وَلِذَلِكَ حَرُمَ . وَقَدْ قِيلَ فِي تَأْوِيل قَوْله تَعَالَى : &quot; وَكَانَ فِي الْمَدِينَة تِسْعَة رَهْط يُفْسِدُونَ فِي الْأَرْض وَلَا يُصْلِحُونَ &quot; [ النَّمْل : 48 ] أَنَّهُمْ كَانُوا يَكْسِرُونَ الدَّرَاهِم ; قَالَهُ زَيْد بْن أَسْلَمَ . قَالَ أَبُو عُمَر بْن عَبْد الْبَرّ : زَعَمُوا أَنَّهُ لَمْ يَكُنْ بِالْمَدِينَةِ أَعْلَم بِتَأْوِيلِ الْقُرْآن مِنْ زَيْد بْن أَسْلَمَ بَعْد مُحَمَّد بْن كَعْب الْقُرَظِيّ .

مَسْأَلَة : قَالَ أَصْبَغ قَالَ عَبْد الرَّحْمَن بْن الْقَاسِم بْن خَالِد بْن جُنَادَة مَوْلَى زَيْد بْن الْحَارِث الْعُتَقِيّ : مَنْ كَسَرَهَا لَمْ تُقْبَل شَهَادَته , وَإِنْ اِعْتَذَرَ بِالْجَهَالَةِ لَمْ يُعْذَر , وَلَيْسَ هَذَا بِمَوْضِعِ عُذْر ; قَالَ اِبْن الْعَرَبِيّ : أَمَّا قَوْله : لَمْ تُقْبَل شَهَادَته فَلِأَنَّهُ أَتَى كَبِيرَة , وَالْكَبَائِر تُسْقِط الْعَدَالَة دُون الصَّغَائِر ; وَأَمَّا قَوْله : لَا يُقْبَل عُذْره بِالْجَهَالَةِ فِي هَذَا فَلِأَنَّهُ أَمْر بَيِّن لَا يَخْفَى عَلَى أَحَد , وَإِنَّمَا يُقْبَل الْعُذْر إِذَا ظَهَرَ الصِّدْق فِيهِ , أَوْ خَفِيَ وَجْه الصِّدْق فِيهِ , وَكَانَ اللَّه أَعْلَم بِهِ مِنْ الْعَبْد كَمَا قَالَ مَالِك .

مَسْأَلَة : إِذَا كَانَ هَذَا مَعْصِيَة وَفَسَادًا تُرَدّ بِهِ الشَّهَادَة فَإِنَّهُ يُعَاقَب مَنْ فَعَلَ ذَلِكَ , وَمَرَّ اِبْن الْمُسَيَّب بِرَجُلٍ قَدْ جُلِدَ فَقَالَ : مَا هَذَا ؟ قَالَ رَجُل : يَقْطَع الدَّنَانِير وَالدَّرَاهِم ; قَالَ اِبْن الْمُسَيَّب : هَذَا مِنْ الْفَسَاد فِي الْأَرْض ; وَلَمْ يُنْكِر جَلْده ; وَنَحْوه عَنْ سُفْيَان . وَقَالَ أَبُو عَبْد الرَّحْمَن النَّجِيبِيّ : كُنْت قَاعِدًا عِنْد عُمَر بْن عَبْد الْعَزِيز وَهُوَ إِذْ ذَاكَ أَمِير الْمَدِينَة فَأُتِيَ بِرَجُلٍ يَقْطَع الدَّرَاهِم وَقَدْ شُهِدَ عَلَيْهِ فَضَرَبَهُ وَحَلَقَهُ , وَأُمِرَ فَطِيفَ بِهِ , وَأَمَرَهُ أَنْ يَقُول : هَذَا جَزَاء مَنْ يَقْطَع الدَّرَاهِم ; ثُمَّ أُمِرَ أَنْ يُرَدّ إِلَيْهِ ; فَقَالَ : إِنَّهُ لَمْ يَمْنَعنِي أَنْ أَقْطَع يَدك إِلَّا أَنِّي لَمْ أَكُنْ تَقَدَّمْت فِي ذَلِكَ قَبْل الْيَوْم , وَقَدْ تَقَدَّمْت فِي ذَلِكَ فَمَنْ شَاءَ فَلْيَقْطَعْ . قَالَ الْقَاضِي أَبُو بَكْر بْن الْعَرَبِيّ : أَمَّا أَدَبه بِالسَّوْطِ فَلَا كَلَام فِيهِ , وَأَمَّا حَلْقه فَقَدْ فَعَلَهُ عُمَر ; وَقَدْ كُنْت أَيَّام الْحُكْم بَيْن النَّاس أَضْرِب وَأَحْلِق , وَإِنَّمَا كُنْت أَفْعَل ذَلِكَ بِمَنْ يَرَى شَعْره عَوْنًا لَهُ عَلَى الْمَعْصِيَة , وَطَرِيقًا إِلَى التَّجَمُّل بِهِ فِي الْفَسَاد , وَهَذَا هُوَ الْوَاجِب فِي كُلّ طَرِيق لِلْمَعْصِيَةِ أَنْ يُقْطَع إِذَا كَانَ غَيْر مُؤَثِّر فِي الْبَدَن , وَأَمَّا قَطْع يَده فَإِنَّمَا أَخَذَ ذَلِكَ عُمَر مِنْ فَصْل السَّرِقَة ; وَذَلِكَ أَنَّ قَرْض الدَّرَاهِم غَيْر كَسْرهَا , فَإِنَّ الْكَسْر إِفْسَاد الْوَصْف , وَالْقَرْض تَنْقِيص لِلْقَدْرِ , فَهُوَ أَخْذ مَال عَلَى جِهَة الِاخْتِفَاء ; فَإِنْ قِيلَ : أَلَيْسَ الْحِرْز أَصْلًا فِي الْقَطْع ؟ قُلْنَا : يَحْتَمِل أَنْ يَكُون عُمَر يَرَى أَنَّ تَهْيِئَتهَا لِلْفَصْلِ بَيْن الْخَلْق دِينَارًا أَوْ دِرْهَمًا حِرْز لَهَا , وَحِرْز كُلّ شَيْء عَلَى قَدْر حَاله ; وَقَدْ أَنْفَذَ ذَلِكَ اِبْن الزُّبَيْر , وَقَطَعَ يَد رَجُل فِي قَطْع الدَّنَانِير وَالدَّرَاهِم . وَقَدْ قَالَ عُلَمَاؤُنَا الْمَالِكِيَّة : إِنَّ الدَّنَانِير وَالدَّرَاهِم خَوَاتِيم اللَّه عَلَيْهَا اِسْمه ; وَلَوْ قُطِعَ عَلَى قَوْل أَهْل التَّأْوِيل مَنْ كَسَرَ خَاتَمًا لِلَّهِ كَانَ أَهْلًا لِذَلِكَ , أَوْ مَنْ كَسَرَ خَاتَم سُلْطَان عَلَيْهِ اِسْمه أُدِّبَ , وَخَاتَم اللَّه تُقْضَى بِهِ الْحَوَائِج فَلَا يَسْتَوِيَانِ فِي الْعُقُوبَة . قَالَ اِبْن الْعَرَبِيّ : وَأَرَى أَنْ يُقْطَع فِي قَرْضهَا دُون كَسْرهَا , وَقَدْ كُنْت أَفْعَل ذَلِكَ أَيَّام تَوْلِيَتِي الْحُكْم , إِلَّا أَنِّي كُنْت مَحْفُوفًا بِالْجُهَّالِ , فَلَمْ أَجْبُن بِسَبَبِ الْمَقَال لِلْحَسَدَةِ الضُّلَّال فَمَنْ قَدَرَ عَلَيْهِ يَوْمًا مِنْ أَهْل الْحَقّ فَلْيَفْعَلْهُ اِحْتِسَابًا لِلَّهِ تَعَالَى .



أَيْ وَاسِعًا حَلَالًا , وَكَانَ شُعَيْب عَلَيْهِ السَّلَام كَثِير الْمَال , قَالَهُ اِبْن عَبَّاس وَغَيْره . وَقِيلَ : أَرَادَ بِهِ . الْهُدَى وَالتَّوْفِيق , وَالْعِلْم وَالْمَعْرِفَة , وَفِي الْكَلَام حَذْف , وَهُوَ مَا ذَكَرْنَاهُ ; أَيْ أَفَلَا أَنْهَاكُمْ عَنْ الضَّلَال ! وَقِيلَ : الْمَعْنَى &quot; أَرَأَيْتُمْ إِنْ كُنْت عَلَى بَيِّنَة مِنْ رَبِّي &quot; أَتَّبِع الضُّلَّال ؟ وَقِيلَ : الْمَعْنَى &quot; أَرَأَيْتُمْ إِنْ كُنْت عَلَى بَيِّنَة مِنْ رَبِّي &quot; أَتَأْمُرُونَنِي بِالْعِصْيَانِ فِي الْبَخْس وَالتَّطْفِيف , وَقَدْ أَغْنَانِي اللَّه عَنْهُ .



فِي مَوْضِع نَصْب ب &quot; أُرِيد &quot; .



أَيْ لَيْسَ أَنْهَاكُمْ عَنْ شَيْء وَأَرْتَكِبهُ , كَمَا لَا أَتْرُك مَا أَمَرْتُكُمْ بِهِ .


أَيْ مَا أُرِيد إِلَّا فِعْل الصَّلَاح ; أَيْ أَنْ تُصْلِحُوا دُنْيَاكُمْ بِالْعَدْلِ , وَآخِرَتكُمْ بِالْعِبَادَةِ , وَقَالَ : &quot; مَا اِسْتَطَعْت &quot; لِأَنَّ الِاسْتِطَاعَة مِنْ شُرُوط الْفِعْل دُون الْإِرَادَة . و &quot; مَا &quot; مَصْدَرِيَّة ; أَيْ إِنْ أُرِيد إِلَّا الْإِصْلَاح جَهْدِي وَاسْتِطَاعَتِي .


أَيْ رُشْدِي , وَالتَّوْفِيق الرُّشْد .


أَيْ اِعْتَمَدْت .


أَيْ أَرْجِع فِيمَا يَنْزِل بِي مِنْ جَمِيع النَّوَائِب . وَقِيلَ : إِلَيْهِ أَرْجِع فِي الْآخِرَة . وَقِيلَ : إِنَّ الْإِنَابَة الدُّعَاء , وَمَعْنَاهُ وَلَهُ أَدْعُو .';
$t[89] = 'وَقَرَأَ يَحْيَى بْن وَثَّاب &quot; يُجْرِمَنَّكُمْ &quot; . لَا يُدْخِلَنَّكُمْ فِي الْجُرْم ; كَمَا تَقُول : آثَمَنِي أَيْ أَدْخَلَنِي فِي الْإِثْم .


فِي مَوْضِع رَفْع . قَالَ زَيْد بْن أَسْلَمَ : الشِّقَاق الْمُنَازَعَة . وَقِيلَ : الشِّقَاق الْمُجَادَلَة وَالْمُخَالَفَة التَّعَادِي . وَأَصْله مِنْ الشِّقّ وَهُوَ الْجَانِب ; فَكَانَ كُلّ وَاحِد مِنْ الْفَرِيقَيْنِ فِي شِقّ غَيْر صَاحِبه . قَالَ الشَّاعِر إِلَى كَمْ تَقْتُل الْعُلَمَاء قَسْرًا وَتُفَجِّر بِالشِّقَاقِ وَبِالنِّفَاقِ قَالَ آخَر : وَإِلَّا فَاعْلَمُوا أَنَا وَأَنْتُمْ بُغَاة مَا بَقِينَا فِي شِقَاق وَقِيلَ : إِنَّ الشِّقَاق مَأْخُوذ مِنْ فِعْل مَا يَشُقّ وَيَصْعُب ; فَكَانَ كُلّ وَاحِد مِنْ الْفَرِيقَيْنِ يَحْرِص عَلَى مَا يَشُقّ عَلَى صَاحِبه .


فِي مَوْضِع نَصْب , أَيْ لَا يَحْمِلَنَّكُمْ مُعَادَاتِي عَلَى تَرْك الْإِيمَان فَيُصِيبكُمْ مَا أَصَابَ الْكُفَّار قَبْلكُمْ , قَالَهُ الْحَسَن وَقَتَادَة . وَقِيلَ : لَا يَكْسِبَنَّكُمْ شِقَاقِي إِصَابَتكُمْ الْعَذَاب , كَمَا أَصَابَ مَنْ كَانَ قَبْلكُمْ , قَالَهُ الزَّجَّاج . و &quot; الشِّقَاق &quot; وَهُوَ هُنَا بِمَعْنَى الْعَدَاوَة , قَالَهُ السُّدِّيّ , وَمِنْهُ قَوْل الْأَخْطَل : أَلَا مَنْ مُبْلِغ عَنِّي رَسُولًا فَكَيْف وَجَدْتُمْ طَعْم الشِّقَاق وَقَالَ الْحَسَن الْبَصْرِيّ : إِضْرَارِي . وَقَالَ قَتَادَة : فِرَاقِي .


وَذَلِكَ أَنَّهُمْ كَانُوا حَدِيثِي عَهْد بِهَلَاكِ قَوْم لُوط . وَقِيلَ : وَمَا دِيَار قَوْم لُوط مِنْكُمْ بِبَعِيدٍ ; أَيْ بِمَكَانٍ بَعِيد , فَلِذَلِكَ وَحَّدَ الْبَعِيد . قَالَ الْكِسَائِيّ : أَيْ دُورهمْ فِي دُوركُمْ .';
$t[90] = 'أَيْ اِرْجِعُوا إِلَيْهِ بِالطَّاعَةِ وَالْعِبَادَة . قَالَ الْفَرَّاء : &quot; ثُمَّ &quot; هُنَا بِمَعْنَى الْوَاو , أَيْ وَتُوبُوا إِلَيْهِ ; لِأَنَّ الِاسْتِغْفَار هُوَ التَّوْبَة , وَالتَّوْبَة هِيَ الِاسْتِغْفَار . وَقِيلَ : اِسْتَغْفِرُوا مِنْ سَالِف ذُنُوبكُمْ , وَتُوبُوا إِلَيْهِ مِنْ الْمُسْتَأْنَف مَتَى وَقَعَتْ مِنْكُمْ . قَالَ بَعْض الصُّلَحَاء : الِاسْتِغْفَار بِلَا إِقْلَاع تَوْبَة الْكَذَّابِينَ . وَقَدْ تَقَدَّمَ هَذَا الْمَعْنَى فِي &quot; آل عِمْرَان &quot; مُسْتَوْفًى . وَفِي &quot; الْبَقَرَة &quot; عِنْد قَوْله : &quot; وَلَا تَتَّخِذُوا آيَات اللَّه هُزُوًا &quot; : [ الْبَقَرَة : 231 ] . وَقِيلَ : إِنَّمَا قُدِّمَ ذِكْر الِاسْتِغْفَار لِأَنَّ الْمَغْفِرَة هِيَ الْغَرَض الْمَطْلُوب , وَالتَّوْبَة هِيَ السَّبَب إِلَيْهَا , فَالْمَغْفِرَة أَوَّل فِي الْمَطْلُوب وَآخِر فِي السَّبَب . وَيَحْتَمِل أَنْ يَكُون الْمَعْنَى اِسْتَغْفِرُوهُ مِنْ الصَّغَائِر , وَتُوبُوا إِلَيْهِ مِنْ الْكَبَائِر .



اِسْمَانِ مِنْ أَسْمَائِهِ سُبْحَانه , وَقَدْ بَيَّنَّاهُمَا فِي كِتَاب &quot; الْأَسْنَى فِي شَرْح الْأَسْمَاء الْحُسْنَى &quot; . قَالَ الْجَوْهَرِيّ : وَدِدْت الرَّجُل أَوَدّهُ وُدًّا إِذَا أَحْبَبْته , وَالْوَدُود الْمُحِبّ , وَالْوَدّ وَالْوِدّ وَالْوُدّ وَالْمَوَدَّة الْمَحَبَّة . وَرُوِيَ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ كَانَ إِذَا ذَكَرَ شُعَيْبًا قَالَ : ( ذَاكَ خَطِيب الْأَنْبِيَاء ) .';
$t[91] = 'أَيْ مَا نَفْهَم ; لِأَنَّك تَحْمِلنَا عَلَى أُمُور غَائِبَة مِنْ الْبَعْث وَالنُّشُور , وَتَعِظنَا بِمَا لَا عَهْد لَنَا بِمِثْلِهِ . وَقِيلَ : قَالُوا ذَلِكَ إِعْرَاضًا عَنْ سَمَاعه , وَاحْتِقَارًا لِكَلَامِهِ ; يُقَال : فَقِهَ يَفْقَه إِذَا فَهِمَ فِقْهًا ; وَحَكَى الْكِسَائِيّ : فَقُهَ فَقَهًا وَفِقْهًا إِذَا صَارَ فَقِيهًا .



قِيلَ : إِنَّهُ كَانَ مُصَابًا بِبَصَرِهِ ; قَالَهُ سَعِيد بْن جُبَيْر وَقَتَادَة . وَقِيلَ : كَانَ ضَعِيف الْبَصَر ; قَالَهُ الثَّوْرِيّ , وَحَكَى عَنْهُ النَّحَّاس مِثْل قَوْل سَعِيد بْن جُبَيْر وَقَتَادَة . قَالَ النَّحَّاس : وَحَكَى أَهْل اللُّغَة أَنَّ حِمْيَر تَقُول لِلْأَعْمَى ضَعِيفًا ; أَيْ قَدْ ضَعُفَ بِذَهَابِ بَصَره ; كَمَا يُقَال , لَهُ ضَرِير ; أَيْ قَدْ ضُرَّ بِذَهَابِ بَصَره ; كَمَا يُقَال لَهُ : مَكْفُوف ; أَيْ قَدْ كُفَّ عَنْ النَّظَر بِذَهَابِ بَصَره . قَالَ الْحَسَن : مَعْنَاهُ مَهِين . وَقِيلَ : الْمَعْنَى ضَعِيف الْبَدَن ; حَكَاهُ عَلِيّ بْن عِيسَى . وَقَالَ السُّدِّيّ : وَحِيدًا لَيْسَ لَك جُنْد وَأَعْوَان تَقْدِر بِهَا عَلَى مُخَالَفَتنَا . وَقِيلَ : قَلِيل الْمَعْرِفَة بِمَصَالِح الدُّنْيَا وَسِيَاسَة أَهْلهَا و &quot; ضَعِيفًا &quot; نُصِبَ عَلَى الْحَال .


رُفِعَ بِالِابْتِدَاءِ , وَرَهْط الرَّجُل عَشِيرَته الَّذِي يَسْتَنِد إِلَيْهِمْ وَيَتَقَوَّى بِهِمْ ; وَمِنْهُ الرَّاهِطَاء لِجُحْرِ الْيَرْبُوع ; لِأَنَّهُ يَتَوَثَّق بِهِ وَيُخَبَّأ فِيهِ وَلَده .


لَقَتَلْنَاك بِالرَّجْمِ , وَكَانُوا إِذَا قَتَلُوا إِنْسَانًا رَجَمُوهُ بِالْحِجَارَةِ , وَكَانَ رَهْطه مِنْ أَهْل مِلَّتهمْ . وَقِيلَ : مَعْنَى &quot; لَرَجَمْنَاك &quot; لَشَتَمْنَاك ; وَمِنْهُ قَوْل الْجَعْدِيّ : تَرَاجَمْنَا بِمُرِّ الْقَوْل حَتَّى نَصِير كَأَنَّنَا فَرَسَا رِهَان وَالرَّجْم أَيْضًا اللَّعْن ; وَمِنْهُ الشَّيْطَان الرَّجِيم .



أَيْ مَا أَنْتَ عَلَيْنَا بِغَالِبٍ وَلَا قَاهِر وَلَا مُمْتَنِع .';
$t[92] = '&quot; أَرَهْطِي &quot; رُفِعَ بِالِابْتِدَاءِ ; وَالْمَعْنَى أَرَهْطِي فِي قُلُوبكُمْ


وَأَعْظَم وَأَجَلّ وَهُوَ يَمْلِككُمْ .


أَيْ اِتَّخَذْتُمْ مَا جِئْتُكُمْ بِهِ مِنْ أَمْر اللَّه ظِهْرِيًّا ; أَيْ جَعَلْتُمُوهُ وَرَاء ظُهُوركُمْ , وَامْتَنَعْتُمْ مِنْ قَتْلِي مَخَافَة قَوْمِي يُقَال : جَعَلْت أَمْره بِظَهْرٍ إِذَا قَصَّرْت فِيهِ , وَقَدْ مَضَى فِي &quot; الْبَقَرَة &quot; ,


أَيْ مِنْ الْكُفْر وَالْمَعْصِيَة .


أَيْ عَلِيم . وَقِيلَ : حَفِيظ .';
$t[93] = 'تَهْدِيد وَوَعِيد ; وَقَدْ تَقَدَّمَ فِي &quot; الْأَنْعَام &quot; .


أَيْ يُهْلِكهُ . و &quot; مَنْ &quot; فِي مَوْضِع نَصْب , مِثْل &quot; يَعْلَم الْمُفْسِد مِنْ الْمُصْلِح &quot; [ الْبَقَرَة : 220 ] .


عَطْف عَلَيْهَا . وَقِيلَ : أَيْ وَسَوْفَ تَعْلَمُونَ مَنْ هُوَ كَاذِب مِنَّا . وَقِيلَ : فِي مَحَلّ رَفْع ; تَقْدِيره : وَيُخْزِي مَنْ هُوَ كَاذِب . وَقِيلَ : تَقْدِيره وَمَنْ هُوَ كَاذِب فَسَيُعْلَمُ كَذِبه , وَيَذُوق وَبَال أَمْره . وَزَعَمَ الْفَرَّاء أَنَّهُمْ إِنَّمَا جَاءُوا ب &quot; هُوَ &quot; فِي &quot; وَمَنْ هُوَ كَاذِب &quot; لِأَنَّهُمْ لَا يَقُولُونَ مَنْ قَائِم ; إِنَّمَا يَقُولُونَ : مَنْ قَامَ , وَمَنْ يَقُوم , وَمَنْ الْقَائِم ; فَزَادُوا &quot; هُوَ &quot; لِيَكُونَ جُمْلَة تَقُوم مَقَام فَعَلَ وَيَفْعَل . قَالَ النَّحَّاس : وَيَدُلّ عَلَى خِلَاف هَذَا قَوْله : مَنْ رَسُولِي إِلَى الثُّرَيَا بِأَنِّي ضِقْت ذَرْعًا بِهَجْرِهَا وَالْكِتَاب



أَيْ اِنْتَظِرُوا الْعَذَاب وَالسَّخْطَة ; فَإِنِّي مُنْتَظِر النَّصْر وَالرَّحْمَة .';
$t[94] = 'قِيلَ : صَاحَ بِهِمْ جِبْرِيل صَيْحَة فَخَرَجَتْ أَرْوَاحهمْ مِنْ أَجْسَادهمْ


أَيْ صَيْحَة جِبْرِيل . وَأَنَّثَ الْفِعْل عَلَى لَفْظ الصَّيْحَة , وَقَالَ فِي قِصَّة صَالِح : &quot; وَأَخَذَ الَّذِينَ ظَلَمُوا الصَّيْحَة &quot; فَذَكَّرَ عَلَى مَعْنَى الصِّيَاح . قَالَ اِبْن عَبَّاس : مَا أَهْلَكَ اللَّه أُمَّتَيْنِ بِعَذَابٍ وَاحِد إِلَّا قَوْم صَالِح وَقَوْم شُعَيْب , أَهْلَكَهُمْ اللَّه بِالصَّيْحَةِ ; غَيْر أَنَّ قَوْم صَالِح أَخَذَتْهُمْ الصَّيْحَة مِنْ تَحْتهمْ , وَقَوْم شُعَيْب أَخَذَتْهُمْ الصَّيْحَة مِنْ فَوْقهمْ .


أَيْ سَاقِطِينَ عَلَى وُجُوههمْ , قَدْ لَصِقُوا بِالتُّرَابِ كَالطَّيْرِ إِذَا جَثَمَتْ .';
$t[95] = 'وَحَكَى الْكِسَائِيّ أَنَّ أَبَا عَبْد الرَّحْمَن السُّلَمِيّ قَرَأَ &quot; كَمَا بَعُدَتْ ثَمُود &quot; بِضَمِّ الْعَيْن . قَالَ النَّحَّاس : الْمَعْرُوف فِي اللُّغَة إِنَّمَا يُقَال بَعِدَ يَبْعَد بَعَدًا وَبُعْدًا إِذَا هَلَكَ . وَقَالَ الْمَهْدَوِيّ : مَنْ ضَمَّ الْعَيْن مِنْ &quot; بَعُدَتْ &quot; فَهِيَ لُغَة تُسْتَعْمَل فِي الْخَيْر وَالشَّرّ , وَمَصْدَرهَا الْبُعْد ; وَبَعِدَتْ تُسْتَعْمَل فِي الشَّرّ خَاصَّة ; يُقَال : بَعِدَ يَبْعَد بَعَدًا ; فَالْبَعَد عَلَى قِرَاءَة الْجَمَاعَة بِمَعْنَى اللَّعْنَة , وَقَدْ يَجْتَمِع مَعْنَى اللُّغَتَيْنِ لِتَقَارُبِهِمَا فِي الْمَعْنَى ; فَيَكُون مِمَّا جَاءَ مَصْدَره عَلَى غَيْر لَفْظه لِتَقَارُبِ الْمَعَانِي .';
$t[96] = 'بَيَّنَ أَنَّهُ أَتْبَعَ النَّبِيّ النَّبِيّ لِإِقَامَةِ الْحُجَّة , وَإِزَاحَة كُلّ عِلَّة &quot; بِآيَاتِنَا &quot; أَيْ بِالتَّوْرَاةِ . وَقِيلَ : بِالْمُعْجِزَاتِ .


أَيْ حُجَّة بَيِّنَة ; يَعْنِي الْعَصَا . وَقَدْ مَضَى فِي &quot; آل عِمْرَان &quot; مَعْنَى السُّلْطَان وَاشْتِقَاقه فَلَا مَعْنَى لِلْإِعَادَةِ .';
$t[97] = 'أَيْ شَأْنه وَحَاله , حَتَّى اِتَّخَذُوهُ إِلَهًا , وَخَالَفُوا أَمْر اللَّه تَعَالَى .



أَيْ شَأْنه وَحَاله , حَتَّى اِتَّخَذُوهُ إِلَهًا , وَخَالَفُوا أَمْر اللَّه تَعَالَى .';
$t[98] = 'يَعْنِي أَنَّهُ يَتَقَدَّمهُمْ إِلَى النَّار إِذْ هُوَ رَئِيسهمْ . يُقَال : قَدَمَهُمْ يَقْدُمهُمْ قَدْمًا وَقُدُومًا إِذَا تَقَدَّمَهُمْ .



أَيْ أَدْخَلَهُمْ فِيهَا . ذُكِرَ بِلَفْظِ الْمَاضِي ; وَالْمَعْنَى فَيُورِدهُمْ النَّار ; وَمَا تَحَقَّقَ وُجُوده فَكَأَنَّهُ كَائِن ; فَلِهَذَا يُعَبَّر عَنْ الْمُسْتَقْبَل بِالْمَاضِي .



أَيْ بِئْسَ الْمَدْخَل الْمَدْخُول ; وَلَمْ يَقُلْ بِئْسَتْ لِأَنَّ الْكَلَام يَرْجِع إِلَى الْمَوْرُود , وَهُوَ كَمَا تَقُول : نِعْمَ الْمَنْزِل دَارك , وَنِعْمَتْ الْمَنْزِل دَارك . وَالْمَوْرُود الْمَاء الَّذِي يُورَد , وَالْمَوْضِع الَّذِي يُورَد ; وَهُوَ بِمَعْنَى الْمَفْعُول .';
$t[99] = 'أَيْ فِي الدُّنْيَا .



أَيْ وَلَعْنَة يَوْم الْقِيَامَة ; وَقَدْ تَقَدَّمَ هَذَا الْمَعْنَى .


حَكَى الْكِسَائِيّ وَأَبُو عُبَيْدَة : رَفَدْته أَرْفِدهُ رَفْدًا ; أَيْ أَعَنْته وَأَعْطَيْته . وَاسْم الْعَطِيَّة الرَّفْد ; أَيْ بِئْسَ الْعَطَاء وَالْإِعَانَة . وَالرَّفْد أَيْضًا الْقَدَح الضَّخْم ; قَالَهُ الْجَوْهَرِيّ , وَالتَّقْدِير : بِئْسَ الرِّفْد رِفْد الْمَرْفُود . وَذَكَرَ الْمَاوَرْدِيّ : أَنَّ الرَّفْد بِفَتْحِ الرَّاء الْقَدَح , وَالرِّفْد بِكَسْرِهَا مَا فِي الْقَدَح مِنْ الشَّرَاب ; حُكِيَ ذَلِكَ عَنْ الْأَصْمَعِيّ ; فَكَأَنَّهُ ذَمَّ بِذَلِكَ مَا يَسْقُونَهُ فِي النَّار . وَقِيلَ : إِنَّ الرِّفْد الزِّيَادَة ; أَيْ بِئْسَ مَا يَرْفِدُونَ بِهِ بَعْد الْغَرَق النَّار ; قَالَهُ الْكَلْبِيّ .';
$t[100] = '&quot; ذَلِكَ &quot; رُفِعَ عَلَى إِضْمَار مُبْتَدَأ , أَيْ الْأَمْر ذَلِكَ . وَإِنْ شِئْت بِالِابْتِدَاءِ ; وَالْمَعْنَى : ذَلِكَ النَّبَأ الْمُتَقَدِّم مِنْ أَنْبَاء الْقُرَى نَقُصّهُ عَلَيْك .


قَالَ قَتَادَة : الْقَائِم مَا كَانَ خَاوِيًا عَلَى عُرُوشه , وَالْحَصِيد مَا لَا أَثَر لَهُ . وَقِيلَ : الْقَائِم الْعَامِر , وَالْحَصِيد الْخَرَاب ; قَالَهُ اِبْن عَبَّاس : وَقَالَ مُجَاهِد : قَائِم خَاوِيَة عَلَى عُرُوشهَا , وَحَصِيد مُسْتَأْصَل ; يَعْنِي مَحْصُودًا كَالزَّرْعِ إِذَا حُصِدَ ; قَالَ الشَّاعِر : وَالنَّاس فِي قَسْم الْمَنِيَّة بَيْنهمْ كَالزَّرْعِ مِنْهُ قَائِم وَحَصِيد وَقَالَ آخَر : إِنَّمَا نَحْنُ مِثْل خَامَة زَرْع فَمَتَى يَأْنِ يَأْتِ مُحْتَصِدُهْ قَالَ الْأَخْفَش سَعِيد : حَصِيد أَيْ مَحْصُود , وَجَمْعُهُ حَصْدَى وَحِصَاد مِثْل مَرْضَى وَمِرَاض ; قَالَ : يَكُون فِيمَنْ يَعْقِل حَصْدَى , مِثْل قَتِيل وَقَتْلَى .';
$t[101] = 'أَصْل الظُّلْم فِي اللُّغَة وَضْع الشَّيْء فِي غَيْر مَوْضِعه , وَقَدْ تَقَدَّمَ فِي &quot; الْبَقَرَة &quot; مُسْتَوْفًى .


بِالْكُفْرِ وَالْمَعَاصِي . وَحَكَى سِيبَوَيْهِ أَنَّهُ يُقَال : ظَلَمَ إِيَّاهُ


أَيْ دَفَعَتْ .


فِي الْكَلَام حَذْف , أَيْ الَّتِي كَانُوا يَعْبُدُونَ ; أَيْ يَدْعُونَ .


أَيْ غَيْر تَخْسِير ; قَالَهُ مُجَاهِد وَقَتَادَة . وَقَالَ لَبِيد : فَلَقَدْ بَلِيت وَكُلّ صَاحِب جِدَّة لِبِلًى يَعُود وَذَاكُمْ التَّتْبِيب وَالتَّبَاب الْهَلَاك وَالْخُسْرَان ; وَفِيهِ إِضْمَار ; أَيْ مَا زَادَتْهُمْ عِبَادَة الْأَصْنَام , فَحُذِفَ الْمُضَاف ; أَيْ كَانَتْ عِبَادَتهمْ إِيَّاهَا قَدْ خَسَّرَتْهُمْ ثَوَاب الْآخِرَة .';
$t[102] = 'أَيْ كَمَا أَخَذَ هَذِهِ الْقُرَى الَّتِي كَانَتْ لِنُوحٍ وَعَادٍ وَثَمُود يَأْخُذ جَمِيع الْقُرَى الظَّالِمَة . وَقَرَأَ عَاصِم الْجَحْدَرِيّ وَطَلْحَة بْن مُصَرِّف &quot; وَكَذَلِكَ أَخَذَ رَبّك إِذْ أَخَذَ الْقُرَى &quot; وَعَنْ الْجَحْدَرِيّ أَيْضًا &quot; وَكَذَلِكَ أَخْذ رَبّك &quot; كَالْجَمَاعَةِ &quot; إِذْ أَخَذَ الْقُرَى &quot; . قَالَ الْمَهْدَوِيّ مَنْ قَرَأَ : &quot; وَكَذَلِكَ أَخْذ رَبّك إِذْ أَخَذَ &quot; فَهُوَ إِخْبَار عَمَّا جَاءَتْ بِهِ الْعَادَة فِي إِهْلَاك مَنْ تَقَدَّمَ مِنْ الْأُمَم ; وَالْمَعْنَى : وَكَذَلِكَ أَخَذَ رَبّك مَنْ أَخَذَهُ مِنْ الْأُمَم الْمُهْلَكَة إِذْ أَخَذَهُمْ . وَقِرَاءَة الْجَمَاعَة عَلَى أَنَّهُ مَصْدَر ; وَالْمَعْنَى : كَذَلِكَ أَخْذ رَبّك مَنْ أَرَادَ إِهْلَاكه مَتَى أَخَذَهُ ; فَإِذْ لِمَا مَضَى ; أَيْ حِين أَخَذَ الْقُرَى ; وَإِذَا لِلْمُسْتَقْبَلِ


أَيْ وَأَهْلهَا ظَالِمُونَ ; فَحُذِفَ الْمُضَاف مِثْل : &quot; وَاسْأَلْ الْقَرْيَة &quot; [ يُوسُف : 82 ] .


أَيْ عُقُوبَته لِأَهْلِ الشِّرْك مُوجِعَة غَلِيظَة . وَفِي صَحِيح مُسْلِم وَالتِّرْمِذِيّ مِنْ حَدِيث أَبِي مُوسَى أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : ( إِنَّ اللَّه تَعَالَى يُمْلِي لِلظَّالِمِ حَتَّى إِذَا أَخَذَهُ لَمْ يُفْلِتهُ ) ثُمَّ قَرَأَ &quot; وَكَذَلِكَ أَخْذ رَبّك إِذَا أَخَذَ الْقُرَى &quot; الْآيَة . قَالَ أَبُو عِيسَى : هَذَا حَدِيث حَسَن صَحِيح غَرِيب .';
$t[103] = 'أَيْ لَعِبْرَة وَمَوْعِظَة .


اِبْتِدَاء وَخَبَر .


مِنْ نَعْته .


اِسْم مَا لَمْ يُسَمَّ فَاعِله ; وَلِهَذَا لَمْ يَقُلْ مَجْمُوعُونَ , فَإِنْ قَدَّرْت اِرْتِفَاع &quot; النَّاس &quot; بِالِابْتِدَاءِ , وَالْخَبَر &quot; مَجْمُوع لَهُ &quot; فَإِنَّمَا لَمْ يَقُلْ : مَجْمُوعُونَ عَلَى هَذَا التَّقْدِير ; لِأَنَّ &quot; لَهُ &quot; يَقُوم مَقَام الْفَاعِل . وَالْجَمْع الْحَشْر , أَيْ يُحْشَرُونَ لِذَلِكَ الْيَوْم .


أَيْ يَشْهَدهُ الْبَرّ وَالْفَاجِر ; وَيَشْهَدهُ أَهْل السَّمَاء . وَقَدْ ذَكَرْنَا هَذَيْنِ الِاسْمَيْنِ مَعَ غَيْرهمَا مِنْ أَسْمَاء الْقِيَامَة فِي كِتَاب &quot; التَّذْكِرَة &quot; وَبَيَّنَّاهُمَا وَالْحَمْد لِلَّه .';
$t[104] = 'أَيْ مَا نُؤَخِّر ذَلِكَ الْيَوْم .


أَيْ لِأَجَلٍ سَبَقَ بِهِ قَضَاؤُنَا , وَهُوَ مَعْدُود عِنْدنَا .';
$t[105] = 'يَوْم يَأْتِ &quot; لِأَنَّ الْيَاء تُحْذَف إِذَا كَانَ قَبْلهَا كَسْرَة ; تَقُول : لَا أَدْرِ ; ذَكَرَهُ الْقُشَيْرِيّ . قَالَ النَّحَّاس : قَرَأَهُ أَهْل الْمَدِينَة وَأَبُو عَمْرو وَالْكِسَائِيّ بِإِثْبَاتِ الْيَاء فِي الْإِدْرَاج ; وَحَذْفهَا فِي الْوَقْف , وَرُوِيَ أَنَّ أُبَيًّا وَابْن مَسْعُود قَرَآ &quot; يَوْم يَأْتِي &quot; بِالْيَاءِ فِي الْوَقْف وَالْوَصْل . وَقَرَأَ الْأَعْمَش وَحَمْزَة &quot; يَوْم يَأْتِ &quot; بِغَيْرِ يَاء فِي الْوَقْف وَالْوَصْل , قَالَ أَبُو جَعْفَر النَّحَّاس : الْوَجْه فِي هَذَا أَلَّا يُوقَف عَلَيْهِ , وَأَنْ يُوصَل بِالْيَاءِ ; لِأَنَّ جَمَاعَة مِنْ النَّحْوِيِّينَ قَالُوا : لَا تُحْذَف الْيَاء , وَلَا يُجْزَم الشَّيْء بِغَيْرِ جَازِم ; فَأَمَّا الْوَقْف بِغَيْرِ يَاء فَفِيهِ قَوْل لِلْكِسَائِيِّ ; قَالَ : لِأَنَّ الْفِعْل السَّالِم يُوقَف عَلَيْهِ كَالْمَجْزُومِ , فَحَذَفَ الْيَاء , كَمَا تُحْذَف الضَّمَّة . وَأَمَّا قِرَاءَة حَمْزَة فَقَدْ اِحْتَجَّ أَبُو عُبَيْد لِحَذْفِ الْيَاء فِي الْوَصْل وَالْوَقْف بِحُجَّتَيْنِ إِحْدَاهُمَا : أَنَّهُ زَعَمَ أَنَّهُ رَآهُ فِي الْإِمَام الَّذِي يُقَال لَهُ إِنَّهُ مُصْحَف عُثْمَان رَضِيَ اللَّه عَنْهُ بِغَيْرِ يَاء . وَالْحُجَّة الْأُخْرَى : أَنَّهُ حَكَى أَنَّهَا لُغَة هُذَيْل ; تَقُول : مَا أَدْرِ ; قَالَ النَّحَّاس : أَمَّا حُجَّته بِمُصْحَفِ عُثْمَان رَضِيَ اللَّه عَنْهُ فَشَيْء يَرُدّهُ عَلَيْهِ أَكْثَر الْعُلَمَاء ; قَالَ مَالِك بْن أَنَس رَحِمَهُ اللَّه : سَأَلْت عَنْ مُصْحَف عُثْمَان رَضِيَ اللَّه عَنْهُ فَقِيلَ لِي ذَهَبَ ; وَأَمَّا حُجَّته بِقَوْلِهِمْ : &quot; مَا أَدْرِ &quot; فَلَا حُجَّة فِيهِ ; لِأَنَّ هَذَا الْحَذْف قَدْ حَكَاهُ النَّحْوِيُّونَ الْقُدَمَاء , وَذَكَرُوا عِلَّتَهُ , وَأَنَّهُ لَا يُقَاس عَلَيْهِ . وَأَنْشَدَ الْفَرَّاء فِي حَذْف الْيَاء . كَفَّاك كَفّ مَا تُلِيق دِرْهَمًا جُودًا وَأُخْرَى تُعْطِ بِالسَّيْفِ الدَّمَا أَيْ تُعْطِي . وَقَدْ حَكَى سِيبَوَيْهِ وَالْخَلِيل أَنَّ الْعَرَب تَقُول : لَا أَدْرِ , فَتَحْذِف الْيَاء وَتَجْتَزِئ بِالْكَسْرَةِ , إِلَّا أَنَّهُمْ يَزْعُمُونَ أَنَّ ذَلِكَ لِكَثْرَةِ الِاسْتِعْمَال . قَالَ الزَّجَّاج : وَالْأَجْوَد فِي النَّحْو إِثْبَات الْيَاء ; قَالَ : وَاَلَّذِي أَرَاهُ اِتِّبَاع الْمُصْحَف وَإِجْمَاع الْقُرَّاء ; لِأَنَّ الْقِرَاءَة سُنَّة ; وَقَدْ جَاءَ مِثْله فِي كَلَام الْعَرَب .



الْأَصْل تَتَكَلَّم ; حُذِفَتْ إِحْدَى التَّاءَيْنِ تَخْفِيفًا . وَفِيهِ إِضْمَار ; أَيْ لَا تَتَكَلَّم فِيهِ نَفْس إِلَّا بِالْمَأْذُونِ فِيهِ مِنْ حُسْن الْكَلَام ; لِأَنَّهُمْ مُلْجَئُونَ إِلَى تَرْك الْقَبِيح . وَقِيلَ : الْمَعْنَى لَا تَكَلَّم بِحُجَّةٍ وَلَا شَفَاعَة إِلَّا بِإِذْنِهِ . وَقِيلَ : إِنَّ لَهُمْ فِي الْمَوْقِف وَقْتًا يُمْنَعُونَ فِيهِ مِنْ الْكَلَام إِلَّا بِإِذْنِهِ . وَهَذِهِ الْآيَة أَكْثَر مَا يَسْأَل عَنْهَا أَهْل الْإِلْحَاد فِي الدِّين فَيَقُول لِمَ قَالَ : &quot; لَا تَكَلَّم نَفْس إِلَّا بِإِذْنِهِ &quot; و &quot; هَذَا يَوْم لَا يَنْطِقُونَ . وَلَا يُؤْذَن لَهُمْ فَيَعْتَذِرُونَ &quot; [ الْمُرْسَلَات : 36 ] . وَقَالَ فِي مَوْضِع مِنْ ذِكْر الْقِيَامَة : &quot; وَأَقْبَلَ بَعْضهمْ عَلَى بَعْض يَتَسَاءَلُونَ &quot; [ الصَّافَّات : 27 ] . وَقَالَ : &quot; يَوْم تَأْتِي كُلّ نَفْس تُجَادِل عَنْ نَفْسهَا &quot; [ النَّحْل : 111 ] . وَقَالَ : &quot; وَقِفُوهُمْ إِنَّهُمْ مَسْئُولُونَ &quot; [ الصَّافَّات : 24 ] . وَقَالَ : &quot; فَيَوْمئِذٍ لَا يُسْأَل عَنْ ذَنْبه إِنْس وَلَا جَانّ &quot; [ الرَّحْمَن : 39 ] . وَالْجَوَاب مَا ذَكَرْنَاهُ , وَأَنَّهُمْ لَا يَنْطِقُونَ بِحُجَّةٍ تَجِب لَهُمْ وَإِنَّمَا يَتَكَلَّمُونَ بِالْإِقْرَارِ بِذُنُوبِهِمْ , وَلَوْم بَعْضهمْ بَعْضًا , وَطَرْح بَعْضهمْ الذُّنُوب عَلَى بَعْض ; فَأَمَّا التَّكَلُّم وَالنُّطْق بِحُجَّةٍ لَهُمْ فَلَا ; وَهَذَا كَمَا تَقُول لِلَّذِي يُخَاطِبك كَثِيرًا , وَخِطَابه فَارِغ عَنْ الْحُجَّة : مَا تَكَلَّمْت بِشَيْءٍ , وَمَا نَطَقْت بِشَيْءٍ , فَسُمِّيَ مَنْ يَتَكَلَّم بِلَا حُجَّة فِيهِ لَهُ غَيْر مُتَكَلِّم . وَقَالَ : قَوْم : ذَلِكَ الْيَوْم طَوِيل , وَلَهُ مَوَاطِن وَمَوَاقِف فِي بَعْضهَا يُمْنَعُونَ مِنْ الْكَلَام , وَفِي بَعْضهَا يُطْلَق لَهُمْ الْكَلَام ; فَهَذَا يَدُلّ عَلَى أَنَّهُ لَا تَتَكَلَّم نَفْس إِلَّا بِإِذْنِهِ .


أَيْ مِنْ الْأَنْفُس , أَوْ مِنْ النَّاس ; وَقَدْ ذَكَرَهُمْ فِي قَوْله : &quot; يَوْم مَجْمُوع لَهُ النَّاس &quot; . وَالشَّقِيّ الَّذِي كُتِبَتْ عَلَيْهِ الشَّقَاوَة . وَالسَّعِيد الَّذِي كُتِبَتْ عَلَيْهِ السَّعَادَة ; قَالَ لَبِيد : فَمِنْهُمْ سَعِيد آخِذ بِنَصِيبِهِ وَمِنْهُمْ شَقِيّ بِالْمَعِيشَةِ قَانِع وَرَوَى التِّرْمِذِيّ عَنْ اِبْن عُمَر عَنْ عُمَر بْن الْخَطَّاب قَالَ لَمَّا نَزَلَتْ هَذِهِ الْآيَة &quot; فَمِنْهُمْ شَقِيّ وَسَعِيد &quot; سَأَلْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , فَقُلْت : يَا نَبِيّ اللَّه فَعَلَامَ نَعْمَل ؟ عَلَى شَيْء قَدْ فُرِغَ مِنْهُ , أَوْ عَلَى شَيْء لَمْ يُفْرَغ مِنْهُ ؟ فَقَالَ : ( بَلْ عَلَى شَيْء قَدْ فُرِغَ مِنْهُ وَجَرَتْ بِهِ الْأَقْلَام يَا عُمَر وَلَكِنْ كُلّ مُيَسَّر لِمَا خُلِقَ لَهُ ) . قَالَ : هَذَا حَدِيث حَسَن غَرِيب مِنْ هَذَا الْوَجْه لَا نَعْرِفهُ إِلَّا مِنْ حَدِيث عَبْد اللَّه بْن عُمَر ; وَقَدْ تَقَدَّمَ فِي &quot; الْأَعْرَاف &quot; .';
$t[106] = 'اِبْتِدَاء .


فِي مَوْضِع الْخَبَر , وَكَذَا &quot; لَهُمْ فِيهَا زَفِير وَشَهِيق &quot;


قَالَ أَبُو الْعَالِيَة : الزَّفِير مِنْ الصَّدْر . وَالشَّهِيق مِنْ الْحَلْق ; وَعَنْهُ أَيْضًا ضِدّ ذَلِكَ . وَقَالَ الزَّجَّاج : الزَّفِير مِنْ شِدَّة الْأَنِين , وَالشَّهِيق مِنْ الْأَنِين الْمُرْتَفِع جِدًّا ; قَالَ : وَزَعَمَ أَهْل اللُّغَة مِنْ الْكُوفِيِّينَ وَالْبَصْرِيِّينَ أَنَّ الزَّفِير بِمَنْزِلَةِ اِبْتِدَاء صَوْت الْحَمِير فِي النَّهِيق , وَالشَّهِيق بِمَنْزِلَةِ آخِر صَوْت الْحِمَار فِي النَّهِيق . وَقَالَ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُ عَكْسه ; قَالَ : الزَّفِير الصَّوْت الشَّدِيد , وَالشَّهِيق الصَّوْت الضَّعِيف . وَقَالَ الضَّحَّاك وَمُقَاتِل : الزَّفِير مِثْل أَوَّل نَهِيق الْحِمَار , وَالشَّهِيق مِثْل آخِره حِين فَرَغَ مِنْ صَوْته ; قَالَ الشَّاعِر : حَشْرَجَ فِي الْجَوْف سَحِيلًا أَوْ شَهَقْ حَتَّى يُقَال نَاهِق وَمَا نَهَقْ وَقِيلَ : الزَّفِير إِخْرَاج النَّفَس , وَهُوَ أَنْ يَمْتَلِئ الْجَوْف غَمًّا فَيَخْرُج بِالنَّفَسِ , وَالشَّهِيق رَدّ النَّفَس وَقِيلَ : الزَّفِير تَرْدِيد النَّفَس مِنْ شِدَّة الْحُزْن ; مَأْخُوذ مِنْ الزَّفْر وَهُوَ الْحَمْل عَلَى الظَّهْر لِشِدَّتِهِ ; وَالشَّهِيق النَّفَس الطَّوِيل الْمُمْتَدّ ; مَأْخُوذ مِنْ قَوْلهمْ : جَبَل شَاهِق ; أَيْ طَوِيل . وَالزَّفِير وَالشَّهِيق مِنْ أَصْوَات الْمَحْزُونِينَ .';
$t[107] = '&quot; مَا دَامَتْ &quot; فِي مَوْضِع نَصْب عَلَى الظَّرْف ; أَيْ دَوَام السَّمَاوَات وَالْأَرْض , وَالتَّقْدِير : وَقْت ذَلِكَ . وَاخْتُلِفَ فِي تَأْوِيل هَذَا ; فَقَالَتْ طَائِفَة مِنْهُمْ الضَّحَّاك : الْمَعْنَى مَا دَامَتْ سَمَوَات الْجَنَّة وَالنَّار وَأَرْضهمَا وَالسَّمَاء كُلّ مَا عَلَاك فَأَظَلَّك , وَالْأَرْض مَا اِسْتَقَرَّ عَلَيْهِ قَدَمك ; وَفِي التَّنْزِيل : &quot; وَأَوْرَثَنَا الْأَرْض نَتَبَوَّأ مِنْ الْجَنَّة حَيْثُ نَشَاء &quot; [ الزُّمَر : 74 ] . وَقِيلَ : أَرَادَ بِهِ السَّمَاء وَالْأَرْض الْمَعْهُودَتَيْنِ فِي الدُّنْيَا وَأَجْرَى ذَلِكَ عَلَى عَادَة الْعَرَب فِي الْإِخْبَار عَنْ دَوَام الشَّيْء وَتَأْبِيده ; كَقَوْلِهِمْ : لَا آتِيك مَا جَنَّ لَيْل , أَوْ سَالَ سَيْل , وَمَا اِخْتَلَفَ اللَّيْل وَالنَّهَار , وَمَا نَاحَ الْحَمَام , وَمَا دَامَتْ السَّمَاوَات وَالْأَرْض , وَنَحْو هَذَا مِمَّا يُرِيدُونَ بِهِ طُولًا مِنْ غَيْر نِهَايَة ; فَأَفْهَمَهُمْ اللَّه تَخْلِيد الْكَفَرَة بِذَلِكَ . وَإِنْ كَانَ قَدْ أَخْبَرَ بِزَوَالِ السَّمَاوَات وَالْأَرْض . وَعَنْ اِبْن عَبَّاس أَنَّ جَمِيع الْأَشْيَاء الْمَخْلُوقَة أَصْلهَا مِنْ نُور الْعَرْش , وَأَنَّ السَّمَاوَات وَالْأَرْض فِي الْآخِرَة تُرَدَّانِ إِلَى النُّور الَّذِي أُخِذَتَا مِنْهُ ; فَهُمَا دَائِمَتَانِ أَبَدًا فِي نُور الْعَرْش .



فِي مَوْضِع نَصْب ; لِأَنَّهُ اِسْتِثْنَاء لَيْسَ مِنْ الْأَوَّل ; وَقَدْ اُخْتُلِفَ فِيهِ عَلَى أَقْوَال عَشَرَة : الْأُولَى : أَنَّهُ اِسْتِثْنَاء مِنْ قَوْله : &quot; فَفِي النَّار &quot; كَأَنَّهُ قَالَ : إِلَّا مَا شَاءَ رَبّك مِنْ تَأْخِير قَوْم عَنْ ذَلِكَ ; وَهَذَا قَوْل رَوَاهُ أَبُو نَضْرَة عَنْ أَبِي سَعِيد الْخُدْرِيّ وَجَابِر رَضِيَ اللَّه عَنْهُمَا . وَإِنَّمَا لَمْ يَقُلْ مَنْ شَاءَ ; لِأَنَّ الْمُرَاد الْعَدَد لَا الْأَشْخَاص ; كَقَوْلِهِ : &quot; مَا طَابَ لَكُمْ &quot; [ النِّسَاء : 3 ] . وَعَنْ أَبِي نَضْرَة عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ( إِلَّا مَنْ شَاءَ أَلَّا يُدْخِلهُمْ وَإِنْ شَقُوا بِالْمَعْصِيَةِ ) . الثَّانِي : أَنَّ الِاسْتِثْنَاء إِنَّمَا هُوَ لِلْعُصَاةِ مِنْ الْمُؤْمِنِينَ فِي إِخْرَاجهمْ بَعْد مُدَّة مِنْ النَّار ; وَعَلَى هَذَا يَكُون قَوْله : &quot; فَأَمَّا الَّذِينَ شَقُوا &quot; عَامًّا فِي الْكَفَرَة وَالْعُصَاة , وَيَكُون الِاسْتِثْنَاء مِنْ &quot; خَالِدِينَ &quot; ; قَالَهُ قَتَادَة وَالضَّحَّاك وَأَبُو سِنَان وَغَيْرهمْ . وَفِي الصَّحِيح مِنْ حَدِيث أَنَس بْن مَالِك قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : ( يَدْخُل نَاس جَهَنَّم حَتَّى إِذَا صَارُوا كَالْحُمَمَةِ أُخْرِجُوا مِنْهَا وَدَخَلُوا الْجَنَّة فَيُقَال هَؤُلَاءِ الْجَهَنَّمِيُّونَ ) وَقَدْ تَقَدَّمَ هَذَا الْمَعْنَى فِي &quot; النِّسَاء &quot; وَغَيْرهَا . الثَّالِث : أَنَّ الِاسْتِثْنَاء مِنْ الزَّفِير وَالشَّهِيق ; أَيْ لَهُمْ فِيهَا زَفِير وَشَهِيق إِلَّا مَا شَاءَ رَبّك مِنْ أَنْوَاع الْعَذَاب الَّذِي لَمْ يَذْكُرهُ , وَكَذَلِكَ لِأَهْلِ الْجَنَّة مِنْ النَّعِيم مَا ذُكِرَ , وَمَا لَمْ يُذْكَر . حَكَاهُ اِبْن الْأَنْبَارِيّ . الرَّابِع : قَالَ اِبْن مَسْعُود : &quot; خَالِدِينَ فِيهَا مَا دَامَتْ السَّمَاوَات وَالْأَرْض &quot; لَا يَمُوتُونَ فِيهَا , وَلَا يُخْرَجُونَ مِنْهَا &quot; إِلَّا مَا شَاءَ رَبّك &quot; وَهُوَ أَنْ يَأْمُر النَّار فَتَأْكُلهُمْ وَتُفْنِيَهُمْ , ثُمَّ يُجَدِّد خَلْقهمْ . قُلْت : وَهَذَا الْقَوْل خَاصّ بِالْكَافِرِ وَالِاسْتِثْنَاء لَهُ فِي الْأَكْل , وَتَجْدِيد الْخَلْق . الْخَامِس : أَنَّ &quot; إِلَّا &quot; بِمَعْنَى &quot; سِوَى &quot; كَمَا تَقُول فِي الْكَلَام : مَا مَعِي رَجُل إِلَّا زَيْد , وَلِي عَلَيْك أَلْفَا دِرْهَم إِلَّا الْأَلْف الَّتِي لِي عَلَيْك . قِيلَ : فَالْمَعْنَى مَا دَامَتْ السَّمَاوَات وَالْأَرْض سِوَى مَا شَاءَ رَبّك مِنْ الْخُلُود . السَّادِس : أَنَّهُ اِسْتِثْنَاء مِنْ الْإِخْرَاج , وَهُوَ لَا يُرِيد أَنْ يُخْرِجهُمْ مِنْهَا . كَمَا تَقُول فِي الْكَلَام : أَرَدْت أَنْ أَفْعَل ذَلِكَ إِلَّا أَنْ أَشَاء غَيْره , وَأَنْتَ مُقِيم عَلَى ذَلِكَ الْفِعْل ; فَالْمَعْنَى أَنَّهُ لَوْ شَاءَ أَنْ يُخْرِجهُمْ لَأَخْرَجَهُمْ ; وَلَكِنَّهُ قَدْ أَعْلَمَهُمْ أَنَّهُمْ خَالِدُونَ فِيهَا , ذَكَرَ هَذَيْنِ الْقَوْلَيْنِ الزَّجَّاج عَنْ أَهْل اللُّغَة , قَالَ : وَلِأَهْلِ الْمَعَانِي قَوْلَانِ آخَرَانِ , فَأَحَد الْقَوْلَيْنِ : &quot; خَالِدِينَ فِيهَا مَا دَامَتْ السَّمَاوَات وَالْأَرْض إِلَّا مَا شَاءَ رَبّك &quot; مِنْ مِقْدَار مَوْقِفهمْ عَلَى رَأْس قُبُورهمْ , وَلِلْمُحَاسَبَةِ , وَقَدْر مُكْثهمْ فِي الدُّنْيَا , وَالْبَرْزَخ , وَالْوُقُوف لِلْحِسَابِ . وَالْقَوْل الْآخَر : وُقُوع الِاسْتِثْنَاء فِي الزِّيَادَة عَلَى النَّعِيم وَالْعَذَاب , وَتَقْدِيره : &quot; خَالِدِينَ فِيهَا مَا دَامَتْ السَّمَاوَات وَالْأَرْض إِلَّا مَا شَاءَ رَبّك &quot; مِنْ زِيَادَة النَّعِيم لِأَهْلِ النَّعِيم , وَزِيَادَة الْعَذَاب لِأَهْلِ الْجَحِيم . قُلْت : فَالِاسْتِثْنَاء فِي الزِّيَادَة مِنْ الْخُلُود عَلَى مُدَّة كَوْن السَّمَاء وَالْأَرْض الْمَعْهُودَتَيْنِ فِي الدُّنْيَا وَاخْتَارَهُ التِّرْمِذِيّ الْحَكِيم أَبُو عَبْد اللَّه مُحَمَّد بْن عَلِيّ , أَيْ خَالِدِينَ فِيهَا مِقْدَار دَوَام السَّمَاوَات وَالْأَرْض , وَذَلِكَ مُدَّة الْعَالَم , وَلِلسَّمَاءِ وَالْأَرْض وَقْت يَتَغَيَّرَانِ فِيهِ , وَهُوَ قَوْله سُبْحَانه : &quot; يَوْم تُبَدَّل الْأَرْض غَيْر الْأَرْض &quot; [ إِبْرَاهِيم : 48 ] فَخَلَقَ اللَّه سُبْحَانه الْآدَمِيِّينَ وَعَامَلَهُمْ , وَاشْتَرَى مِنْهُمْ أَنْفُسهمْ وَأَمْوَالهمْ بِالْجَنَّةِ , وَعَلَى ذَلِكَ بَايَعَهُمْ يَوْم الْمِيثَاق , فَمَنْ وَفَّى بِذَلِكَ الْعَهْد فَلَهُ الْجَنَّة , وَمَنْ ذَهَبَ بِرَقَبَتِهِ يَخْلُد فِي النَّار بِمِقْدَارِ دَوَام السَّمَاوَات وَالْأَرْض ; فَإِنَّمَا دَامَتَا لِلْمُعَامَلَةِ ; وَكَذَلِكَ أَهْل الْجَنَّة خُلُود فِي الْجَنَّة بِمِقْدَارِ ذَلِكَ ; فَإِذَا تَمَّتْ هَذِهِ الْمُعَامَلَة وَقَعَ الْجَمِيع فِي مَشِيئَة اللَّه ; قَالَ اللَّه تَعَالَى : &quot; وَمَا خَلَقْنَا السَّمَاوَات وَالْأَرْض وَمَا بَيْنهمَا لَاعِبِينَ . مَا خَلَقْنَاهُمَا إِلَّا بِالْحَقِّ &quot; [ الدُّخَان : 39 ] فَيَخْلُد أَهْل الدَّارَيْنِ بِمِقْدَارِ دَوَامهمَا , وَهُوَ حَقّ الرُّبُوبِيَّة بِذَلِكَ الْمِقْدَار مِنْ الْعَظَمَة ; ثُمَّ أَوْجَبَ لَهُمْ الْأَبَد فِي كِلْتَا الدَّارَيْنِ لِحَقِّ الْأَحَدِيَّةِ ; فَمَنْ لَقِيَهُ مُوَحِّدًا لِأَحَدِيَّتِهِ بَقِيَ فِي دَاره أَبَدًا , وَمَنْ لَقِيَهُ مُشْرِكًا بِأَحَدِيَّتِهِ إِلَهًا بَقِيَ فِي السِّجْن أَبَدًا ; فَأَعْلَمَ اللَّه الْعِبَاد مِقْدَار الْخُلُود , ثُمَّ قَالَ : &quot; إِلَّا مَا شَاءَ رَبّك &quot; مِنْ زِيَادَة الْمُدَّة الَّتِي تَعْجِز الْقُلُوب عَنْ إِدْرَاكهَا لِأَنَّهُ لَا غَايَة لَهَا ; فَبِالِاعْتِقَادِ دَامَ خُلُودهمْ فِي الدَّارَيْنِ أَبَدًا . وَقَدْ قِيلَ : إِنَّ &quot; إِلَّا &quot; بِمَعْنَى الْوَاو , قَالَهُ الْفَرَّاء وَبَعْض أَهْل النَّظَر وَهُوَ الثَّامِن : وَالْمَعْنَى : وَمَا شَاءَ رَبّك مِنْ الزِّيَادَة فِي الْخُلُود عَلَى مُدَّة دَوَام السَّمَاوَات وَالْأَرْض فِي الدُّنْيَا . وَقَدْ قِيلَ فِي قَوْله تَعَالَى : &quot; إِلَّا الَّذِينَ ظَلَمُوا &quot; [ الْبَقَرَة : 150 ] أَيْ وَلَا الَّذِينَ ظَلَمُوا . وَقَالَ الشَّاعِر : وَكُلّ أَخ مُفَارِقه أَخُوهُ لَعَمْر أَبِيك إِلَّا الْفَرْقَدَانِ أَيْ وَالْفَرْقَدَانِ . وَقَالَ أَبُو مُحَمَّد مَكِّيّ : وَهَذَا قَوْل بَعِيد عِنْد الْبَصْرِيِّينَ أَنْ تَكُون &quot; إِلَّا &quot; بِمَعْنَى الْوَاو , وَقَدْ مَضَى فِي &quot; الْبَقَرَة &quot; بَيَانه . وَقِيلَ : مَعْنَاهُ كَمَا شَاءَ رَبّك ; كَقَوْلِهِ تَعَالَى : &quot; وَلَا تَنْكِحُوا مَا نَكَحَ آبَاؤُكُمْ مِنْ النِّسَاء إِلَّا مَا قَدْ سَلَفَ &quot; [ النِّسَاء : 22 ] أَيْ كَمَا قَدْ سَلَفَ , وَهُوَ : التَّاسِع , الْعَاشِر : وَهُوَ أَنَّ قَوْله تَعَالَى : &quot; إِلَّا مَا شَاءَ رَبّك &quot; إِنَّمَا ذَلِكَ عَلَى طَرِيق الِاسْتِثْنَاء الَّذِي نَدَبَ الشَّرْع إِلَى اِسْتِعْمَاله فِي كُلّ كَلَام ; فَهُوَ عَلَى حَدّ قَوْله تَعَالَى : &quot; لَتَدْخُلُنَّ الْمَسْجِد الْحَرَام إِنْ شَاءَ اللَّه آمِنِينَ &quot; [ الْفَتْح : 27 ] فَهُوَ اِسْتِثْنَاء فِي وَاجِب , وَهَذَا الِاسْتِثْنَاء فِي حُكْم الشَّرْط كَذَلِكَ ; كَأَنَّهُ قَالَ : إِنْ شَاءَ رَبّك ; فَلَيْسَ يُوصَف بِمُتَّصِلٍ وَلَا مُنْقَطِع ; وَيُؤَيِّدهُ وَيُقَوِّيه قَوْله تَعَالَى : &quot; عَطَاء غَيْر مَجْذُوذ &quot; وَنَحْوه عَنْ أَبِي عُبَيْد قَالَ : تَقَدَّمَتْ عَزِيمَة الْمَشِيئَة مِنْ اللَّه تَعَالَى فِي خُلُود الْفَرِيقَيْنِ فِي الدَّارَيْنِ ; فَوَقَعَ لَفْظ الِاسْتِثْنَاء , وَالْعَزِيمَة قَدْ تَقَدَّمَتْ فِي الْخُلُود , قَالَ : وَهَذَا مِثْل قَوْله تَعَالَى : &quot; لَتَدْخُلُنَّ الْمَسْجِد الْحَرَام إِنْ شَاءَ اللَّه آمِنِينَ &quot; [ الْفَتْح : 27 ] وَقَدْ عَلِمَ أَنَّهُمْ يَدْخُلُونَهُ حَتْمًا , فَلَمْ يُوجِب الِاسْتِثْنَاء فِي الْمَوْضِعَيْنِ خِيَارًا ; إِذْ الْمَشِيئَة قَدْ تَقَدَّمَتْ , بِالْعَزِيمَةِ فِي الْخُلُود فِي الدَّارَيْنِ وَالدُّخُول فِي الْمَسْجِد الْحَرَام ; وَنَحْوه عَنْ الْفَرَّاء . وَقَوْل : حَادِي عَشَرَ : وَهُوَ أَنَّ الْأَشْقِيَاء هُمْ السُّعَدَاء , وَالسُّعَدَاء هُمْ الْأَشْقِيَاء لَا غَيْرهمْ , وَالِاسْتِثْنَاء فِي الْمَوْضِعَيْنِ رَاجِع إِلَيْهِمْ ; وَبَيَانه أَنَّ &quot; مَا &quot; بِمَعْنَى &quot; مَنْ &quot; اِسْتَثْنَى اللَّه عَزَّ وَجَلَّ مِنْ الدَّاخِلِينَ فِي النَّار الْمُخَلَّدِينَ فِيهَا الَّذِينَ يُخْرَجُونَ مِنْهَا مِنْ أُمَّة مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِمَا مَعَهُمْ مِنْ الْإِيمَان , وَاسْتَثْنَى مِنْ الدَّاخِلِينَ فِي الْجَنَّة الْمُخَلَّدِينَ فِيهَا الَّذِينَ يَدْخُلُونَ النَّار بِذُنُوبِهِمْ قَبْل دُخُول الْجَنَّة ثُمَّ يُخْرَجُونَ مِنْهَا إِلَى الْجَنَّة . وَهُمْ الَّذِينَ وَقَعَ عَلَيْهِمْ الِاسْتِثْنَاء الثَّانِي ; كَأَنَّهُ قَالَ تَعَالَى : &quot; فَأَمَّا الَّذِينَ شَقُوا فَفِي النَّار لَهُمْ فِيهَا زَفِير وَشَهِيق خَالِدِينَ فِيهَا مَا دَامَتْ السَّمَاوَات وَالْأَرْض إِلَّا مَا شَاءَ رَبّك &quot; أَلَّا يُخَلِّدهُ فِيهَا , وَهُمْ الْخَارِجُونَ مِنْهَا مِنْ أُمَّة مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِإِيمَانِهِمْ وَبِشَفَاعَةِ مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ; فَهُمْ بِدُخُولِهِمْ النَّار يُسَمَّوْنَ الْأَشْقِيَاء , وَبِدُخُولِهِمْ الْجَنَّة يُسَمَّوْنَ السُّعَدَاء ; كَمَا رَوَى الضَّحَّاك عَنْ اِبْن عَبَّاس إِذْ قَالَ : الَّذِينَ سَعِدُوا شَقُوا بِدُخُولِ النَّار ثُمَّ سَعِدُوا بِالْخُرُوجِ مِنْهَا وَدُخُولهمْ الْجَنَّة . وَقَرَأَ الْأَعْمَش وَحَفْص وَحَمْزَة وَالْكِسَائِيّ &quot; وَأَمَّا الَّذِينَ سُعِدُوا &quot; بِضَمِّ السِّين . وَقَالَ أَبُو عَمْرو : وَالدَّلِيل عَلَى أَنَّهُ سَعِدُوا أَنَّ الْأَوَّل شَقُوا وَلَمْ يَقُلْ أُشْقُوا . قَالَ النَّحَّاس : وَرَأَيْت عَلِيّ بْن سُلَيْمَان يَتَعَجَّب مِنْ قِرَاءَة الْكِسَائِيّ &quot; سُعِدُوا &quot; مَعَ عِلْمه بِالْعَرَبِيَّةِ ! إِذْ كَانَ هَذَا لَحْنًا لَا يَجُوز ; لِأَنَّهُ إِنَّمَا يُقَال : سَعِدَ فُلَان وَأَسْعَدَهُ اللَّه , وَأَسْعَدَ مِثْل أَمْرَضَ ; وَإِنَّمَا اِحْتَجَّ الْكِسَائِيّ بِقَوْلِهِمْ : مَسْعُود وَلَا حُجَّة لَهُ فِيهِ ; لِأَنَّهُ يُقَال : مَكَان مَسْعُود فِيهِ , ثُمَّ يُحْذَف فِيهِ وَيُسَمَّى بِهِ . وَقَالَ الْمَهْدَوِيّ : وَمَنْ ضَمَّ السِّين مِنْ &quot; سُعِدُوا &quot; فَهُوَ مَحْمُول عَلَى قَوْلهمْ : مَسْعُود وَهُوَ شَاذّ قَلِيل ; لِأَنَّهُ لَا يُقَال : سَعِدَهُ اللَّه ; إِنَّمَا يُقَال : أَسْعَدَهُ اللَّه . وَقَالَ الثَّعْلَبِيّ : &quot; سُعِدُوا &quot; بِضَمِّ السِّين أَيْ رُزِقُوا السَّعَادَة ; يُقَال : سَعِدَ وَأَسْعَدَ بِمَعْنًى وَاحِد وَقَرَأَ الْبَاقُونَ &quot; سَعِدُوا &quot; بِفَتْحِ السِّين قِيَاسًا عَلَى &quot; شَقُوا &quot; وَاخْتَارَهُ أَبُو عُبَيْد وَأَبُو حَاتِم . وَقَالَ الْجَوْهَرِيّ : وَالسَّعَادَة خِلَاف الشَّقَاوَة ; تَقُول : مِنْهُ سَعِدَ الرَّجُل بِالْكَسْرِ فَهُوَ سَعِيد , مِثْل سَلِمَ فَهُوَ سَلِيم , وَسَعِدَ فَهُوَ مَسْعُود ; وَلَا يُقَال فِيهِ : مُسْعَد , كَأَنَّهُمْ اِسْتَغْنَوْا عَنْهُ بِمَسْعُودٍ . وَقَالَ الْقُشَيْرِيّ أَبُو نَصْر عَبْد الرَّحِيم : وَقَدْ وَرَدَ سَعِدَهُ اللَّه فَهُوَ مَسْعُود , وَأَسْعَدَهُ اللَّه فَهُوَ مُسْعَد ; فَهَذَا يُقَوِّي قَوْل الْكُوفِيِّينَ وَقَالَ سِيبَوَيْهِ : لَا يُقَال سَعِدَ فُلَان كَمَا لَا يُقَال شَقِيَ فُلَان ; لِأَنَّهُ مِمَّا لَا يَتَعَدَّى .';
$t[108] = 'أَيْ غَيْر مَقْطُوع ; مِنْ جَذَّهُ يَجُذّهُ أَيْ قَطَعَهُ ; قَالَ النَّابِغَة : تَجُذّ السَّلُوقِيّ الْمُضَاعَف نَسْجه وَتُوقِد بِالصُّفَّاحِ نَار الْحُبَاحِب';
$t[109] = 'جَزْم بِالنَّهْيِ ; وَحُذِفَتْ النُّون لِكَثْرَةِ الِاسْتِعْمَال .


أَيْ فِي شَكّ .


مِنْ الْآلِهَة أَنَّهَا بَاطِل . وَأَحْسَن مِنْ هَذَا : أَيْ قُلْ يَا مُحَمَّد لِكُلِّ مَنْ شَكَّ &quot; لَا تَكُ فِي مِرْيَة مِمَّا يَعْبُد هَؤُلَاءِ &quot; أَنَّ اللَّه عَزَّ وَجَلَّ مَا أَمَرَهُمْ بِهِ , وَإِنَّمَا يَعْبُدُونَهَا كَمَا كَانَ آبَاؤُهُمْ يَفْعَلُونَ تَقْلِيدًا لَهُمْ .


فِيهِ ثَلَاثَة أَقْوَال : أَحَدهَا : نَصِيبهمْ مِنْ الرِّزْق ; قَالَهُ أَبُو الْعَالِيَة . الثَّانِي : نَصِيبهمْ مِنْ الْعَذَاب ; قَالَهُ اِبْن زَيْد . الثَّالِث : مَا وُعِدُوا بِهِ مِنْ خَيْر أَوْ شَرّ , قَالَهُ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا .';
$t[110] = '&quot; وَلَوْلَا كَلِمَة سَبَقَتْ مِنْ رَبّك &quot; الْكَلِمَة : أَنَّ اللَّه عَزَّ وَجَلَّ حَكَمَ أَنْ يُؤَخِّرهُمْ إِلَى يَوْم الْقِيَامَة لِمَا عَلِمَ فِي ذَلِكَ مِنْ الصَّلَاح ; وَلَوْلَا ذَلِكَ لَقَضَى بَيْنهمْ أَجَلهمْ بِأَنْ يُثِيب الْمُؤْمِن وَيُعَاقِب الْكَافِر . قِيلَ : الْمُرَاد بَيْن الْمُخْتَلِفِينَ فِي كِتَاب مُوسَى ; فَإِنَّهُمْ كَانُوا بَيْن مُصَدِّق بِهِ وَمُكَذِّب . وَقِيلَ : بَيْن هَؤُلَاءِ الْمُخْتَلِفِينَ فِيك يَا مُحَمَّد بِتَعْجِيلِ الْعِقَاب , وَلَكِنْ سَبَقَ الْحُكْم بِتَأْخِيرِ الْعِقَاب عَنْ هَذِهِ الْأُمَّة إِلَى يَوْم الْقِيَامَة .



إِنْ حُمِلَتْ عَلَى قَوْم مُوسَى ; أَيْ لَفِي شَكّ مِنْ كِتَاب مُوسَى فَهُمْ فِي شَكّ مِنْ الْقُرْآن .';
$t[111] = 'أَيْ إِنَّ كُلًّا مِنْ الْأُمَم الَّتِي عَدَدْنَاهُمْ يَرَوْنَ جَزَاء أَعْمَالهمْ ; فَكَذَلِكَ قَوْمك يَا مُحَمَّد . وَاخْتَلَفَ الْقُرَّاء فِي قِرَاءَة &quot; وَإِنَّ كُلًّا لَمَّا &quot; فَقَرَأَ أَهْل الْحَرَمَيْنِ - نَافِع وَابْن كَثِير وَأَبُو بَكْر مَعَهُمْ - &quot; وَإِنَّ كُلًّا لَمَا &quot; بِالتَّخْفِيفِ , عَلَى أَنَّهَا &quot; إِنْ &quot; الْمُخَفَّفَة مِنْ الثَّقِيلَة مُعْمَلَة ; وَقَدْ ذَكَرَ هَذَا الْخَلِيل وَسِيبَوَيْهِ , قَالَ سِيبَوَيْهِ : حَدَّثَنَا مَنْ أَثِق بِهِ أَنَّهُ سَمِعَ الْعَرَب تَقُول : إِنَّ زَيْدًا لَمُنْطَلِق ; وَأَنْشَدَ قَوْل الشَّاعِر : كَأَنَّ ظَبْيَة تَعْطُو إِلَى وَارِق السَّلَمْ أَرَادَ كَأَنَّهَا ظَبْيَة فَخَفَّفَ وَنَصَبَ مَا بَعْدهَا ; وَالْبَصْرِيُّونَ يُجَوِّزُونَ تَخْفِيف &quot; إِنَّ &quot; الْمُشَدَّدَة مَعَ إِعْمَالهَا ; وَأَنْكَرَ ذَلِكَ الْكِسَائِيّ وَقَالَ : مَا أَدْرِي عَلَى أَيّ شَيْء قُرِئَ &quot; وَإِنْ كُلًّا &quot; ! وَزَعَمَ الْفَرَّاء أَنَّهُ نَصَبَ &quot; كُلًّا &quot; فِي قِرَاءَة مَنْ خَفَّفَ بِقَوْلِهِ : &quot; لَيُوَفِّيَنَّهُمْ &quot; أَيْ وَإِنْ لَيُوَفِّيَنَّهمْ كُلًّا ; وَأَنْكَرَ ذَلِكَ جَمِيع النَّحْوِيِّينَ , وَقَالُوا : هَذَا مِنْ كَبِير الْغَلَط ; لَا يَجُوز عِنْد أَحَد زَيْدًا لَأَضْرِبَنَّهُ . وَشَدَّدَ الْبَاقُونَ &quot; إِنَّ &quot; وَنَصَبُوا بِهَا &quot; كُلًّا &quot; عَلَى أَصْلهَا . وَقَرَأَ عَاصِم وَحَمْزَة وَابْن عَامِر &quot; لَمَّا &quot; بِالتَّشْدِيدِ . وَخَفَّفَهَا الْبَاقُونَ عَلَى مَعْنَى : وَإِنَّ كُلًّا لَيُوَفِّيَنَّهُمْ , جَعَلُوا &quot; مَا &quot; صِلَة . وَقِيلَ : دَخَلَتْ لِتَفْصِل بَيْن اللَّامَيْنِ اللَّتَيْنِ تَتَلَقَّيَانِ الْقَسَم , وَكِلَاهُمَا مَفْتُوح فَفُصِلَ بَيْنهمَا ب &quot; مَا &quot; . وَقَالَ الزَّجَّاج : لَام &quot; لَمَّا &quot; لَام &quot; إِنَّ &quot; و &quot; مَا &quot; زَائِدَة مُؤَكِّدَة ; تَقُول : إِنَّ زَيْدًا لَمُنْطَلِق , فَإِنَّ تَقْتَضِي أَنْ يَدْخُل عَلَى خَبَرهَا أَوْ اِسْمهَا لَام كَقَوْلِك : إِنَّ اللَّه لَغَفُور رَحِيم , وَقَوْله : &quot; إِنَّ فِي ذَلِكَ لَذِكْرَى &quot; . وَاللَّام فِي &quot; لَيُوَفِّيَنَّهُمْ &quot; هِيَ الَّتِي يُتَلَقَّى بِهَا الْقَسَم , وَتَدْخُل عَلَى الْفِعْل وَيَلْزَمهَا النُّون الْمُشَدَّدَة أَوْ الْمُخَفَّفَة , وَلَمَّا اِجْتَمَعَتْ اللَّامَانِ فُصِلَ بَيْنهمَا ب &quot; مَا &quot; و &quot; مَا &quot; زَائِدَة مُؤَكِّدَة , وَقَالَ الْفَرَّاء : &quot; مَا &quot; بِمَعْنَى &quot; مِنْ &quot; كَقَوْلِهِ : &quot; وَإِنَّ مِنْكُمْ لَمَنْ لَيُبَطِّئَنَّ &quot; [ النِّسَاء : 72 ] أَيْ وَإِنَّ كُلًّا لَمَنْ لَيُوَفِّيَنَّهُمْ , وَاللَّام فِي &quot; لَيُوفِّيَنَّهُمْ &quot; لِلْقَسَمِ ; وَهَذَا يَرْجِع مَعْنَاهُ إِلَى قَوْل الزَّجَّاج , غَيْر أَنَّ &quot; مَا &quot; عِنْد الزَّجَّاج زَائِدَة وَعِنْد الْفَرَّاء اِسْم بِمَعْنَى &quot; مَنْ &quot; . وَقِيلَ : لَيْسَتْ بِزَائِدَة , بَلْ هِيَ اِسْم دَخَلَ عَلَيْهَا لَام التَّأْكِيد , وَهِيَ خَبَر &quot; إِنَّ &quot; و &quot; لَيُوَفِّيَنَّهُمْ &quot; جَوَاب الْقَسَم , التَّقْدِير : وَإِنَّ كُلًّا خُلِقَ لَيُوَفِّيَنَّهُمْ رَبّك أَعْمَالهمْ . وَقِيلَ : &quot; مَا &quot; بِمَعْنَى &quot; مَنْ &quot; كَقَوْلِهِ : &quot; فَانْكِحُوا مَا طَابَ لَكُمْ مِنْ النِّسَاء &quot; [ النِّسَاء : 3 ] أَيْ مَنْ ; وَهَذَا كُلّه هُوَ قَوْل الْفَرَّاء بِعَيْنِهِ . وَأَمَّا مَنْ شَدَّدَ &quot; لَمَّا &quot; وَقَرَأَ &quot; وَإِنَّ كُلًّا لَمَّا &quot; بِالتَّشْدِيدِ فِيهِمَا - وَهُوَ حَمْزَة وَمَنْ وَافَقَهُ - فَقِيلَ : إِنَّهُ لَحْن ; حُكِيَ عَنْ مُحَمَّد بْن زَيْد أَنَّ هَذَا لَا يَجُوز ; وَلَا يُقَال : إِنَّ زَيْدًا إِلَّا لَأَضْرِبَنَّهُ , وَلَا لَمَّا لَضَرَبْته . وَقَالَ الْكِسَائِيّ : اللَّه أَعْلَم بِهَذِهِ الْقِرَاءَة ; وَمَا أَعْرِف لَهَا وَجْهًا . وَقَالَ هُوَ وَأَبُو عَلِيّ الْفَارِسِيّ : التَّشْدِيد فِيهِمَا مُشْكِل . قَالَ النَّحَّاس وَغَيْره : وَلِلنَّحْوِيِّينَ فِي ذَلِكَ أَقْوَال : الْأَوَّل : أَنَّ أَصْلهَا &quot; لِمَنْ مَا &quot; فَقُلِبَتْ النُّون مِيمًا , وَاجْتَمَعَتْ ثَلَاث مِيمَات فَحُذِفَتْ الْوُسْطَى فَصَارَتْ &quot; لَمَا &quot; و &quot; مَا &quot; عَلَى هَذَا الْقَوْل بِمَعْنَى &quot; مَنْ &quot; تَقْدِيره : وَإِنَّ كُلًّا لِمَنْ الَّذِينَ ; كَقَوْلِهِمْ : وَإِنِّي لَمَّا أُصْدِر الْأَمْر وَجْهه إِذَا هُوَ أَعْيَا بِالسَّبِيلِ مَصَادِره وَزَيَّفَ الزَّجَّاج هَذَا الْقَوْل , وَقَالَ : &quot; مَنْ &quot; اِسْم عَلَى حَرْفَيْنِ فَلَا يَجُوز حَذْفه . الثَّانِي : أَنَّ الْأَصْل . لِمَنْ مَا , فَحُذِفَتْ الْمِيم الْمَكْسُورَة لِاجْتِمَاعِ الْمِيمَات , وَالتَّقْدِير : وَإِنَّ كُلًّا لِمَنْ خُلِقَ لَيُوَفِّيَنَّهُمْ . وَقِيلَ : &quot; لَمَّا &quot; مَصْدَر &quot; لَمَّ &quot; وَجَاءَتْ بِغَيْرِ تَنْوِين حَمْلًا لِلْوَصْلِ عَلَى الْوَقْف ; فَهِيَ عَلَى هَذَا كَقَوْلِهِ : &quot; وَتَأْكُلُونَ التُّرَاث أَكْلًا لَمًّا &quot; [ الْفَجْر : 19 ] أَيْ جَامِعًا لِلْمَالِ الْمَأْكُول ; فَالتَّقْدِير عَلَى هَذَا : وَإِنَّ كُلًّا لَيُوَفِّيَنَّهُمْ رَبّك أَعْمَالهمْ تَوْفِيَة لَمًّا ; أَيْ جَامِعَة لِأَعْمَالِهِمْ جَمْعًا , فَهُوَ كَقَوْلِك : قِيَامًا لَأَقُومَنَّ . وَقَدْ قَرَأَ الزُّهْرِيّ &quot; لَمًّا &quot; بِالتَّشْدِيدِ وَالتَّنْوِين عَلَى هَذَا الْمَعْنَى . الثَّالِث : أَنَّ &quot; لَمَّا &quot; بِمَعْنَى &quot; إِلَّا &quot; حَكَى أَهْل اللُّغَة : سَأَلْتُك بِاَللَّهِ لَمَّا فَعَلْت ; بِمَعْنَى إِلَّا فَعَلْت ; وَمِثْله قَوْله تَعَالَى : &quot; إِنْ كُلّ نَفْس لَمَّا عَلَيْهَا حَافِظ &quot; [ الطَّارِق : 4 ] أَيْ إِلَّا عَلَيْهَا ; فَمَعْنَى الْآيَة : مَا كُلّ وَاحِد مِنْهُمْ إِلَّا لَيُوَفِّيَنَّهُمْ ; قَالَ الْقُشَيْرِيّ : وَزَيَّفَ الزَّجَّاج هَذَا الْقَوْل بِأَنَّهُ لَا نَفْي لِقَوْلِهِ : &quot; وَإِنَّ كُلًّا لَمَّا &quot; حَتَّى تُقَدَّر &quot; إِلَّا &quot; وَلَا يُقَال : ذَهَبَ النَّاس لَمَّا زَيْد . الرَّابِع : قَالَ أَبُو عُثْمَان الْمَازِنِيّ : الْأَصْل وَإِنَّ كُلًّا لَمَا بِتَخْفِيفِ &quot; لَمَا &quot; ثُمَّ ثُقِّلَتْ كَقَوْلِهِ : لَقَدْ خَشِيت أَنْ أَرَى جَدْبًا فِي عَامنَا ذَا بَعْدَمَا أَخْصَبَا وَقَالَ أَبُو إِسْحَاق الزَّجَّاج : هَذَا خَطَأ , إِنَّمَا يُخَفَّف الْمُثَقَّل ; وَلَا يُثَقَّل الْمُخَفَّف . الْخَامِس : قَالَ أَبُو عُبَيْد الْقَاسِم بْن سَلَّام : يَجُوز أَنْ يَكُون التَّشْدِيد مِنْ قَوْلهمْ : لَمَمْت الشَّيْء أَلُمّهُ لَمًّا إِذَا جَمَعْته ; ثُمَّ بُنِيَ مِنْهُ فَعْلَى , كَمَا قُرِئَ &quot; ثُمَّ أَرْسَلْنَا رُسُلنَا تَتْرَى &quot; [ الْمُؤْمِنُونَ : 44 ] بِغَيْرِ تَنْوِين وَبِتَنْوِينٍ . فَالْأَلِف عَلَى هَذَا لِلتَّأْنِيثِ , وَتُمَال عَلَى هَذَا الْقَوْل لِأَصْحَابِ الْإِمَالَة ; قَالَ أَبُو إِسْحَاق : الْقَوْل الَّذِي لَا يَجُوز غَيْره عِنْدِي أَنْ تَكُون مُخَفَّفَة مِنْ الثَّقِيلَة , وَتَكُون بِمَعْنَى &quot; مَا &quot; مِثْل : &quot; إِنْ كُلّ نَفْس لَمَّا عَلَيْهَا حَافِظ &quot; [ الطَّارِق : 4 ] وَكَذَا أَيْضًا تُشَدَّد عَلَى أَصْلهَا , وَتَكُون بِمَعْنَى &quot; مَا &quot; و &quot; لَمَّا &quot; بِمَعْنَى &quot; إِلَّا &quot; حَكَى ذَلِكَ الْخَلِيل وَسِيبَوَيْهِ وَجَمِيع الْبَصْرِيِّينَ ; وَأَنَّ &quot; لَمَّا &quot; يُسْتَعْمَل بِمَعْنَى &quot; إِلَّا &quot; قُلْت : هَذَا الْقَوْل الَّذِي اِرْتَضَاهُ الزَّجَّاج حَكَاهُ عَنْهُ النَّحَّاس وَغَيْره ; وَقَدْ تَقَدَّمَ مِثْله وَتَضْعِيف الزَّجَّاج لَهُ , إِلَّا أَنَّ ذَلِكَ الْقَوْل صَوَابه &quot; إِنْ &quot; فِيهِ نَافِيَة , وَهُنَا مُخَفَّفَة مِنْ الثَّقِيلَة فَافْتَرَقَا وَبَقِيَتْ قِرَاءَتَانِ ; قَالَ أَبُو حَاتِم : وَفِي حَرْف أُبَيّ : &quot; وَإِنْ كُلّ إِلَّا لَيُوَفِّيَنَّهُمْ &quot; [ هُود : 111 ] وَرُوِيَ عَنْ الْأَعْمَش &quot; وَإِنْ كُلّ لَمَّا &quot; بِتَخْفِيفِ &quot; إِنْ &quot; وَرُفِعَ &quot; كُلّ &quot; وَبِتَشْدِيدِ &quot; لَمَّا &quot; . قَالَ النَّحَّاس : وَهَذِهِ الْقِرَاءَات الْمُخَالِفَة لِلسَّوَادِ تَكُون فِيهَا &quot; إِنْ &quot; بِمَعْنَى &quot; مَا &quot; لَا غَيْر , وَتَكُون عَلَى التَّفْسِير ; لِأَنَّهُ لَا يَجُوز أَنْ يُقْرَأ بِمَا خَالَفَ السَّوَاد إِلَّا عَلَى هَذِهِ الْجِهَة .



تَهْدِيد وَوَعِيد .';
$t[112] = 'الْخِطَاب لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَلِغَيْرِهِ . وَقِيلَ : لَهُ وَالْمُرَاد أُمَّته ; قَالَهُ السُّدِّيّ . وَقِيلَ : &quot; اِسْتَقِمْ &quot; اُطْلُبْ الْإِقَامَة عَلَى الدِّين مِنْ اللَّه وَاسْأَلْهُ ذَلِكَ . فَتَكُون السِّين سِين السُّؤَال , كَمَا تَقُول : أَسْتَغْفِر اللَّه أَطْلُب الْغُفْرَان مِنْهُ . وَالِاسْتِقَامَة الِاسْتِمْرَار فِي جِهَة وَاحِدَة مِنْ غَيْر أَخْذ فِي جِهَة الْيَمِين وَالشِّمَال ; فَاسْتَقِمْ عَلَى اِمْتِثَال أَمْر اللَّه . وَفِي صَحِيح مُسْلِم عَنْ سُفْيَان بْن عَبْد اللَّه الثَّقَفِيّ قَالَ : قُلْت يَا رَسُول اللَّه قُلْ لِي فِي الْإِسْلَام قَوْلًا لَا أَسْأَل عَنْهُ أَحَدًا بَعْدك ! قَالَ : ( قُلْ آمَنْت بِاَللَّهِ ثُمَّ اِسْتَقِمْ ) . وَرَوَى الدَّارِمِيّ أَبُو مُحَمَّد فِي مُسْنَده عَنْ عُثْمَان بْن حَاضِر الْأَزْدِيّ قَالَ : دَخَلْت عَلَى اِبْن عَبَّاس فَقُلْت أَوْصِنِي ! فَقَالَ : نَعَمْ ! عَلَيْك بِتَقْوَى اللَّه وَالِاسْتِقَامَة , اِتَّبِعْ وَلَا تَبْتَدِع .


أَيْ اِسْتَقِمْ أَنْتَ وَهُمْ ; يُرِيد أَصْحَابه الَّذِينَ تَابُوا مِنْ الشِّرْك وَمَنْ بَعْده مِمَّنْ اِتَّبَعَهُ مِنْ أُمَّته . قَالَ اِبْن عَبَّاس مَا نَزَلَ عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ آيَة هِيَ أَشَدّ وَلَا أَشَقّ مِنْ هَذِهِ الْآيَة عَلَيْهِ , وَلِذَلِكَ قَالَ لِأَصْحَابِهِ حِين قَالُوا لَهُ : لَقَدْ أَسْرَعَ إِلَيْك الشَّيْب ! فَقَالَ : ( شَيَّبَتْنِي هُود وَأَخَوَاتهَا ) . وَقَدْ تَقَدَّمَ فِي أَوَّل السُّورَة . وَرُوِيَ عَنْ أَبِي عَبْد الرَّحْمَن السُّلَمِيّ قَالَ سَمِعْت أَبَا عَلِيّ السَّرِيّ يَقُول : رَأَيْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي الْمَنَام فَقُلْت : يَا رَسُول اللَّه ! رُوِيَ عَنْك أَنَّك قُلْت : ( شَيَّبَتْنِي هُود ) . فَقَالَ : ( نَعَمْ ) فَقُلْت لَهُ : مَا الَّذِي شَيَّبَك مِنْهَا ؟ قَصَص الْأَنْبِيَاء وَهَلَاك الْأُمَم ! فَقَالَ : ( لَا وَلَكِنْ قَوْله : فَاسْتَقِمْ كَمَا أُمِرْت ) .


نَهَى عَنْ الطُّغْيَان وَالطُّغْيَان مُجَاوَزَة الْحَدّ ; وَمِنْهُ &quot; إِنَّا لَمَّا طَغَى الْمَاء &quot; . وَقِيلَ : أَيْ لَا تَتَجَبَّرُوا عَلَى أَحَد .';
$t[113] = 'الرُّكُون حَقِيقَة الِاسْتِنَاد وَالِاعْتِمَاد وَالسُّكُون إِلَى الشَّيْء وَالرِّضَا بِهِ , قَالَ قَتَادَة : مَعْنَاهُ لَا تَوَدُّوهُمْ وَلَا تُطِيعُوهُمْ . اِبْن جُرَيْج : لَا تَمِيلُوا إِلَيْهِمْ . أَبُو الْعَالِيَة : لَا تَرْضَوْا أَعْمَالهمْ ; وَكُلّه مُتَقَارِب . وَقَالَ اِبْن زَيْد : الرُّكُون هُنَا الْإِدْهَان وَذَلِكَ أَلَّا يُنْكِر عَلَيْهِمْ كُفْرهمْ .

قَرَأَ الْجُمْهُور : &quot; تَرْكَنُوا &quot; بِفَتْحِ الْكَاف ; قَالَ أَبُو عَمْرو : هِيَ لُغَة أَهْل الْحِجَاز . وَقَرَأَ طَلْحَة بْن مُصَرِّف وَقَتَادَة وَغَيْرهمَا : &quot; تَرْكُنُوا &quot; بِضَمِّ الْكَاف ; قَالَ الْفَرَّاء : وَهِيَ لُغَة تَمِيم وَقَيْس . وَجَوَّزَ قَوْم رَكَنَ يَرْكَن مِثْل مَنَعَ يَمْنَع .



قِيلَ : أَهْل الشِّرْك . وَقِيلَ : عَامَّة فِيهِمْ وَفِي الْعُصَاة , عَلَى نَحْو قَوْله تَعَالَى : &quot; وَإِذَا رَأَيْت الَّذِينَ يَخُوضُونَ فِي آيَاتنَا &quot; [ الْأَنْعَام : 68 ] الْآيَة . وَقَدْ تَقَدَّمَ . وَهَذَا هُوَ الصَّحِيح فِي مَعْنَى الْآيَة ; وَأَنَّهَا دَالَّة عَلَى هِجْرَان أَهْل الْكُفْر وَالْمَعَاصِي مِنْ أَهْل الْبِدَع وَغَيْرهمْ ; فَإِنَّ صُحْبَتهمْ كُفْر أَوْ مَعْصِيَة ; إِذْ الصُّحْبَة لَا تَكُون إِلَّا عَنْ مَوَدَّة ; وَقَدْ قَالَ حَكِيم : عَنْ الْمَرْء لَا تَسْأَل وَسَلْ عَنْ قَرِينه فَكُلّ قَرِين بِالْمُقَارِنِ يَقْتَدِي فَإِنْ كَانَتْ الصُّحْبَة عَنْ ضَرُورَة وَتَقِيَّة فَقَدْ مَضَى الْقَوْل فِيهَا فِي &quot; آل عِمْرَان &quot; و &quot; الْمَائِدَة &quot; . وَصُحْبَة الظَّالِم عَلَى التَّقِيَّة مُسْتَثْنَاة مِنْ النَّهْي بِحَالِ الِاضْطِرَار . وَاَللَّه أَعْلَم .


أَيْ تُحْرِقكُمْ . بِمُخَالَطَتِهِمْ وَمُصَاحَبَتهمْ وَمُمَالَأَتهمْ عَلَى إِعْرَاضهمْ وَمُوَافَقَتهمْ فِي أُمُورهمْ .';
$t[114] = 'لَمْ يَخْتَلِف أَحَد مِنْ أَهْل التَّأْوِيل فِي أَنَّ الصَّلَاة فِي هَذِهِ الْآيَة يُرَاد بِهَا الصَّلَوَات الْمَفْرُوضَة ; وَخَصَّهَا بِالذِّكْرِ لِأَنَّهَا ثَانِيَة الْإِيمَان , وَإِلَيْهَا يُفْزَع فِي النَّوَائِب ; وَكَانَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا حَزَبَهُ أَمْر فَزِعَ إِلَى الصَّلَاة . وَقَالَ شُيُوخ الصُّوفِيَّة : إِنَّ الْمُرَاد بِهَذِهِ الْآيَة اِسْتِغْرَاق الْأَوْقَات بِالْعِبَادَةِ فَرْضًا وَنَفْلًا ; قَالَ اِبْن الْعَرَبِيّ : وَهَذَا ضَعِيف , فَإِنَّ الْأَمْر لَمْ يَتَنَاوَل ذَلِكَ إِلَّا وَاجِبًا لَا نَفْلًا , فَإِنَّ الْأَوْرَاد مَعْلُومَة , وَأَوْقَات النَّوَافِل الْمُرَغَّب فِيهَا مَحْصُورَة , وَمَا سِوَاهَا مِنْ الْأَوْقَات يُسْتَرْسَل عَلَيْهَا النَّدْب عَلَى الْبَدَل لَا عَلَى الْعُمُوم , وَلَيْسَ ذَلِكَ فِي قُوَّة بَشَر . &quot; طَرَفَيْ النَّهَار &quot; قَالَ مُجَاهِد : الطَّرَف الْأَوَّل , صَلَاة الصُّبْح , وَالطَّرَف الثَّانِي صَلَاة الظُّهْر وَالْعَصْر ; وَاخْتَارَهُ اِبْن عَطِيَّة . وَقِيلَ : الطَّرَفَانِ الصُّبْح وَالْمَغْرِب ; قَالَهُ اِبْن عَبَّاس وَالْحَسَن . وَعَنْ الْحَسَن أَيْضًا الطَّرَف الثَّانِي الْعَصْر وَحْده ; وَقَالَهُ قَتَادَة وَالضَّحَّاك . وَقِيلَ : الطَّرَفَانِ الظُّهْر وَالْعَصْر . وَالزُّلَف الْمَغْرِب وَالْعِشَاء وَالصُّبْح ; كَأَنَّ هَذَا الْقَائِل رَاعَى جَهْر الْقِرَاءَة . وَحَكَى الْمَاوَرْدِيّ أَنَّ الطَّرَف الْأَوَّل صَلَاة الصُّبْح بِاتِّفَاقٍ . قُلْت : وَهَذَا الِاتِّفَاق يَنْقُصهُ الْقَوْل الَّذِي قَبْله . وَرَجَّحَ الطَّبَرِيّ أَنَّ الطَّرَفَيْنِ الصُّبْح وَالْمَغْرِب , وَأَنَّهُ ظَاهِر ; قَالَ اِبْن عَطِيَّة : وَرُدَّ عَلَيْهِ بِأَنَّ الْمَغْرِب لَا تَدْخُل فِيهِ لِأَنَّهَا مِنْ صَلَاة اللَّيْل . قَالَ اِبْن الْعَرَبِيّ : وَالْعَجَب مِنْ الطَّبَرِيّ الَّذِي يَرَى أَنَّ طَرَفَيْ النَّهَار الصُّبْح وَالْمَغْرِب , وَهُمَا طَرَفَا اللَّيْل ! فَقَلَبَ الْقَوْس رِكْوَة , وَحَادَ عَنْ الْبُرْجَاس غَلْوَة ; قَالَ الطَّبَرِيّ : وَالدَّلِيل عَلَيْهِ إِجْمَاع الْجَمِيع عَلَى أَنَّ أَحَد الطَّرَفَيْنِ الصُّبْح , فَدَلَّ عَلَى أَنَّ الطَّرَف الْآخَر الْمَغْرِب , وَلَمْ يُجْمِع مَعَهُ عَلَى ذَلِكَ أَحَد . قُلْت : هَذَا تَحَامُل مِنْ اِبْن الْعَرَبِيّ فِي الرَّدّ ; وَأَنَّهُ لَمْ يُجْمِع مَعَهُ عَلَى ذَلِكَ أَحَد ; وَقَدْ ذَكَرْنَا عَنْ مُجَاهِد أَنَّ الطَّرَف الْأَوَّل صَلَاة الصُّبْح , وَقَدْ وَقَعَ الِاتِّفَاق - إِلَّا مَنْ شَذَّ - بِأَنَّ مَنْ أَكَلَ أَوْ جَامَعَ بَعْد طُلُوع الْفَجْر مُتَعَمِّدًا أَنَّ يَوْمه ذَلِكَ يَوْم فِطْر , وَعَلَيْهِ الْقَضَاء وَالْكَفَّارَة , وَمَا ذَلِكَ إِلَّا وَمَا بَعْد طُلُوع الْفَجْر مِنْ النَّهَار ; فَدَلَّ عَلَى صِحَّة مَا قَالَهُ الطَّبَرِيّ فِي الصُّبْح , وَتَبْقَى عَلَيْهِ الْمَغْرِب وَالرَّدّ عَلَيْهِ فِيهِ مَا تَقَدَّمَ . وَاَللَّه أَعْلَم .



أَيْ فِي زُلَف مِنْ اللَّيْل , وَالزُّلَف السَّاعَات الْقَرِيبَة بَعْضهَا مِنْ بَعْض ; وَمِنْهُ سُمِّيَتْ الْمُزْدَلِفَة ; لِأَنَّهَا مَنْزِل بَعْد عَرَفَة بِقُرْبِ مَكَّة . وَقَرَأَ اِبْن الْقَعْقَاع وَابْن أَبِي إِسْحَاق وَغَيْرهمَا &quot; وَزُلُفًا &quot; بِضَمِّ اللَّام جَمْع زَلِيف ; لِأَنَّهُ قَدْ نَطَقَ بِزَلِيفٍ , وَيَجُوز أَنْ يَكُون وَاحِده &quot; زُلْفَة &quot; لُغَة ; كَبُسْرَةٍ وَبُسَر , فِي لُغَة مَنْ ضَمَّ السِّين . وَقَرَأَ اِبْن مُحَيْصِن &quot; وَزُلْفًا &quot; مِنْ اللَّيْل بِإِسْكَانِ اللَّام ; وَالْوَاحِدَة زُلْفَة تُجْمَع جَمْع الْأَجْنَاس الَّتِي هِيَ أَشْخَاص كَدُرَّةٍ وَدُرّ وَبُرَّة وَبُرّ . وَقَرَأَ مُجَاهِد وَابْن مُحَيْصِن أَيْضًا &quot; زُلْفَى &quot; مِثْل قُرْبَى . وَقَرَأَ الْبَاقُونَ &quot; وَزُلَفًا &quot; بِفَتْحِ اللَّام كَغُرْفَةٍ وَغُرَف . قَالَ اِبْن الْأَعْرَابِيّ : الزُّلَف السَّاعَات , وَاحِدهَا زُلْفَة . وَقَالَ قَوْم : الزُّلْفَة أَوَّل سَاعَة مِنْ اللَّيْل بَعْد مَغِيب الشَّمْس ; فَعَلَى هَذَا يَكُون الْمُرَاد بِزُلَفِ اللَّيْل صَلَاة الْعَتَمَة ; قَالَهُ اِبْن عَبَّاس . وَقَالَ الْحَسَن : الْمَغْرِب وَالْعِشَاء . وَقِيلَ : الْمَغْرِب وَالْعِشَاء وَالصُّبْح ; وَقَدْ تَقَدَّمَ . وَقَالَ الْأَخْفَش : يَعْنِي صَلَاة اللَّيْل وَلَمْ يُعَيِّن .



ذَهَبَ جُمْهُور الْمُتَأَوِّلِينَ مِنْ الصَّحَابَة وَالتَّابِعِينَ رَضِيَ اللَّه عَنْهُمْ أَجْمَعِينَ إِلَى أَنَّ الْحَسَنَات هَاهُنَا هِيَ الصَّلَوَات الْخَمْس , وَقَالَ مُجَاهِد : الْحَسَنَات قَوْل الرَّجُل سُبْحَان اللَّه وَالْحَمْد لِلَّهِ وَلَا إِلَه إِلَّا اللَّه وَاَللَّه أَكْبَر , قَالَ اِبْن عَطِيَّة : وَهَذَا عَلَى جِهَة الْمِثَال فِي الْحَسَنَات , وَاَلَّذِي يَظْهَر أَنَّ اللَّفْظ عَامّ فِي الْحَسَنَات خَاصّ فِي السَّيِّئَات ; لِقَوْلِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : ( مَا اُجْتُنِبَتْ الْكَبَائِر ) . قُلْت : سَبَب النُّزُول يُعَضِّد قَوْل الْجُمْهُور ; نَزَلَتْ فِي رَجُل مِنْ الْأَنْصَار , قِيلَ : هُوَ أَبُو الْيُسْر بْن عَمْرو . وَقِيلَ : اِسْمه عَبَّاد ; خَلَا بِامْرَأَةٍ فَقَبَّلَهَا وَتَلَذَّذَ بِهَا فِيمَا دُون الْفَرْج . رَوَى التِّرْمِذِيّ عَنْ عَبْد اللَّه قَالَ : جَاءَ رَجُل إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : إِنِّي عَالَجْت اِمْرَأَة فِي أَقْصَى الْمَدِينَة وَإِنِّي أَصَبْت مِنْهَا مَا دُون أَنْ أَمَسّهَا وَأَنَا هَذَا فَاقْضِ فِيَّ مَا شِئْت . فَقَالَ لَهُ عُمَر : لَقَدْ سَتَرَك اللَّه ! لَوْ سَتَرْت عَلَى نَفْسك ; فَلَمْ يَرُدّ عَلَيْهِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ شَيْئًا فَانْطَلَقَ الرَّجُل فَأَتْبَعَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ رَجُلًا فَدَعَاهُ , فَتَلَا عَلَيْهِ : &quot; أَقِمْ الصَّلَاة طَرَفَيْ النَّهَار وَزُلَفًا مِنْ اللَّيْل إِنَّ الْحَسَنَات يُذْهِبْنَ السَّيِّئَات ذَلِكَ ذِكْرَى لِلذَّاكِرِينَ &quot; إِلَى آخِر الْآيَة ; فَقَالَ رَجُل مِنْ الْقَوْم : هَذَا لَهُ خَاصَّة ؟ قَالَ : ( لَا بَلْ لِلنَّاسِ كَافَّة ) . قَالَ التِّرْمِذِيّ : حَدِيث حَسَن صَحِيح . وَخَرَّجَ أَيْضًا عَنْ اِبْن مَسْعُود أَنَّ رَجُلًا أَصَابَ مِنْ اِمْرَأَة قُبْلَة حَرَام فَأَتَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَسَأَلَهُ عَنْ كَفَّارَتهَا فَنَزَلَتْ : &quot; أَقِمْ الصَّلَاة طَرَفَيْ النَّهَار وَزُلَفًا مِنْ اللَّيْل إِنَّ الْحَسَنَات يُذْهِبْنَ السَّيِّئَات &quot; فَقَالَ الرَّجُل : أَلِيَ هَذِهِ يَا رَسُول اللَّه ؟ فَقَالَ : ( لَك وَلِمَنْ عَمِلَ بِهَا مِنْ أُمَّتِي ) . قَالَ التِّرْمِذِيّ : هَذَا حَدِيث حَسَن صَحِيح . وَرُوِيَ عَنْ أَبِي الْيُسْر . قَالَ : أَتَتْنِي اِمْرَأَة تَبْتَاع تَمْرًا فَقُلْت : إِنَّ فِي الْبَيْت تَمْرًا أَطْيَب مِنْ هَذَا , فَدَخَلَتْ مَعِي فِي الْبَيْت فَأَهْوَيْت إِلَيْهَا فَقَبَّلْتهَا , فَأَتَيْت أَبَا بَكْر فَذَكَرْت ذَلِكَ لَهُ فَقَالَ : اُسْتُرْ عَلَى نَفْسك وَتُبْ وَلَا تُخْبِر أَحَدًا فَلَمْ أَصْبِر , فَأَتَيْت عُمَر فَذَكَرْت ذَلِكَ لَهُ فَقَالَ : اُسْتُرْ عَلَى نَفْسك وَتُبْ وَلَا تُخْبِر أَحَدًا فَلَمْ أَصْبِر , فَأَتَيْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَذَكَرْت ذَلِكَ لَهُ فَقَالَ : ( أَخَلَفْت غَازِيًا فِي سَبِيل اللَّه فِي أَهْله بِمِثْلِ هَذَا ) ؟ حَتَّى تَمَنَّى أَنَّهُ لَمْ يَكُنْ أَسْلَمَ إِلَّا تِلْكَ السَّاعَة , حَتَّى ظَنَّ أَنَّهُ مِنْ أَهْل النَّار . قَالَ : وَأَطْرَقَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَتَّى أَوْحَى اللَّه إِلَيْهِ &quot; أَقِمْ الصَّلَاة طَرَفَيْ النَّهَار وَزُلَفًا مِنْ اللَّيْل إِنَّ الْحَسَنَات يُذْهِبْنَ السَّيِّئَات ذَلِكَ ذِكْرَى لِلذَّاكِرِينَ &quot; . قَالَ أَبُو الْيُسْر : فَأَتَيْته فَقَرَأَهَا عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ أَصْحَابه : يَا رَسُول اللَّه ! أَلِهَذَا خَاصَّة أَمْ لِلنَّاسِ عَامَّة ؟ فَقَالَ : ( بَلْ لِلنَّاسِ عَامَّة ) . قَالَ أَبُو عِيسَى : هَذَا حَدِيث حَسَن غَرِيب , وَقَيْس بْن الرَّبِيع ضَعَّفَهُ وَكِيع وَغَيْره ; وَقَدْ رُوِيَ أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَعْرَضَ عَنْهُ , وَأُقِيمَتْ صَلَاة الْعَصْر فَلَمَّا فَرَغَ مِنْهَا نَزَلَ جِبْرِيل عَلَيْهِ السَّلَام عَلَيْهِ بِالْآيَةِ فَدَعَاهُ فَقَالَ لَهُ : ( أَشَهِدْت مَعَنَا الصَّلَاة ) ؟ قَالَ نَعَمْ ; قَالَ : ( اِذْهَبْ فَإِنَّهَا كَفَّارَة لِمَا فَعَلْت ) . وَرُوِيَ أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمَّا تَلَا عَلَيْهِ هَذِهِ الْآيَة قَالَ لَهُ : ( قُمْ فَصَلِّ أَرْبَع رَكَعَات ) . وَاَللَّه أَعْلَم . وَخَرَّجَ التِّرْمِذِيّ الْحَكِيم فِي &quot; نَوَادِر الْأُصُول &quot; مِنْ حَدِيث اِبْن عَبَّاس عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : ( لَمْ أَرَ شَيْئًا أَحْسَن طَلَبًا وَلَا أَسْرَعَ إِدْرَاكًا مِنْ حَسَنَة حَدِيثَة لِذَنْبٍ قَدِيم , &quot; إِنَّ الْحَسَنَات يُذْهِبْنَ السَّيِّئَات ذَلِكَ ذِكْرَى لِلذَّاكِرِينَ &quot; . دَلَّتْ الْآيَة مَعَ هَذِهِ الْأَحَادِيث عَلَى , أَنَّ الْقُبْلَة الْحَرَام وَاللَّمْس الْحَرَام لَا يَجِب فِيهِمَا الْحَدّ , وَقَدْ يُسْتَدَلّ بِهِ عَلَى أَنْ لَا حَدّ وَلَا أَدَب عَلَى الرَّجُل وَالْمَرْأَة وَإِنْ وُجِدَا فِي ثَوْب وَاحِد , وَهُوَ اِخْتِيَار اِبْن الْمُنْذِر ; لِأَنَّهُ لَمَّا ذُكِرَ اِخْتِلَاف الْعُلَمَاء فِي هَذِهِ الْمَسْأَلَة ذُكِرَ هَذَا الْحَدِيث مُشِيرًا إِلَى أَنَّهُ لَا يَجِب عَلَيْهِمَا شَيْء , وَسَيَأْتِي مَا لِلْعُلَمَاءِ فِي هَذَا فِي &quot; النُّور &quot; إِنْ شَاءَ اللَّه تَعَالَى . ذَكَرَ اللَّه سُبْحَانه فِي كِتَابه الصَّلَاة بِرُكُوعِهَا وَسُجُودهَا وَقِيَامهَا وَقِرَاءَتهَا وَأَسْمَائِهَا فَقَالَ : &quot; أَقِمْ الصَّلَاة &quot; الْآيَة . وَقَالَ : &quot; أَقِمْ الصَّلَاة لِدُلُوكِ الشَّمْس &quot; [ الْإِسْرَاء : 78 ] الْآيَة . وَقَالَ : &quot; فَسُبْحَان اللَّه حِين تُمْسُونَ وَحِين تُصْبِحُونَ . وَلَهُ الْحَمْد فِي السَّمَاوَات وَالْأَرْض وَعَشِيًّا وَحِين تُظْهِرُونَ &quot; [ الرُّوم : 17 - 18 ] . وَقَالَ : &quot; وَسَبِّحْ بِحَمْدِ رَبّك قَبْل طُلُوع الشَّمْس وَقَبْل غُرُوبهَا &quot; [ طَه : 130 ] . وَقَالَ : &quot; اِرْكَعُوا وَاسْجُدُوا &quot; [ الْحَجّ : 77 ] . وَقَالَ : &quot; وَقُومُوا لِلَّهِ قَانِتِينَ &quot; [ الْبَقَرَة : 238 ] . وَقَالَ : &quot; وَإِذَا قُرِئَ الْقُرْآن فَاسْتَمِعُوا لَهُ وَأَنْصِتُوا &quot; [ الْأَعْرَاف : 204 ] عَلَى مَا تَقَدَّمَ . وَقَالَ : &quot; وَلَا تَجْهَر بِصَلَاتِك وَلَا تُخَافِت بِهَا &quot; [ الْإِسْرَاء : 110 ] أَيْ بِقِرَاءَتِك ; وَهَذَا كُلّه مُجْمَل أَجْمَلَهُ فِي كِتَابه , وَأَحَالَ عَلَى نَبِيّه فِي بَيَانه ; فَقَالَ جَلَّ ذِكْره : &quot; وَأَنْزَلْنَا إِلَيْك الذِّكْر لِتُبَيِّن لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ &quot; [ النَّحْل : 44 ] فَبَيَّنَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَوَاقِيت الصَّلَاة , وَعَدَد الرَّكَعَات وَالسَّجَدَات , وَصِفَة جَمِيع الصَّلَوَات فَرْضهَا وَسُنَنهَا , وَمَا لَا تَصِحّ الصَّلَاة إِلَّا بِهِ مِنْ الْفَرَائِض وَمَا يُسْتَحَبّ فِيهَا مِنْ السُّنَن وَالْفَضَائِل ; فَقَالَ فِي صَحِيح الْبُخَارِيّ : ( صَلُّوا كَمَا رَأَيْتُمُونِي أُصَلِّي ) . وَنَقَلَ ذَلِكَ عَنْهُ الْكَافَّة عَنْ الْكَافَّة , عَلَى مَا هُوَ مَعْلُوم , وَلَمْ يَمُتْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَتَّى بَيَّنَ جَمِيع مَا بِالنَّاسِ الْحَاجَة إِلَيْهِ ; فَكَمُلَ الدِّين , وَأَوْضَحَ السَّبِيل ; قَالَ اللَّه تَعَالَى : &quot; الْيَوْم أَكْمَلْت لَكُمْ دِينكُمْ وَأَتْمَمْت عَلَيْكُمْ نِعْمَتِي وَرَضِيت لَكُمْ الْإِسْلَام دِينًا &quot; [ الْمَائِدَة : 3 ] .



أَيْ الْقُرْآن مَوْعِظَة وَتَوْبَة لِمَنْ اِتَّعَظَ وَتَذَكَّرَ ; وَخَصَّ الذَّاكِرِينَ بِالذِّكْرِ لِأَنَّهُمْ الْمُنْتَفِعُونَ بِالذِّكْرَى . وَالذِّكْرَى مَصْدَر جَاءَ بِأَلِفِ التَّأْنِيث .';
$t[115] = 'أَيْ عَلَى الصَّلَاة ; كَقَوْلِهِ : &quot; وَأْمُرْ أَهْلك بِالصَّلَاةِ وَاصْطَبِرْ عَلَيْهَا &quot; [ طَه : 132 ] . وَقِيلَ : الْمَعْنَى وَاصْبِرْ يَا مُحَمَّد عَلَى مَا تَلْقَى مِنْ الْأَذَى .


يَعْنِي الْمُصَلِّينَ .';
$t[116] = 'أَيْ فَهَلَّا كَانَ


أَيْ مِنْ الْأُمَم الَّتِي قَبْلكُمْ .



أَيْ أَصْحَاب طَاعَة وَدِين وَعَقْل وَبَصَر .


قَوْمهمْ .


لِمَا أَعْطَاهُمْ اللَّه تَعَالَى مِنْ الْعُقُول وَأَرَاهُمْ مِنْ الْآيَات ; وَهَذَا تَوْبِيخ لِلْكُفَّارِ . وَقِيلَ : وَلَوْلَا هَاهُنَا لِلنَّفْيِ ; أَيْ مَا كَانَ مِنْ قَبْلكُمْ ; كَقَوْلِهِ : &quot; فَلَوْلَا كَانَتْ قَرْيَة آمَنَتْ &quot; [ يُونُس : 98 ] أَيْ مَا كَانَتْ .


اِسْتِثْنَاء مُنْقَطِع ; أَيْ لَكِنَّ قَلِيلًا .


نَهَوْا عَنْ الْفَسَاد فِي الْأَرْض . قِيلَ : هُمْ قَوْم يُونُس ; لِقَوْلِهِ : &quot; إِلَّا قَوْم يُونُس &quot; . وَقِيلَ : هُمْ أَتْبَاع الْأَنْبِيَاء وَأَهْل الْحَقّ .


أَيْ أَشْرَكُوا وَعَصَوْا .


أَيْ مِنْ الِاشْتِغَال بِالْمَالِ وَاللَّذَّات , وَإِيثَار ذَلِكَ عَلَى الْآخِرَة .';
$t[117] = 'أَيْ أَهْل الْقُرَى .


أَيْ بِشِرْكٍ وَكُفْر .



أَيْ فِيمَا بَيْنهمْ فِي تَعَاطِي الْحُقُوق ; أَيْ لَمْ يَكُنْ لِيُهْلِكهُمْ بِالْكُفْرِ وَحْده حَتَّى يَنْضَاف إِلَيْهِ الْفَسَاد , كَمَا أَهْلَكَ قَوْم شُعَيْب بِبَخْسِ الْمِكْيَال وَالْمِيزَان , وَقَوْم لُوط بِاللِّوَاطِ ; وَدَلَّ هَذَا عَلَى أَنَّ الْمَعَاصِي أَقْرَب إِلَى عَذَاب الِاسْتِئْصَال فِي الدُّنْيَا مِنْ الشِّرْك , وَإِنْ كَانَ عَذَاب الشِّرْك فِي الْآخِرَة أَصْعَب . وَفِي صَحِيح التِّرْمِذِيّ مِنْ حَدِيث أَبِي بَكْر الصِّدِّيق رَضِيَ اللَّه عَنْهُ قَالَ : سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول : ( إِنَّ النَّاس إِذَا رَأَوْا الظَّالِم فَلَمْ يَأْخُذُوا عَلَى يَدَيْهِ أَوْشَكَ أَنْ يَعُمّهُمْ اللَّه بِعِقَابٍ مِنْ عِنْده ) . وَقَدْ تَقَدَّمَ . وَقِيلَ : الْمَعْنَى وَمَا كَانَ رَبّك لِيُهْلِك الْقُرَى بِظُلْمٍ وَأَهْلهَا مُسْلِمُونَ , فَإِنَّهُ يَكُون ذَلِكَ ظُلْمًا لَهُمْ وَنَقْصًا مِنْ حَقّهمْ , أَيْ مَا أَهْلَكَ قَوْمًا إِلَّا بَعْد إِعْذَار وَإِنْذَار . وَقَالَ الزَّجَّاج : يَجُوز أَنْ يَكُون الْمَعْنَى مَا كَانَ رَبّك لِيُهْلِك أَحَدًا وَهُوَ يَظْلِمهُ وَإِنْ كَانَ عَلَى نِهَايَة الصَّلَاح ; لِأَنَّهُ تَصَرُّف فِي مُلْكه ; دَلِيله قَوْله : &quot; إِنَّ اللَّه لَا يَظْلِم النَّاس شَيْئًا &quot; [ يُونُس : 44 ] . وَقِيلَ : الْمَعْنَى وَمَا كَانَ اللَّه لِيُهْلِكهُمْ بِذُنُوبِهِمْ وَهُمْ مُصْلِحُونَ ; أَيْ مُخْلِصُونَ فِي الْإِيمَان . فَالظُّلْم الْمَعَاصِي عَلَى هَذَا .';
$t[118] = 'قَالَ سَعِيد بْن جُبَيْر : عَلَى مِلَّة الْإِسْلَام وَحْدهَا . وَقَالَ الضَّحَّاك : أَهْل دِين وَاحِد , أَهْل ضَلَالَة أَوْ أَهْل هُدًى .


أَيْ عَلَى أَدْيَان شَتَّى ; قَالَهُ مُجَاهِد وَقَتَادَة .';
$t[119] = 'اِسْتِثْنَاء مُنْقَطِع ; أَيْ لَكِنْ مَنْ رَحِمَ رَبّك بِالْإِيمَانِ وَالْهُدَى فَإِنَّهُ لَمْ يَخْتَلِف . وَقِيلَ : مُخْتَلِفِينَ فِي الرِّزْق , فَهَذَا غَنِيّ وَهَذَا فَقِير . &quot; إِلَّا مَنْ رَحِمَ رَبّك &quot; بِالْقَنَاعَةِ ; قَالَهُ الْحَسَن .


قَالَ الْحَسَن وَمُقَاتِل , وَعَطَاء وَيَمَان : الْإِشَارَة لِلِاخْتِلَافِ , أَيْ وَلِلِاخْتِلَافِ خَلَقَهُمْ . وَقَالَ اِبْن عَبَّاس وَمُجَاهِد وَقَتَادَة وَالضَّحَّاك : وَلِرَحْمَتِهِ خَلَقَهُمْ ; وَإِنَّمَا قَالَ : &quot; وَلِذَلِكَ &quot; وَلَمْ يَقُلْ وَلِتِلْكَ , وَالرَّحْمَة مُؤَنَّثَة لِأَنَّهُ مَصْدَر ; وَأَيْضًا فَإِنَّ تَأْنِيث الرَّحْمَة غَيْر حَقِيقِيّ , فَحُمِلَتْ عَلَى مَعْنَى الْفَضْل . وَقِيلَ . الْإِشَارَة بِذَلِكَ لِلِاخْتِلَافِ وَالرَّحْمَة , وَقَدْ يُشَارِك ب &quot; ذَلِكَ &quot; إِلَى شَيْئَيْنِ مُتَضَادَّيْنِ ; كَقَوْلِهِ تَعَالَى : &quot; لَا فَارِض وَلَا بِكْر عَوَان بَيْن ذَلِكَ &quot; [ الْبَقَرَة : 68 ] وَلَمْ يَقُلْ بَيْن ذَيْنك وَلَا تَيْنِك , وَقَالَ : &quot; وَاَلَّذِينَ إِذَا أَنْفَقُوا لَمْ يُسْرِفُوا وَلَمْ يَقْتُرُوا وَكَانَ بَيْن ذَلِكَ قَوَامًا &quot; [ الْفُرْقَان : 67 ] وَقَالَ : &quot; وَلَا تَجْهَر بِصَلَاتِك وَلَا تُخَافِت بِهَا وَابْتَغِ بَيْن ذَلِكَ سَبِيلًا &quot; [ الْإِسْرَاء : 110 ] وَكَذَلِكَ قَوْله : &quot; قُلْ بِفَضْلِ اللَّه وَبِرَحْمَتِهِ فَبِذَلِكَ فَلْيَفْرَحُوا &quot; [ يُونُس : 58 ] وَهَذَا أَحْسَن الْأَقْوَال إِنْ شَاءَ اللَّه تَعَالَى ; لِأَنَّهُ يَعُمّ , أَيْ وَلَمَّا ذَكَرَ خَلْقهمْ ; وَإِلَى هَذَا أَشَارَ مَالِك رَحِمَهُ اللَّه فِيمَا رَوَى عَنْهُ أَشْهَب ; قَالَ أَشْهَب : سَأَلْت مَالِكًا عَنْ هَذِهِ الْآيَة قَالَ : خَلَقَهُمْ لِيَكُونَ فَرِيق فِي الْجَنَّة وَفَرِيق فِي السَّعِير ; أَيْ خَلَقَ أَهْل الِاخْتِلَاف لِلِاخْتِلَافِ , وَأَهْل الرَّحْمَة لِلرَّحْمَةِ . وَرُوِيَ عَنْ اِبْن عَبَّاس أَيْضًا قَالَ : خَلَقَهُمْ فَرِيقَيْنِ , فَرِيقًا يَرْحَمهُ وَفَرِيقًا لَا يَرْحَمهُ . قَالَ الْمَهْدَوِيّ : وَفِي الْكَلَام عَلَى هَذَا التَّقْدِير تَقْدِيم وَتَأْخِير ; الْمَعْنَى : وَلَا يَزَالُونَ مُخْتَلِفِينَ إِلَّا مَنْ رَحِمَ رَبّك , وَتَمَّتْ كَلِمَة رَبّك لَأَمْلَأَنَّ جَهَنَّم مِنْ الْجِنَّة وَالنَّاس أَجْمَعِينَ ; وَلِذَلِكَ , خَلَقَهُمْ . وَقِيلَ : هُوَ مُتَعَلِّق بِقَوْلِهِ &quot; ذَلِكَ يَوْم مَجْمُوع لَهُ النَّاس وَذَلِكَ يَوْم مَشْهُود &quot; [ هُود : 103 ] وَالْمَعْنَى : وَلِشُهُودِ ذَلِكَ الْيَوْم خَلَقَهُمْ . وَقِيلَ : هُوَ مُتَعَلِّق بِقَوْلِهِ : &quot; فَمِنْهُمْ شَقِيّ وَسَعِيد &quot; [ هُود : 105 ] أَيْ لِلسَّعَادَةِ وَالشَّقَاوَة خَلَقَهُمْ .



مَعْنَى &quot; تَمَّتْ &quot; ثَبَتَ ذَلِكَ كَمَا أَخْبَرَ وَقَدَّرَ فِي أَزَله ; وَتَمَام الْكَلِمَة اِمْتِنَاعهَا عَنْ قَبُول التَّغْيِير وَالتَّبْدِيل .



&quot; مِنْ &quot; لِبَيَانِ الْجِنْس ; أَيْ مِنْ جِنْس الْجَنَّة وَجِنْس النَّاس . &quot; أَجْمَعِينَ &quot; تَأْكِيد ; وَكَمَا أَخْبَرَ أَنَّهُ يَمْلَأ نَاره كَذَلِكَ أَخْبَرَ عَلَى لِسَان نَبِيّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ يَمْلَأ جَنَّته بِقَوْلِهِ : ( وَلِكُلِّ وَاحِدَة مِنْكُمَا مِلْؤُهَا ) . خَرَّجَهُ الْبُخَارِيّ مِنْ حَدِيث أَبِي هُرَيْرَة وَقَدْ تَقَدَّمَ .';
$t[120] = '&quot; كُلًّا &quot; نُصِبَ ب &quot; نَقُصّ &quot; مَعْنَاهُ وَكُلّ الَّذِي تَحْتَاج إِلَيْهِ مِنْ أَنْبَاء الرُّسُل نَقُصّ عَلَيْك . وَقَالَ الْأَخْفَش : &quot; كُلًّا &quot; حَال مُقَدَّمَة , كَقَوْلِك : كُلًّا ضَرَبْت الْقَوْم .



أَيْ مِنْ أَخْبَارهمْ وَصَبْرهمْ عَلَى أَذَى قَوْمهمْ .



أَيْ عَلَى أَدَاء الرِّسَالَة , وَالصَّبْر عَلَى مَا يَنَالك فِيهَا مِنْ الْأَذَى . وَقِيلَ : نَزِيدك بِهِ تَثْبِيتًا وَيَقِينًا . وَقَالَ اِبْن عَبَّاس : مَا نَشُدّ بِهِ قَلْبك . وَقَالَ اِبْن جُرَيْج : نُصَبِّر بِهِ قَلْبك حَتَّى لَا تَجْزَع . وَقَالَ أَهْل الْمَعَانِي : نُطَيِّب , وَالْمَعْنَى مُتَقَارِب . و &quot; مَا &quot; بَدَل مِنْ &quot; كُلًّا &quot; الْمَعْنَى : نَقُصّ عَلَيْك مِنْ أَنْبَاء الرُّسُل مَا نُثَبِّت بِهِ فُؤَادك .



أَيْ فِي هَذِهِ السُّورَة ; عَنْ اِبْن عَبَّاس وَأَبِي مُوسَى وَغَيْرهمَا ; وَخَصَّ هَذِهِ السُّورَة لِأَنَّ فِيهَا أَخْبَار الْأَنْبِيَاء وَالْجَنَّة وَالنَّار . وَقِيلَ : خَصَّهَا بِالذِّكْرِ تَأْكِيدًا وَإِنْ كَانَ الْحَقّ فِي كُلّ الْقُرْآن . وَقَالَ قَتَادَة وَالْحَسَن : الْمَعْنَى فِي هَذِهِ الدُّنْيَا , يُرِيد النُّبُوَّة .


الْمَوْعِظَة مَا يُتَّعَظ بِهِ مِنْ إِهْلَاك الْأُمَم الْمَاضِيَة , وَالْقُرُون الْخَالِيَة الْمُكَذِّبَة ; وَهَذَا تَشْرِيف لِهَذِهِ السُّورَة ; لِأَنَّ غَيْرهَا مِنْ السُّوَر قَدْ جَاءَ فِيهَا الْحَقّ وَالْمَوْعِظَة وَالذِّكْرَى وَلَمْ يَقُلْ فِيهَا كَمَا قَالَ فِي هَذِهِ عَلَى التَّخْصِيص . &quot; وَذِكْرَى لِلْمُؤْمِنِينَ &quot; أَيْ يَتَذَكَّرُونَ مَا نَزَلَ بِمَنْ هَلَكَ فَيَتُوبُونَ ; وَخَصَّ الْمُؤْمِنِينَ لِأَنَّهُمْ الْمُتَّعِظُونَ إِذَا سَمِعُوا قَصَص الْأَنْبِيَاء .';
$t[121] = 'تَهْدِيد وَوَعِيد .';
$t[122] = 'تَهْدِيد آخَر ,';
$t[123] = 'أَيْ غَيْبهمَا وَشَهَادَتهمَا ; فَحُذِفَ لِدَلَالَةِ الْمَعْنَى . وَقَالَ اِبْن عَبَّاس : خَزَائِن السَّمَاوَات وَالْأَرْض . وَقَالَ الضَّحَّاك : جَمِيع مَا غَابَ عَنْ الْعِبَاد فِيهِمَا . وَقَالَ الْبَاقُونَ : غَيْب السَّمَاوَات وَالْأَرْض نُزُول الْعَذَاب مِنْ السَّمَاء وَطُلُوعه مِنْ الْأَرْض . وَقَالَ أَبُو عَلِيّ الْفَارِسِيّ : &quot; وَلِلَّهِ غَيْب السَّمَاوَات وَالْأَرْض &quot; أَيْ عَلِمَ مَا غَابَ فِيهِمَا ; أَضَافَ الْغَيْب وَهُوَ مُضَاف إِلَى الْمَفْعُول تَوَسُّعًا ; لِأَنَّهُ حَذَفَ حَرْف الْجَرّ ; تَقُول : غِبْت فِي الْأَرْض وَغِبْت بِبَلَدِ كَذَا .



أَيْ يَوْم الْقِيَامَة , إِذْ لَيْسَ لِمَخْلُوقٍ أَمْر إِلَّا بِإِذْنِهِ . وَقَرَأَ نَافِع وَحَفْص &quot; يُرْجَع &quot; بِضَمِّ الْيَاء وَبِفَتْحِ الْجِيم ; أَيْ يُرَدّ .



أَيْ إِلْجَأْ إِلَيْهِ وَثِقْ بِهِ .



أَيْ يُجَازِي كُلًّا بِعَمَلِهِ . وَقَرَأَ أَهْل الْمَدِينَة وَالشَّام وَحَفْص بِالتَّاءِ عَلَى الْمُخَاطَبَة . الْبَاقُونَ بِيَاءٍ عَلَى الْخَبَر . قَالَ الْأَخْفَش سَعِيد : &quot; يَعْمَلُونَ &quot; إِذَا لَمْ يُخَاطِب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَعَهُمْ ; قَالَ : بَعْضهمْ وَقَالَ : &quot; تَعْمَلُونَ &quot; بِالتَّاءِ لِأَنَّهُ خَاطَبَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَالَ : قُلْ لَهُمْ &quot; وَمَا رَبّك بِغَافِلٍ عَمَّا تَعْمَلُونَ &quot; . وَقَالَ كَعْب الْأَحْبَار : خَاتِمَة التَّوْرَاة خَاتِمَة &quot; هُود &quot; مِنْ قَوْله : &quot; وَلِلَّهِ غَيْب السَّمَاوَات وَالْأَرْض &quot; إِلَى آخِر السُّورَة . تَمُتْ سُورَة هُود وَيَتْلُوهَا سُورَة يُوسُف عَلَيْهِ السَّلَام .';
?>