<?php
$t = array();
$t[1] = 'أَيْ يَا ذَا الَّذِي قَدْ تَدَثَّرَ بِثِيَابِهِ , أَيْ تَغَشَّى بِهَا وَنَامَ , وَأَصْله الْمُتَدَثِّر فَأُدْغِمَتْ التَّاء فِي الدَّال لِتَجَانُسِهِمَا . وَقَرَأَ أُبَيّ &quot; الْمُتَدَثِّر &quot; عَلَى الْأَصْل .

وَقَالَ مُقَاتِل : مُعْظَم هَذِهِ السُّورَة فِي الْوَلِيد بْن الْمُغِيرَة .

وَفِي صَحِيح مُسْلِم عَنْ جَابِر بْن عَبْد اللَّه وَكَانَ مِنْ أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يُحَدِّث - قَالَ . قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ يُحَدِّث عَنْ فَتْرَة الْوَحْي - قَالَ فِي حَدِيثه : ( فَبَيْنَمَا أَنَا أَمْشِي سَمِعْت صَوْتًا مِنْ السَّمَاء فَرَفَعْت رَأْسِي , فَإِذَا الْمَلَك الَّذِي جَاءَنِي بِحِرَاء جَالِسًا عَلَى كُرْسِيّ بَيْنَ السَّمَاء وَالْأَرْض ) . قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : ( فَجُئِثْتُ مِنْهُ فَرَقًا , فَرَجَعْت فَقُلْت زَمِّلُونِي زَمِّلُونِي , فَدَثَّرُونِي , فَأَنْزَلَ اللَّه تَعَالَى : &quot; يَا أَيُّهَا الْمُدَّثِّر . قُمْ فَأَنْذِرْ . وَرَبّك فَكَبِّرْ . وَثِيَابك فَطَهِّرْ . وَالرُّجْز فَاهْجُرْ &quot; ) فِي رِوَايَة - قَبْل أَنْ تُفْرَضَ الصَّلَاة - وَهِيَ الْأَوْثَان قَالَ : ( ثُمَّ تَتَابَعَ الْوَحْي ) . خَرَّجَهُ التِّرْمِذِيّ أَيْضًا وَقَالَ : حَدِيث حَسَن صَحِيح .

قَالَ مُسْلِم : وَحَدَّثَنَا زُهَيْر بْن حَرْب , قَالَ : حَدَّثَنَا الْوَلِيد بْن مُسْلِم , قَالَ : حَدَّثَنَا الْأَوْزَاعِيّ قَالَ : سَمِعْت يَحْيَى يَقُول : سَأَلْت أَبَا سَلَمَة : أَيّ الْقُرْآن أُنْزِلَ قَبْل ؟ قَالَ : &quot; يَا أَيُّهَا الْمُدَّثِّر &quot; فَقُلْت : أَوْ &quot; اِقْرَأْ &quot; . فَقَالَ : سَأَلْت جَابِرَ بْن عَبْد اللَّه أَيّ الْقُرْآن أُنْزِلَ قَبْل ؟ قَالَ : &quot; يَا أَيُّهَا الْمُدَّثِّر &quot; فَقُلْت : أَوْ &quot; اِقْرَأْ &quot; فَقَالَ جَابِر : أُحَدِّثكُمْ مَا حَدَّثَنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , قَالَ : ( جَاوَرْت بِحِرَاء شَهْرًا , فَلَمَّا قَضَيْت جِوَارِي نَزَلْت فَاسْتَبْطَنْتُ بَطْنَ الْوَادِي , فَنُودِيت فَنَظَرْت أَمَامِي وَخَلْفِي وَعَنْ يَمِينِي وَعَنْ شِمَالِي فَلَمْ أَرَ أَحَدًا , ثُمَّ نُودِيت فَنَظَرْت فَلَمْ أَرَ أَحَدًا , ثُمَّ نُودِيت فَرَفَعْت رَأْسِي فَإِذَا هُوَ عَلَى الْعَرْش فِي الْهَوَاء - يَعْنِي جِبْرِيل صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَخَذَتْنِي رَجْفَة شَدِيدَة , فَأَتَيْت خَدِيجَةَ فَقُلْت دَثِّرُونِي , فَدَثَّرُونِي فَصَبُّوا عَلَيَّ مَاء , فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ : &quot; يَا أَيُّهَا الْمُدَّثِّر . قُمْ فَأَنْذِرْ . وَرَبّك فَكَبِّرْ وَثِيَابك فَطَهِّرْ &quot; ) خَرَّجَهُ الْبُخَارِيّ وَقَالَ فِيهِ : ( فَأَتَيْت خَدِيجَةَ فَقُلْت دَثِّرُونِي وَصُبُّوا عَلَيَّ مَاء بَارِدًا , فَدَثَّرُونِي وَصَبُّوا عَلَيَّ مَاء بَارِدًا فَنَزَلَتْ : &quot; يَا أَيُّهَا الْمُدَّثِّر . قُمْ فَأَنْذِرْ . وَرَبّك فَكَبِّرْ . وَثِيَابَك فَطَهِّرْ . وَالرُّجْز فَاهْجُرْ . وَلَا تَمْنُنْ تَسْتَكْثِر &quot; ) .

اِبْن الْعَرَبِيّ : وَقَدْ قَالَ بَعْض الْمُفَسِّرِينَ إِنَّهُ جَرَى عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ عُقْبَة [ بْن رَبِيعَة ] أَمْر , فَرَجَعَ إِلَى مَنْزِله مَغْمُومًا , فَقَلِقَ وَاضْطَجَعَ , فَنَزَلَتْ : &quot; يَا أَيُّهَا الْمُدَّثِّر &quot; وَهَذَا بَاطِل .

وَقَالَ الْقُشَيْرِيّ أَبُو نَصْر : وَقِيلَ بَلَغَهُ قَوْل كُفَّار مَكَّة أَنْتَ سَاحِر , فَوَجَدَ مِنْ ذَلِكَ غَمًّا وَحُمَّ , فَتَدَثَّرَ بِثِيَابِهِ , فَقَالَ اللَّه تَعَالَى : &quot; قُمْ فَأَنْذِرْ &quot; أَيْ لَا تُفَكِّر فِي قَوْلهمْ , وَبَلِّغْهُمْ الرِّسَالَةَ .

وَقِيلَ : اِجْتَمَعَ أَبُو لَهَب وَأَبُو سُفْيَان وَالْوَلِيد بْن الْمُغِيرَة وَالنَّضْر بْن الْحَارِث وَأُمَيَّة بْن خَلَف وَالْعَاص بْن وَائِل وَمُطْعِم بْن عَدِيّ وَقَالُوا : قَدْ اِجْتَمَعَتْ وُفُود الْعَرَب فِي أَيَّام الْحَجّ , وَهُمْ يَتَسَاءَلُونَ عَنْ أَمْر مُحَمَّد , وَقَدْ اِخْتَلَفْتُمْ فِي الْإِخْبَار عَنْهُ ; فَمِنْ قَائِل يَقُول مَجْنُون , وَآخَر يَقُول كَاهِن , وَآخَر يَقُول شَاعِر , وَتَعْلَم الْعَرَب أَنَّ هَذَا كُلّه لَا يَجْتَمِع فِي رَجُل وَاحِد , فَسَمُّوا مُحَمَّدًا بِاسْمٍ وَاحِد يَجْتَمِعُونَ عَلَيْهِ , وَتُسَمِّيه الْعَرَب بِهِ , فَقَامَ مِنْهُمْ رَجُل فَقَالَ : شَاعِر ; فَقَالَ الْوَلِيد : سَمِعْت كَلَام اِبْن الْأَبْرَص , وَأُمَيَّة بْن أَبِي الصَّلْت , وَمَا يُشْبِه كَلَام مُحَمَّد كَلَام وَاحِد مِنْهُمَا ; فَقَالُوا : كَاهِن . فَقَالَ : الْكَاهِن يَصْدُق وَيَكْذِب وَمَا كَذَبَ مُحَمَّد قَطُّ ; فَقَامَ آخَر فَقَالَ : مَجْنُون ; فَقَالَ الْوَلِيد : الْمَجْنُون يَخْنُق النَّاس وَمَا خَنَقَ مُحَمَّد قَطُّ . وَانْصَرَفَ الْوَلِيد إِلَى بَيْته , فَقَالُوا : صَبَأَ الْوَلِيد بْن الْمُغِيرَة ; فَدَخَلَ عَلَيْهِ أَبُو جَهْل وَقَالَ : مَا لَك يَا أَبَا عَبْد شَمْس ! هَذِهِ قُرَيْش تَجْمَع لَك شَيْئًا يُعْطُونَكَهُ , زَعَمُوا أَنَّك قَدْ اِحْتَجْت وَصَبَأْت . فَقَالَ الْوَلِيد : مَا لِي إِلَى ذَلِكَ حَاجَة , وَلَكِنِّي فَكَّرْت فِي مُحَمَّد , فَقُلْت : مَا يَكُون مِنْ السَّاحِر ؟ فَقِيلَ : يُفَرِّق بَيْنَ الْأَب وَابْنه , وَبَيْنَ الْأَخ وَأَخِيهِ , وَبَيْنَ الْمَرْأَة وَزَوْجهَا , فَقُلْت : إِنَّهُ سَاحِر . شَاعَ هَذَا فِي النَّاس وَصَاحُوا يَقُولُونَ : إِنَّ مُحَمَّدًا سَاحِر . وَرَجَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى بَيْته مَحْزُونًا فَتَدَثَّرَ بِقَطِيفَةٍ , وَنَزَلَتْ : &quot; يَا أَيُّهَا الْمُدَّثِّر &quot; .

وَقَالَ عِكْرِمَة : مَعْنَى &quot; يَا أَيُّهَا الْمُدَّثِّر &quot; أَيْ الْمُدَّثِّر بِالنُّبُوَّةِ وَأَثْقَالهَا . اِبْن الْعَرَبِيّ : وَهَذَا مَجَاز بَعِيد ; لِأَنَّهُ لَمْ يَكُنْ تَنَبَّأَ بَعْد . وَعَلَى أَنَّهَا أَوَّل الْقُرْآن لَمْ يَكُنْ تَمَكَّنَ مِنْهَا بَعْدَ أَنْ كَانَتْ ثَانِيَ مَا نَزَلَ .

قَوْله تَعَالَى : &quot; يَا أَيُّهَا الْمُدَّثِّر &quot; : مُلَاطَفَة فِي الْخِطَاب مِنْ الْكَرِيم إِلَى الْحَبِيب إِذْ نَادَاهُ بِحَالِهِ , وَعَبَّرَ عَنْهُ بِصِفَتِهِ , وَلَمْ يَقُلْ يَا مُحَمَّد وَيَا فُلَان , لِيَسْتَشْعِر اللِّين وَالْمُلَاطَفَة مِنْ رَبّه كَمَا تَقَدَّمَ فِي سُورَة &quot; الْمُزَّمِّل &quot; . وَمِثْله قَوْل النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِعَلِيٍّ إِذْ نَامَ فِي الْمَسْجِد : ( قُمْ أَبَا تُرَاب ) وَكَانَ خَرَجَ مُغَاضِبًا لِفَاطِمَةَ رَضِيَ اللَّه عَنْهَا فَسَقَطَ رِدَاؤُهُ وَأَصَابَهُ تُرَابه ; خَرَّجَهُ مُسْلِم . وَمِثْله قَوْله عَلَيْهِ الصَّلَاة وَالسَّلَام لِحُذَيْفَة لَيْلَة الْخَنْدَق : ( قُمْ يَا نَوْمَان ) وَقَدْ تَقَدَّمَ .';
$t[2] = 'أَيْ خَوِّفْ أَهْل مَكَّة وَحَذِّرْهُمْ الْعَذَابَ إِنْ لَمْ يُسْلِمُوا .

وَقِيلَ : الْإِنْذَار هُنَا إِعْلَامهمْ بِنُبُوَّتِهِ ; لِأَنَّهُ مُقَدِّمَة الرِّسَالَة .

وَقِيلَ : هُوَ دُعَاؤُهُمْ إِلَى التَّوْحِيد ; لِأَنَّهُ الْمَقْصُود بِهَا .

وَقَالَ الْفَرَّاء : قُمْ فَصَلِّ وَأْمُرْ بِالصَّلَاةِ .';
$t[3] = 'أَيْ سَيِّدك وَمَالِكك وَمُصْلِح أَمْرك فَعَظِّمْ , وَصِفْهُ بِأَنَّهُ أَكْبَر مِنْ أَنْ يَكُونَ لَهُ صَاحِبَة أَوْ وَلَد .

وَفِي حَدِيث أَنَّهُمْ قَالُوا : بِمَ تَفْتَتِح الصَّلَاةَ ؟ فَنَزَلَتْ : &quot; وَرَبّك فَكَبِّرْ &quot; أَيْ وَصِفْهُ بِأَنَّهُ أَكْبَر . قَالَ اِبْن الْعَرَبِيّ : وَهَذَا الْقَوْل وَإِنْ كَانَ يَقْتَضِي بِعُمُومِهِ تَكْبِير الصَّلَاة , فَإِنَّهُ مُرَاد بِهِ التَّكْبِير وَالتَّقْدِيس وَالتَّنْزِيه , لِخَلْعِ الْأَنْدَاد وَالْأَصْنَام دُونَهُ , وَلَا تَتَّخِذ وَلِيًّا غَيْرَهُ , وَلَا تَعْبُد سِوَاهُ , وَلَا تَرَى لِغَيْرِهِ فِعْلًا إِلَّا لَهُ , وَلَا نِعْمَة إِلَّا مِنْهُ .

وَقَدْ رُوِيَ أَنَّ أَبَا سُفْيَان قَالَ يَوْم أُحُد : اُعْلُ هُبَل ; فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : ( قُولُوا اللَّه أَعْلَى وَأَجَلّ ) وَقَدْ صَارَ هَذَا اللَّفْظ بِعُرْفِ الشَّرْع فِي تَكْبِير الْعِبَادَات كُلّهَا أَذَانًا وَصَلَاة وَذِكْرًا بِقَوْلِهِ : &quot; اللَّه أَكْبَر &quot; وَحُمِلَ عَلَيْهِ لَفْظ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْوَارِد عَلَى الْإِطْلَاق فِي مَوَارِد ; مِنْهَا قَوْله : ( تَحْرِيمهَا التَّكْبِير , وَتَحْلِيلهَا التَّسْلِيم ) وَالشَّرْع يَقْتَضِي بِعُرْفِهِ مَا يَقْتَضِي بِعُمُومِهِ , وَمِنْ مَوَارِده أَوْقَات الْإِهْلَال بِالذَّبَائِحِ لِلَّهِ تَخْلِيصًا لَهُ مِنْ الشِّرْك , وَإِعْلَانًا بِاسْمِهِ فِي النُّسُك , وَإِفْرَادًا لِمَا شَرَعَ مِنْهُ لِأَمْرِهِ بِالسَّفْكِ . قُلْت : قَدْ تَقَدَّمَ فِي أَوَّل سُورَة &quot; الْبَقَرَة &quot; أَنَّ هَذَا اللَّفْظ &quot; اللَّه أَكْبَر &quot; هُوَ الْمُتَعَبَّد بِهِ فِي الصَّلَاة , الْمَنْقُول عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ . وَفِي التَّفْسِير أَنَّهُ لَمَّا نَزَلَ قَوْله تَعَالَى : &quot; وَرَبّك فَكَبِّرْ &quot; قَامَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَالَ : ( اللَّه أَكْبَر ) فَكَبَّرَتْ خَدِيجَة , وَعَلِمَتْ أَنَّهُ الْوَحْي مِنْ اللَّه تَعَالَى ; ذَكَرَهُ الْقُشَيْرِيّ .

الْفَاء فِي قَوْله تَعَالَى : &quot; وَرَبّك فَكَبِّرْ &quot; دَخَلَتْ عَلَى مَعْنَى جَوَاب الْجَزَاء كَمَا دَخَلَتْ فِي ( فَأَنْذِرْ ) أَيْ قُمْ فَأَنْذِرْ وَقُمْ فَكَبِّرْ رَبّك ; قَالَهُ الزَّجَّاج . وَقَالَ اِبْن جِنِّي : هُوَ كَقَوْلِك زَيْدًا فَاضْرِبْ ; أَيْ زَيْدًا اِضْرِبْ , فَالْفَاء زَائِدَة .';
$t[4] = 'فِيهِ ثَمَانِيَة أَقْوَال : أَحَدهمَا أَنَّ الْمُرَادَ بِالثِّيَابِ الْعَمَل . الثَّانِي الْقَلْب . الثَّالِث النَّفْس . الرَّابِع الْجِسْم . الْخَامِس الْأَهْل . السَّادِس الْخُلُق . السَّابِع الدِّين . الثَّامِن الثِّيَاب الْمَلْبُوسَات عَلَى الظَّاهِر . فَمَنْ ذَهَبَ إِلَى الْقَوْل الْأَوَّل قَالَ : تَأْوِيل الْآيَة وَعَمَلَك فَأَصْلِحْ ; قَالَهُ مُجَاهِد وَابْن زَيْد . وَرَوَى مَنْصُور عَنْ أَبِي رَزِين قَالَ : يَقُول وَعَمَلَك فَأَصْلِحْ ; قَالَ : وَإِذَا كَانَ الرَّجُل خَبِيث الْعَمَلِ قَالُوا إِنَّ فُلَانًا خَبِيث الثِّيَاب , وَإِذَا كَانَ حَسَن الْعَمَل قَالُوا إِنَّ فُلَانًا طَاهِر الثِّيَاب ; وَنَحْوه عَنْ السُّدِّيّ . وَمِنْهُ قَوْل الشَّاعِر : لَاهُمَّ إِنَّ عَامِرَ بْن جَهْم أَوْذَمَ حَجًّا فِي ثِيَاب دُسْم وَمِنْهُ مَا رُوِيَ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ : ( يُحْشَر الْمَرْء فِي ثَوْبَيْهِ اللَّذَيْنِ مَاتَ عَلَيْهِمَا ) يَعْنِي عَمَله الصَّالِح وَالطَّالِح ; ذَكَرَهُ الْمَاوَرْدِيّ . وَمَنْ ذَهَبَ إِلَى الْقَوْل الثَّانِي قَالَ : إِنَّ تَأْوِيل الْآيَة وَقَلْبك فَطَهِّرْ ; قَالَهُ اِبْن عَبَّاس وَسَعِيد بْن جُبَيْر ; دَلِيله قَوْل اِمْرِئِ الْقَيْس : فَسُلِّي ثِيَابِي مِنْ ثِيَابك تَنْسُل أَيْ قَلْبِي مِنْ قَلْبك . قَالَ الْمَاوَرْدِيّ : وَلَهُمْ فِي تَأْوِيل الْآيَة وَجْهَانِ : أَحَدهمَا : مَعْنَاهُ وَقَلْبك فَطَهِّرْ مِنْ الْإِثْم وَالْمَعَاصِي ; قَالَهُ اِبْن عَبَّاس وَقَتَادَة . الثَّانِي : وَقَلْبك فَطَهِّرْ مِنْ الْغَدْر ; أَيْ لَا تَغْدِر فَتَكُون دَنِس الثِّيَاب . وَهَذَا مَرْوِيّ عَنْ اِبْن عَبَّاس , وَاسْتُشْهِدَ بِقَوْلِ غَيْلَان بْن سَلَمَة الثَّقَفِيّ : فَإِنِّي بِحَمْدِ اللَّه لَا ثَوْب فَاجِر لَبِسْت وَلَا مِنْ غَدْرَة أَتَقَنَّع وَمَنْ ذَهَبَ إِلَى الْقَوْل الثَّالِث قَالَ : تَأْوِيل الْآيَة وَنَفْسَك فَطَهِّرْ ; أَيْ مِنْ الذُّنُوب . وَالْعَرَب تَكُنِّي عَنْ النَّفْس بِالثِّيَابِ ; قَالَهُ اِبْن عَبَّاس . وَمِنْهُ قَوْل عَنْتَرَة : فَشَكَكْت بِالرُّمْحِ الطَّوِيل ثِيَابَهُ لَيْسَ الْكَرِيم عَلَى اِلْقَنَا بِمُحَرَّمِ وَقَالَ اِمْرُؤُ الْقَيْس : فَسُلِّي ثِيَابِي مِنْ ثِيَابك تَنْسُل وَقَالَ : ثِيَاب بَنِي عَوْف طَهَارَى نَقِيَّة وَأَوْجُههمْ بِيض الْمَسَافِر غُرَّانُ أَيْ أَنْفُس بَنِي عَوْف .

وَمَنْ ذَهَبَ إِلَى الْقَوْل الرَّابِع قَالَ : تَأْوِيل الْآيَة وَجِسْمك فَطَهِّرْ ; أَيْ عَنْ الْمَعَاصِي الظَّاهِرَة . وَمِمَّا جَاءَ عَنْ الْعَرَب فِي الْكِنَايَة عَنْ الْجِسْم بِالثِّيَابِ قَوْل لَيْلَى , وَذَكَرَتْ إِبِلًا : رَمَوْهَا بِأَثْيَابٍ خِفَاف فَلَا تَرَى لَهَا شَبَهًا إِلَّا النَّعَام الْمُنَفَّرَا أَيْ رَكِبُوهَا فَرَمَوْهَا بِأَنْفُسِهِمْ .

وَمَنْ ذَهَبَ إِلَى الْقَوْل الْخَامِس قَالَ : تَأْوِيل الْآيَة وَأَهْلَك فَطَهِّرْهُمْ مِنْ الْخَطَايَا بِالْوَعْظِ وَالتَّأْدِيب ; وَالْعَرَب تُسَمِّي الْأَهْلَ ثَوْبًا وَلِبَاسًا وَإِزَارًا ; قَالَ اللَّه تَعَالَى : &quot; هُنَّ لِبَاس لَكُمْ وَأَنْتُمْ لِبَاس لَهُنَّ &quot; [ الْبَقَرَة : 187 ] . الْمَاوَرْدِيّ : وَلَهُمْ فِي تَأْوِيل الْآيَة وَجْهَانِ : أَحَدهمَا : مَعْنَاهُ وَنِسَاءَك فَطَهِّرْ , بِاخْتِيَارِ الْمُؤْمِنَات الْعَفَائِف . الثَّانِي : الِاسْتِمْتَاع بِهِنَّ فِي الْقُبُل دُونَ الدُّبُر , فِي الطُّهْر لَا فِي الْحَيْض . حَكَاهُ اِبْن بَحْر .

وَمَنْ ذَهَبَ إِلَى الْقَوْل السَّادِس قَالَ : تَأْوِيل الْآيَة وَخُلُقَك فَحَسِّنْ قَالَهُ الْحَسَن وَالْقُرَظِيّ ; لِأَنَّ خَلْقَ الْإِنْسَان مُشْتَمِل عَلَى أَحْوَاله اِشْتِمَال ثِيَابه عَلَى نَفْسه . وَقَالَ الشَّاعِر : وَيَحْيَى لَا يُلَام بِسُوءِ خُلُق وَيَحْيَى طَاهِر الْأَثْوَاب حُرّ أَيْ حَسَن الْأَخْلَاق .

وَمَنْ ذَهَبَ إِلَى الْقَوْل السَّابِع قَالَ : تَأْوِيل الْآيَة وَدِينك فَطَهِّرْ . وَفِي الصَّحِيحَيْنِ عَنْهُ عَلَيْهِ السَّلَام قَالَ : ( وَرَأَيْت النَّاسَ وَعَلَيْهِمْ ثِيَاب , مِنْهَا مَا يَبْلُغ الثَّدْيَ , وَمِنْهَا مَا دُونَ ذَلِكَ , وَرَأَيْت عُمَرَ بْن الْخَطَّاب وَعَلَيْهِ إِزَار يَجُرّهُ ) . قَالُوا : يَا رَسُولَ اللَّه فَمَا أَوَّلْت ذَلِكَ ؟ قَالَ : الدِّين .

وَرَوَى اِبْن وَهْب عَنْ مَالِك أَنَّهُ قَالَ : مَا يُعْجِبنِي أَنْ أَقْرَأَ الْقُرْآنَ إِلَّا فِي الصَّلَاة وَالْمَسَاجِد لَا فِي الطَّرِيق , قَالَ اللَّه تَعَالَى : &quot; وَثِيَابَك فَطَهِّرْ &quot; يُرِيد مَالِك أَنَّهُ كَنَّى عَنْ الثِّيَاب بِالدِّينِ .

وَقَدْ رَوَى عَبْد اللَّه بْن نَافِع عَنْ أَبِي بَكْر بْن عَبْد الْعَزِيز بْن عَبْد اللَّه بْن عُمَر بْن الْخَطَّاب عَنْ مَالِك بْن أَنَس فِي قَوْله تَعَالَى : &quot; وَثِيَابَك فَطَهِّرْ &quot; أَيْ لَا تَلْبَسهَا عَلَى غَدْرَة ; وَمِنْهُ قَوْل أَبِي كَبْشَة : ثِيَاب بَنِي عَوْف طَهَارَى نَقِيَّة وَأَوْجُههمْ بِيض الْمَسَافِر غُرَّانُ يَعْنِي بِطَهَارَةِ ثِيَابهمْ : سَلَامَتهمْ مِنْ الدَّنَاءَات , وَيَعْنِي بِغُرَّةِ وُجُوههمْ تَنْزِيههمْ عَنْ الْمُحَرَّمَات , أَوْ جَمَالهمْ فِي الْخِلْقَة أَوْ كِلَيْهِمَا ; قَالَهُ اِبْن الْعَرَبِيّ . وَقَالَ سُفْيَان بْن عُيَيْنَةَ : لَا تَلْبَس ثِيَابَك عَلَى كَذِب وَلَا جَوْر وَلَا غَدْر وَلَا إِثْم ; قَالَهُ عِكْرِمَة . وَمِنْهُ قَوْل الشَّاعِر : أَوْذَمَ حَجًّا فِي ثِيَاب دُسْم أَيْ قَدْ دَنَّسَهَا بِالْمَعَاصِي . وَقَالَ النَّابِغَة : رِقَاق النِّعَال طَيِّب حُجُزَاتهمْ يُحَيَّوْنَ بِالرَّيْحَانِ يَوْمَ السَّبَاسِب

وَمَنْ ذَهَبَ إِلَى الْقَوْل الثَّامِن قَالَ : إِنَّ الْمُرَادَ بِهَا الثِّيَاب الْمَلْبُوسَات , فَلَهُمْ فِي تَأْوِيله أَرْبَعَة أَوْجُه :

أَحَدهمَا : مَعْنَاهُ وَثِيَابك فَأَنْقِ ; وَمِنْهُ قَوْل اِمْرِئِ الْقَيْس : ثِيَاب بَنِي عَوْف طَهَارَى نَقِيَّة

الثَّانِي : وَثِيَابك فَشَمِّرْ وَقَصِّرْ , فَإِنَّ تَقْصِير الثِّيَاب أَبْعَد مِنْ النَّجَاسَة , فَإِذَا اِنْجَرَّتْ عَلَى الْأَرْض لَمْ يُؤْمَن أَنْ يُصِيبهَا مَا يُنَجِّسهَا , قَالَهُ الزَّجَّاج وَطَاوُس .

الثَّالِث : &quot; وَثِيَابَك فَطَهِّرْ &quot; مِنْ النَّجَاسَة بِالْمَاءِ ; قَالَهُ مُحَمَّد بْن سِيرِينَ وَابْن زَيْد وَالْفُقَهَاء .

الرَّابِع : لَا تَلْبَس ثِيَابَك إِلَّا مِنْ كَسْب حَلَال لِتَكُونَ مُطَهَّرَة مِنْ الْحَرَام . وَعَنْ اِبْن عَبَّاس : لَا تَكُنْ ثِيَابَك الَّتِي تَلْبَس مِنْ مَكْسَب غَيْر طَاهِر .

اِبْن الْعَرَبِيّ وَذَكَرَ بَعْض مَا ذَكَرْنَاهُ : لَيْسَ بِمُمْتَنِعٍ أَنْ تُحْمَل الْآيَة عَلَى عُمُوم الْمُرَاد فِيهَا بِالْحَقِيقَةِ وَالْمَجَاز , وَإِذَا حَمَلْنَاهَا عَلَى الثِّيَاب الْمَعْلُومَة الطَّاهِرَة فَهِيَ تَتَنَاوَل مَعْنَيَيْنِ : أَحَدهمَا : تَقْصِير الْأَذْيَال ; لِأَنَّهَا إِذَا أُرْسِلَتْ تَدَنَّسَتْ , وَلِهَذَا قَالَ عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ لِغُلَامٍ مِنْ الْأَنْصَار وَقَدْ رَأَى ذَيْلَهُ مُسْتَرْخِيًا : اِرْفَعْ إِزَارَك فَإِنَّهُ أَتْقَى وَأَنْقَى وَأَبْقَى . وَقَدْ قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : ( إِزْرَة الْمُؤْمِن إِلَى أَنْصَاف سَاقَيْهِ , لَا جُنَاح عَلَيْهِ فِيمَا بَيْنَهُ وَبَيْنَ الْكَعْبَيْنِ , مَا كَانَ أَسْفَلَ مِنْ ذَلِكَ فَفِي النَّار ) فَقَدْ جَعَلَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْغَايَةَ فِي لِبَاس الْإِزَار الْكَعْب وَتَوَعَّدَ مَا تَحْتَهُ بِالنَّارِ , فَمَا بَال رِجَال يُرْسِلُونَ أَذْيَالَهُمْ , وَيُطِيلُونَ ثِيَابَهُمْ , ثُمَّ يَتَكَلَّفُونَ رَفْعهَا بِأَيْدِيهِمْ , وَهَذِهِ حَالَة الْكِبْر , وَقَائِدَة الْعُجْب , ( وَأَشَدّ مَا فِي الْأَمْر أَنَّهُمْ يَعْصُونَ وَيَنْجُسُونَ وَيُلْحِقُونَ أَنْفُسَهُمْ ) بِمَنْ لَمْ يَجْعَل اللَّه مَعَهُ غَيْره وَلَا أَلْحَقَ بِهِ سِوَاهُ . قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : ( لَا يَنْظُر اللَّه إِلَى مَنْ جَرَّ ثَوْبَهُ خُيَلَاء ) وَلَفْظ الصَّحِيح : ( مَنْ جَرَّ إِزَارَهُ خُيَلَاء لَمْ يَنْظُر اللَّه إِلَيْهِ يَوْمَ الْقِيَامَة ) . قَالَ أَبُو بَكْر : يَا رَسُولَ اللَّه ! إِنَّ أَحَد شِقَّيْ إِزَارِي يَسْتَرْخِي إِلَّا أَنْ أَتَعَاهَدَ ذَلِكَ مِنْهُ ؟ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : ( لَسْت مِمَّنْ يَصْنَعهُ خُيَلَاء ) فَعَمَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِالنَّهْيِ , وَاسْتَثْنَى الصِّدِّيق , فَأَرَادَ الْأَدْنِيَاء إِلْحَاقَ أَنْفُسهمْ بِالرُّفَعَاء , وَلَيْسَ ذَلِكَ لَهُمْ .

وَالْمَعْنَى الثَّانِي : غَسْلهَا مِنْ النَّجَاسَة وَهُوَ ظَاهِر مِنْهَا , صَحِيح فِيهَا . الْمَهْدَوِيّ : وَبِهِ اِسْتَدَلَّ بَعْض الْعُلَمَاء عَلَى وُجُوب طَهَارَة الثَّوْب ; قَالَ اِبْن سِيرِينَ وَابْن زَيْد : لَا تُصَلِّ إِلَّا فِي ثَوْب طَاهِر . وَاحْتَجَّ بِهَا الشَّافِعِيّ عَلَى وُجُوب طَهَارَة الثَّوْب . وَلَيْسَتْ عِنْدَ مَالِك وَأَهْل الْمَدِينَة بِفَرْضٍ , وَكَذَلِكَ طَهَارَة الْبَدَن , وَيَدُلّ عَلَى ذَلِكَ الْإِجْمَاع عَلَى جَوَاز الصَّلَاة بِالِاسْتِجْمَارِ مِنْ غَيْر غَسْل . وَقَدْ مَضَى هَذَا الْقَوْل فِي سُورَة &quot; التَّوْبَة &quot; مُسْتَوْفًى .';
$t[5] = 'قَالَ مُجَاهِد وَعِكْرِمَة : يَعْنِي الْأَوْثَان ; دَلِيله قَوْله تَعَالَى : &quot; فَاجْتَنِبُوا الرِّجْسَ مِنْ الْأَوْثَان &quot; [ الْحَجّ : 30 ] .

قَالَهُ اِبْن عَبَّاس وَابْن زَيْد . وَعَنْ اِبْن عَبَّاس أَيْضًا : وَالْمَأْثَم فَاهْجُرْ ; أَيْ فَاتْرُكْ . وَكَذَا رَوَى مُغِيرَة عَنْ إِبْرَاهِيم النَّخَعِيّ قَالَ : الرُّجْز الْإِثْم .

وَقَالَ قَتَادَة : الرُّجْز : إِسَاف وَنَائِلَة , صَنَمَانِ كَانَا عِنْدَ الْبَيْت .

وَقِيلَ : الرُّجْز الْعَذَاب , عَلَى تَقْدِير حَذْف الْمُضَاف ; الْمَعْنَى : وَعَمَل الرُّجْز فَاهْجُرْ , أَوْ الْعَمَل الْمُؤَدِّي إِلَى الْعَذَاب . وَأَصْل الرُّجْز الْعَذَاب , قَالَ اللَّه تَعَالَى : &quot; لَئِنْ كَشَفْت عَنَّا الرِّجْز لَنُؤْمِنَنَّ لَك &quot; [ الْأَعْرَاف : 134 ] . وَقَالَ تَعَالَى : &quot; فَأَرْسَلْنَا عَلَيْهِمْ رِجْزًا مِنْ السَّمَاء &quot; [ الْأَعْرَاف : 162 ] . فَسُمِّيَتْ الْأَوْثَان رِجْزًا ; لِأَنَّهَا تُؤَدِّي إِلَى الْعَذَاب .

وَقِرَاءَة الْعَامَّة &quot; الرِّجْز &quot; بِكَسْرِ الرَّاء . وَقَرَأَ الْحَسَن وَعِكْرِمَة وَمُجَاهِد وَابْن مُحَيْصِن وَحَفْص عَنْ عَاصِم &quot; وَالرُّجْز &quot; بِضَمِّ الرَّاء وَهُمَا لُغَتَانِ مِثْل الذِّكْر وَالذُّكْر .

وَقَالَ أَبُو الْعَالِيَة وَالرَّبِيع وَالْكِسَائِيّ : الرُّجْز بِالضَّمِّ : الصَّنَم , وَبِالْكَسْرِ : النَّجَاسَة وَالْمَعْصِيَة . وَقَالَ الْكِسَائِيّ أَيْضًا : بِالضَّمِّ : الْوَثَن , وَبِالْكَسْرِ : الْعَذَاب . وَقَالَ السُّدِّيّ : الرَّجْز بِنَصْبِ الرَّاء : الْوَعِيد .';
$t[6] = 'فِيهِ ثَلَاث مَسَائِل : الْأُولَى : قَوْله تَعَالَى : &quot; وَلَا تَمْنُنْ تَسْتَكْثِرْ &quot; فِيهِ أَحَدَ عَشَرَ تَأْوِيلًا ;

الْأَوَّل : لَا تَمْنُنْ عَلَى رَبّك بِمَا تَتَحَمَّلهُ مِنْ أَثْقَال النُّبُوَّة , كَاَلَّذِي يَسْتَكْثِر مَا يَتَحَمَّلهُ بِسَبَبِ الْغَيْر .

الثَّانِي : لَا تُعْطِ عَطِيَّة تَلْتَمِس بِهَا أَفْضَل مِنْهَا ; قَالَهُ اِبْن عَبَّاس وَعِكْرِمَة وَقَتَادَة . قَالَ الضَّحَّاك : هَذَا حَرَّمَهُ اللَّه عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ; لِأَنَّهُ مَأْمُور بِأَشْرَف الْآدَاب وَأَجَلّ الْأَخْلَاق , وَأَبَاحَهُ لِأُمَّتِهِ ; وَقَالَهُ مُجَاهِد .

الثَّالِث : عَنْ مُجَاهِد أَيْضًا لَا تَضْعُف أَنْ تَسْتَكْثِرَ مِنْ الْخَيْر ; مِنْ قَوْلِك حَبْل مَنِين إِذَا كَانَ ضَعِيفًا ; وَدَلِيله قِرَاءَة اِبْن مَسْعُود &quot; وَلَا تَمْنُنْ تَسْتَكْثِرْ مِنْ الْخَيْر &quot; .

الرَّابِع : عَنْ مُجَاهِد أَيْضًا وَالرَّبِيع : لَا تُعْظِم عَمَلَك فِي عَيْنِك أَنْ تَسْتَكْثِرَ مِنْ الْخَيْر , فَإِنَّهُ مِمَّا أَنْعَمَ اللَّه عَلَيْك . قَالَ اِبْن كَيْسَان : لَا تَسْتَكْثِر عَمَلَك فَتَرَاهُ مِنْ نَفْسِك , إِنَّمَا عَمَلُك مِنَّة مِنْ اللَّه عَلَيْك ; إِذْ جَعَلَ اللَّه لَك سَبِيلًا إِلَى عِبَادَته .

الْخَامِس : قَالَ الْحَسَن : لَا تَمْنُنْ عَلَى اللَّه بِعَمَلِك فَتَسْتَكْثِرهُ .

السَّادِس : لَا تَمْنُنْ بِالنُّبُوَّةِ وَالْقُرْآن عَلَى النَّاس فَتَأْخُذ مِنْهُمْ أَجْرًا تَسْتَكْثِر بِهِ .

‎السَّابِع : قَالَ الْقُرَظِيّ : لَا تُعْطِ مَالَك مُصَانَعَةً.

الثَّامِن : قَالَ زَيْد بْن أَسْلَمَ : إِذَا أَعْطَيْت عَطِيَّة فَأَعْطِهَا لِرَبِّك .

التَّاسِع : لَا تَقُلْ دَعَوْت فَلَمْ يُسْتَجَبْ لِي .

الْعَاشِر : لَا تَعْمَل طَاعَة وَتَطْلُب ثَوَابَهَا , وَلَكِنْ اِصْبِرْ حَتَّى يَكُونَ اللَّه هُوَ الَّذِي يُثِيبك عَلَيْهَا .

الْحَادِي عَشَرَ : لَا تَفْعَل الْخَيْرَ لِتُرَائِيَ بِهِ النَّاسَ .

الثَّانِيَة : هَذِهِ الْأَقْوَال وَإِنْ كَانَتْ مُرَادَة فَأَظْهَرهَا قَوْل اِبْن عَبَّاس : لَا تُعْطِ لِتَأْخُذَ أَكْثَرَ مِمَّا أَعْطَيْت مِنْ الْمَال ; يُقَال : مَنَنْت فُلَانًا كَذَا أَيْ أَعْطَيْته . وَيُقَال لِلْعَطِيَّةِ الْمِنَّة ; فَكَأَنَّهُ أَمَرَ بِأَنْ تَكُونَ عَطَايَاهُ لِلَّهِ , لَا لِارْتِقَابِ ثَوَاب مِنْ الْخَلْق عَلَيْهَا ; لِأَنَّهُ عَلَيْهِ السَّلَام مَا كَانَ يَجْمَع الدُّنْيَا , وَلِهَذَا قَالَ : ( مَا لِي مِمَّا أَفَاءَ اللَّه عَلَيْكُمْ إِلَّا الْخُمُس وَالْخُمُس مَرْدُود عَلَيْكُمْ ) . وَكَانَ مَا يَفْضُل مِنْ نَفَقَة عِيَاله مَصْرُوفًا إِلَى مَصَالِح الْمُسْلِمِينَ ; وَلِهَذَا لَمْ يُوَرَّث ; لِأَنَّهُ كَانَ لَا يَمْلِك لِنَفْسِهِ الِادِّخَارَ وَالِاقْتِنَاءَ , وَقَدْ عَصَمَهُ اللَّه تَعَالَى عَنْ الرَّغْبَة فِي شَيْء مِنْ الدُّنْيَا ; وَلِذَلِكَ حُرِّمَتْ عَلَيْهِ الصَّدَقَة وَأُبِيحَتْ لَهُ الْهَدِيَّة , فَكَانَ يَقْبَلهَا وَيُثِيب عَلَيْهَا . وَقَالَ : ( لَوْ دُعِيت إِلَى كُرَاع لَأَجَبْت وَلَوْ أُهْدِيَ إِلَيَّ ذِرَاع لَقَبِلْت ) اِبْن الْعَرَبِيّ : وَكَانَ يَقْبَلهَا سُنَّة وَلَا يَسْتَكْثِرهَا شِرْعَةً , وَإِذَا كَانَ لَا يُعْطِي عَطِيَّة يَسْتَكْثِر بِهَا فَالْأَغْنِيَاء أَوْلَى بِالِاجْتِنَابِ ; لِأَنَّهَا بَاب مِنْ أَبْوَاب الْمَذَلَّة , وَكَذَلِكَ قَوْل مَنْ قَالَ : إِنَّ مَعْنَاهَا لَا تُعْطِي عَطِيَّةً تَنْتَظِر ثَوَابَهَا , فَإِنَّ الِانْتِظَارَ تَعَلُّق بِالْأَطْمَاعِ , وَذَلِكَ فِي حَيِّزه بِحُكْمِ الِامْتِنَاع , وَقَدْ قَالَ اللَّه تَعَالَى لَهُ : &quot; وَلَا تَمُدَّنَّ عَيْنَيْك إِلَى مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِنْهُمْ زَهْرَةَ الْحَيَاة الدُّنْيَا لِنَفْتِنَهُمْ فِيهِ وَرِزْق رَبّك خَيْر وَأَبْقَى &quot; [ طَه : 131 ] . وَذَلِكَ جَائِز لِسَائِرِ الْخَلْق ; لِأَنَّهُ مِنْ مَتَاع الدُّنْيَا , وَطَلَب الْكَسْب وَالتَّكَاثُر بِهَا . وَأَمَّا مَنْ قَالَ أَرَادَ بِهِ الْعَمَل أَيْ لَا تَمْنُنْ بِعَمَلِك عَلَى اللَّه فَتَسْتَكْثِرهُ فَهُوَ صَحِيح ; فَإِنَّ اِبْن آدَم لَوْ أَطَاعَ اللَّهَ عُمُره مِنْ غَيْر فُتُور لَمَا بَلَغَ لِنِعَمِ اللَّه بَعْض الشُّكْر الثَّالِثَة : قَوْله تَعَالَى : &quot; وَلَا تَمْنُنْ &quot; قِرَاءَة الْعَامَّة بِإِظْهَارِ التَّضْعِيف . وَقَرَأَ أَبُو السَّمَّال الْعَدَوِيّ وَأَشْهَب الْعُقَيْلِيّ وَالْحَسَن &quot; وَلَا تَمُنّ &quot; مُدْغَمَة مَفْتُوحَة .

&quot; تَسْتَكْثِرُ &quot; : قِرَاءَة الْعَامَّة بِالرَّفْعِ وَهُوَ فِي مَعْنَى الْحَال , تَقُول : جَاءَ زَيْد يَرْكُض أَيْ رَاكِضًا ; أَيْ لَا تُعْطِ شَيْئًا مُقَدَّرًا أَنْ تَأْخُذَ بَدَله مَا هُوَ أَكْثَر مِنْهُ . وَقَرَأَ الْحَسَن بِالْجَزْمِ عَلَى جَوَاب النَّهْي وَهُوَ رَدِيء ; لِأَنَّهُ لَيْسَ بِجَوَابٍ . وَيَجُوز أَنْ يَكُونَ بَدَلًا مِنْ &quot; تَمْنُنْ &quot; كَأَنَّهُ قَالَ : لَا تَسْتَكْثِر . وَأَنْكَرَهُ أَبُو حَاتِم وَقَالَ : لِأَنَّ الْمَنّ لَيْسَ بِالِاسْتِكْثَارِ فَيُبْدَل مِنْهُ . وَيَحْتَمِل أَنْ يَكُونَ سَكَّنَ تَخْفِيفًا كَعَضْد . أَوْ أَنْ يَعْتَبِر حَال الْوَقْف . وَقَرَأَ الْأَعْمَش وَيَحْيَى &quot; تَسْتَكْثِرَ &quot; بِالنَّصْبِ , تَوَهَّمَ لَامَ كَيْ , كَأَنَّهُ قَالَ : وَلَا تَمْنُنْ لِتَسْتَكْثِرَ . وَقِيلَ : هُوَ بِإِضْمَارِ &quot; أَنْ &quot; كَقَوْلِهِ : ( أَلَا أَيُّهَذَا الزَّاجِرِيّ أَحْضُرَ الْوَغَى ) وَيُؤَيِّدهُ قِرَاءَة اِبْن مَسْعُود &quot; وَلَا تَمْنُنْ أَنْ تَسْتَكْثِرَ &quot; . قَالَ الْكِسَائِيّ : فَإِذَا حُذِفَ &quot; أَنْ &quot; رَفَعَ وَكَانَ الْمَعْنَى وَاحِدًا . وَقَدْ يَكُون الْمَنّ بِمَعْنَى التَّعْدَاد عَلَى الْمُنْعِم عَلَيْهِ بِالنِّعَمِ , فَيَرْجِع إِلَى الْقَوْل [ الثَّانِي ] , وَيُعَضِّدهُ قَوْله تَعَالَى : &quot; لَا تُبْطِلُوا صَدَقَاتكُمْ بِالْمَنِّ وَالْأَذَى &quot; [ الْبَقَرَة : 264 ] وَقَدْ يَكُون مُرَادًا فِي هَذِهِ الْآيَة . وَاَللَّه أَعْلَم .';
$t[7] = 'أَيْ وَلِسَيِّدِك وَمَالِكك فَاصْبِرْ عَلَى أَدَاء فَرَائِضه وَعِبَادَته .

وَقَالَ مُجَاهِد : عَلَى مَا أُوذِيت . وَقَالَ اِبْن زَيْد : حُمِّلْت أَمْرًا عَظِيمًا ; مُحَارَبَة الْعَرَب وَالْعَجَم , فَاصْبِرْ عَلَيْهِ لِلَّهِ .

وَقِيلَ : فَاصْبِرْ تَحْت مَوَارِد الْقَضَاء لِأَجْلِ اللَّه تَعَالَى .

وَقِيلَ : فَاصْبِرْ عَلَى الْبَلْوَى ; لِأَنَّهُ يَمْتَحِن أَوْلِيَاءَهُ وَأَصْفِيَاءَهُ . وَقِيلَ : عَلَى أَوَامِره وَنَوَاهِيه . وَقِيلَ : عَلَى فِرَاق الْأَهْل وَالْأَوْطَان .';
$t[8] = 'إِذَا نُفِخَ فِي الصُّور . وَالنَّاقُور : فَاعُول مِنْ النَّقْر , كَأَنَّهُ الَّذِي مِنْ شَأْنه أَنْ يُنْقَر فِيهِ لِلتَّصْوِيتِ , وَالنَّقْر فِي كَلَام الْعَرَب : الصَّوْت ; وَمِنْهُ قَوْل اِمْرِئِ الْقَيْس أُخَفِّضهُ بِالنَّقْرِ لَمَّا عَلَوْته وَيَرْفَع طَرْفًا غَيْر خَافٍ غَضِيض وَهُمْ يَقُولُونَ : نَقَّرَ بِاسْمِ الرَّجُل إِذْ دَعَاهُ مُخْتَصًّا لَهُ بِدُعَائِهِ . وَقَالَ مُجَاهِد وَغَيْره : هُوَ كَهَيْئَةِ الْبُوق , وَيَعْنِي بِهِ النَّفْخَة الثَّانِيَة . وَقِيلَ : الْأُولَى ; لِأَنَّهَا أَوَّل الشِّدَّة الْهَائِلَة الْعَامَّة . وَقَدْ مَضَى الْكَلَام فِي هَذَا مُسْتَوْفًى فِي &quot; النَّمْل &quot; وَ &quot; الْأَنْعَام &quot; وَفِي كِتَاب &quot; التَّذْكِرَة &quot; , وَالْحَمْد لِلَّهِ .

وَعَنْ أَبِي حِبَّان قَالَ : أَمَّنَا زُرَارَةُ بْن أَوْفَى فَلَمَّا بَلَغَ &quot; فَإِذَا نُقِرَ فِي النَّاقُور &quot; خَرَّ مَيِّتًا .';
$t[9] = 'أَيْ فَذَلِكَ الْيَوْم يَوْم شَدِيد وَ &quot; يَوْمئِذٍ &quot; نُصِبَ عَلَى تَقْدِير فَذَلِكَ يَوْم عَسِير يَوْمَئِذٍ . وَقِيلَ : جُرَّ بِتَقْدِيرِ حَرْف جَرّ , مَجَازه : فَذَلِكَ فِي يَوْمئِذٍ . وَقِيلَ : يَجُوز أَنْ يَكُونَ رَفْعًا إِلَّا أَنَّهُ بُنِيَ عَلَى الْفَتْح لِإِضَافَتِهِ إِلَى غَيْر مُتَمَكِّن .';
$t[10] = 'أَيْ عَلَى مَنْ كَفَرَ بِاَللَّهِ وَبِأَنْبِيَائِهِ صَلَّى اللَّه عَلَيْهِمْ

أَيْ غَيْر سَهْل وَلَا هَيِّن ; وَذَلِكَ أَنَّ عُقَدَهُمْ لَا تَنْحَلّ إِلَّا إِلَى عُقْدَة أَشَدّ مِنْهَا , بِخِلَافِ الْمُؤْمِنِينَ الْمُوَحِّدِينَ الْمُذْنِبِينَ فَإِنَّهَا تَنْحَلّ إِلَى مَا هُوَ أَخَفّ مِنْهَا حَتَّى يَدْخُلُوا الْجَنَّةَ بِرَحْمَةِ اللَّه تَعَالَى .';
$t[11] = '( ذَرْنِي ) أَيْ دَعْنِي ; وَهِيَ كَلِمَة وَعِيد وَتَهْدِيد .

&quot; وَمَنْ خَلَقْت &quot; أَيْ دَعْنِي وَاَلَّذِي خَلَقْته وَحِيدًا ; فَ &quot; وَحِيدًا &quot; عَلَى هَذَا حَال مِنْ ضَمِير الْمَفْعُول الْمَحْذُوف , أَيْ خَلَقْته وَحْدَهُ , لَا مَالَ لَهُ وَلَا وَلَدَ , ثُمَّ أَعْطَيْته بَعْدَ ذَلِكَ مَا أَعْطَيْته .

وَالْمُفَسِّرُونَ عَلَى أَنَّهُ الْوَلِيد بْن الْمُغِيرَة الْمَخْزُومِيّ , وَإِنْ كَانَ النَّاس خُلِقُوا مِثْل خَلْقه . وَإِنَّمَا خُصَّ بِالذِّكْرِ لِاخْتِصَاصِهِ بِكُفْرِ النِّعْمَة وَإِيذَاء الرَّسُول عَلَيْهِ السَّلَام , وَكَانَ يُسَمَّى الْوَحِيد فِي قَوْمه .

قَالَ اِبْن عَبَّاس : كَانَ الْوَلِيد يَقُول : أَنَا الْوَحِيد بْن الْوَحِيد , لَيْسَ لِي فِي الْعَرَب نَظِير , وَلَا لِأَبِي الْمُغِيرَة نَظِير , وَكَانَ يُسَمَّى الْوَحِيد ; فَقَالَ اللَّه تَعَالَى : &quot; ذَرْنِي وَمَنْ خَلَقْت &quot; بِزَعْمِهِ &quot; وَحِيدًا &quot; لَا أَنَّ اللَّهَ تَعَالَى صَدَّقَهُ بِأَنَّهُ وَحِيد .

وَقَالَ قَوْم : إِنَّ قَوْلَهُ تَعَالَى : &quot; وَحِيدًا &quot; يَرْجِع إِلَى الرَّبّ تَعَالَى عَلَى مَعْنَيَيْنِ : أَحَدهمَا : ذَرْنِي وَحْدِي مَعَهُ فَأَنَا أَجْزِيك فِي الِانْتِقَام مِنْهُ عَنْ كُلّ مُنْتَقِم . وَالثَّانِي أَنِّي اِنْفَرَدْت بِخَلْقِهِ وَلَمْ يَشْرَكنِي فِيهِ أَحَد , فَأَنَا أُهْلِكهُ وَلَا أَحْتَاج إِلَى نَاصِر فِي إِهْلَاكه ; فَ &quot; وَحِيدًا &quot; عَلَى هَذَا حَال مِنْ ضَمِير الْفَاعِل , وَهُوَ التَّاء فِي &quot; خَلَقْت &quot; وَالْأَوَّل قَوْل مُجَاهِد , أَيْ خَلَقْته وَحِيدًا فِي بَطْن أُمّه لَا مَالَ لَهُ وَلَا وَلَدَ , فَأَنْعَمْت عَلَيْهِ فَكَفَرَ ; فَقَوْله : &quot; وَحِيدًا &quot; عَلَى هَذَا يَرْجِع إِلَى الْوَلِيد , أَيْ لَمْ يَكُنْ لَهُ شَيْء فَمَلَّكْته . وَقِيلَ : أَرَادَ بِذَلِكَ لِيَدُلَّهُ عَلَى أَنَّهُ يُبْعَث وَحِيدًا كَمَا خُلِقَ وَحِيدًا . وَقِيلَ : الْوَحِيد الَّذِي لَا يُعْرَف أَبُوهُ , وَكَانَ الْوَلِيد مَعْرُوفًا بِأَنَّهُ دَعِيّ , كَمَا ذَكَرْنَا فِي قَوْله تَعَالَى : &quot; عُتُلّ بَعْدَ ذَلِكَ زَنِيم &quot; [ الْقَلَم : 13 ] وَهُوَ فِي صِفَة الْوَلِيد أَيْضًا .';
$t[12] = 'أَيْ خَوَّلْته وَأَعْطَيْته مَالًا مَمْدُودًا , وَهُوَ مَا كَانَ لِلْوَلِيدِ بَيْنَ مَكَّةَ وَالطَّائِف مِنْ الْإِبِل وَالْحُجُور وَالنَّعَم وَالْجِنَان وَالْعَبِيد وَالْجَوَارِي , كَذَا كَانَ اِبْن عَبَّاس يَقُول : وَقَالَ مُجَاهِد : غَلَّة أَلْف دِينَار , قَالَهُ سَعِيد بْن جُبَيْر وَابْن عَبَّاس أَيْضًا . وَقَالَ قَتَادَة : سِتَّة آلَاف دِينَار .

وَقَالَ سُفْيَان الثَّوْرِيّ وَقَتَادَة : أَرْبَعَة آلَاف دِينَار . الثَّوْرِيّ أَيْضًا : أَلْف أَلْف دِينَار . مُقَاتِل : كَانَ لَهُ بُسْتَان لَا يَنْقَطِع خَيْره شِتَاء وَلَا صَيْفًا .

وَقَالَ عُمَر رِضَى اللَّه عَنْهُ : &quot; وَجَعَلْت لَهُ مَالًا مَمْدُودًا &quot; غَلَّة شَهْر بِشَهْرٍ .

النُّعْمَان بْن سَالِم : أَرْضًا يَزْرَع فِيهَا . الْقُشَيْرِيّ : وَالْأَظْهَر أَنَّهُ إِشَارَة إِلَى مَا لَا يَنْقَطِع رِزْقه , بَلْ يَتَوَالَى كَالزَّرْعِ وَالضَّرْع وَالتِّجَارَة .';
$t[13] = 'أَيْ حُضُورًا لَا يَغِيبُونَ عَنْهُ فِي تَصَرُّف . قَالَ مُجَاهِد وَقَتَادَة : كَانُوا عَشَرَة . وَقِيلَ : اِثْنَا عَشَرَ ; قَالَهُ السُّدِّيّ وَالضَّحَّاك . قَالَ الضَّحَّاك : سَبْعَة وُلِدُوا بِمَكَّةَ وَخَمْسَةٌ وُلِدُوا بِالطَّائِفِ . وَقَالَ سَعِيد بْن جُبَيْر : كَانُوا ثَلَاثَةَ عَشَرَ وَلَدًا . مُقَاتِل : كَانُوا سَبْعَة كُلّهمْ رِجَال , أَسْلَمَ مِنْهُمْ ثَلَاثَة : خَالِد وَهِشَام وَالْوَلِيد بْن الْوَلِيد . قَالَ : فَمَا زَالَ الْوَلِيد بَعْدَ نُزُول هَذِهِ الْآيَة فِي نُقْصَان مِنْ مَالِهِ وَوَلَدِهِ حَتَّى هَلَكَ . وَقِيلَ : شُهُودًا , أَيْ إِذَا ذُكِرَ ذُكِرُوا مَعَهُ ; قَالَهُ اِبْن عَبَّاس .

وَقِيلَ : شُهُودًا , أَيْ قَدْ صَارُوا مِثْلَهُ فِي شُهُود مَا كَانَ يَشْهَدهُ , وَالْقِيَام بِمَا كَانَ يُبَاشِرهُ . وَالْأَوَّل قَوْل السُّدِّيّ , أَيْ حَاضِرِينَ مَكَّة لَا يَظْعَنُونَ عَنْهُ فِي تِجَارَة وَلَا يَغِيبُونَ .';
$t[14] = 'أَيْ بَسَطْت لَهُ فِي الْعَيْش بَسْطًا , حَتَّى أَقَامَ بِبَلْدَتِهِ مُطَمْئِنًّا مُتَرَفِّهًا يُرْجَع إِلَى رَأْيه .

وَالتَّمْهِيد عِنْدَ الْعَرَب : التَّوْطِئَة وَالتَّهْيِئَة ; وَمِنْهُ مَهْد الصَّبِيّ .

وَقَالَ اِبْن عَبَّاس : &quot; وَمَهَّدْت لَهُ تَمْهِيدًا &quot; أَيْ وَسَّعْت لَهُ مَا بَيْنَ الْيَمَن وَالشَّام وَقَالَهُ مُجَاهِد .

وَعَنْ مُجَاهِد أَيْضًا فِي &quot; وَمَهَّدْت لَهُ تَمْهِيدًا &quot; أَنَّهُ الْمَال بَعْضه فَوْقَ بَعْض كَمَا يُمَهَّد الْفِرَاش .';
$t[15] = 'أَيْ ثُمَّ إِنَّ الْوَلِيدَ يَطْمَع بَعْدَ هَذَا كُلّه أَنْ أَزِيدَهُ فِي الْمَال وَالْوَلَد . وَقَالَ الْحَسَن وَغَيْره : أَيْ ثُمَّ يَطْمَع أَنْ أُدْخِلَهُ الْجَنَّةَ , وَكَانَ الْوَلِيد يَقُول : إِنْ كَانَ مُحَمَّد صَادِقًا فَمَا خُلِقَتْ الْجَنَّة إِلَّا لِي ; فَقَالَ اللَّه تَعَالَى رَدًّا عَلَيْهِ وَتَكْذِيبًا لَهُ : &quot; كَلَّا &quot; أَيْ لَسْت أَزِيدهُ , فَلَمْ يَزَلْ يَرَى النُّقْصَان فِي مَاله وَوَلَده حَتَّى هَلَكَ .

وَ &quot; ثُمَّ &quot; فِي قَوْله تَعَالَى : &quot; ثُمَّ يَطْمَع &quot; لَيْسَتْ بِثُمَّ الَّتِي لِلنَّسَقِ وَلَكِنَّهَا تَعْجِيب , وَهِيَ كَقَوْلِهِ تَعَالَى : &quot; وَجَعَلَ الظُّلُمَات وَالنُّور ثُمَّ الَّذِينَ كَفَرُوا بِرَبِّهِمْ يَعْدِلُونَ ) [ الْأَنْعَام : 1 ] وَذَلِكَ كَمَا تَقُول : أَعْطَيْتُك ثُمَّ أَنْتَ تَجْفُونِي ; كَالْمُتَعَجِّبِ مِنْ ذَلِكَ . وَقِيلَ يَطْمَع أَنْ أَتْرُكَ ذَلِكَ فِي عَقِبه ; وَذَلِكَ أَنَّهُ كَانَ يَقُول : إِنَّ مُحَمَّدًا مَبْتُور ; أَيْ أَبْتَر وَيَنْقَطِع ذِكْره بِمَوْتِهِ . وَكَانَ يَظُنّ أَنَّ مَا رُزِقَ لَا يَنْقَطِع بِمَوْتِهِ . وَقِيلَ : أَيْ ثُمَّ يَطْمَع أَنْ أَنْصُرَهُ عَلَى كُفْره .';
$t[16] = '&quot; كَلَّا &quot; أَيْ لَيْسَ يَكُون ذَلِكَ مَعَ كُفْره بِالنِّعَمِ .

وَ &quot; كَلَّا &quot; قَطْع لِلرَّجَاءِ عَمَّا كَانَ يَطْمَع فِيهِ مِنْ الزِّيَادَة ; فَيَكُون مُتَّصِلًا بِالْكَلَامِ الْأَوَّل .

وَقِيلَ : &quot; كَلَّا &quot; بِمَعْنَى حَقًّا وَيَكُون اِبْتِدَاء &quot; إِنَّهُ &quot; يَعْنِي الْوَلِيد &quot; كَانَ لِآيَاتِنَا عَنِيدًا &quot; أَيْ مُعَانِدًا لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَمَا جَاءَ بِهِ ; يُقَال : عَانَدَ فَهُوَ عَنِيد مِثْل جَالِس فَهُوَ جَلِيس ; قَالَهُ مُجَاهِد .

وَعَنَدَ يَعْنِد بِالْكَسْرِ أَيْ خَالَفَ وَرَدَّ الْحَقَّ وَهُوَ يَعْرِفهُ فَهُوَ عَنِيد وَعَانِد . وَالْعَانِد : الْبَعِير الَّذِي يَحُور عَنْ الطَّرِيق وَيَعْدِل عَنْ الْقَصْد وَالْجَمْع عُنَّد مِثْل رَاكِع وَرُكَّع ; وَأَنْشَدَ أَبُو عُبَيْدَة قَوْل الْحَارِثِيّ : إِذَا رَكِبْت فَاجْعَلَانِي وَسَطًا إِنِّي كَبِير لَا أُطِيق الْعُنَّدَا

وَقَالَ أَبُو صَالِح : &quot; عَنِيدًا &quot; مَعْنَاهُ مُبَاعِدًا ; قَالَ الشَّاعِر : أَرَانَا عَلَى حَال تُفَرِّق بَيْنَنَا نَوًى غُرْبَة إِنَّ الْفِرَاقَ عَنُود قَتَادَة : جَاحِدًا . مُقَاتِل : مُعْرِضًا .

اِبْن عَبَّاس : جَحُودًا . وَقِيلَ : إِنَّهُ الْمُجَاهِر بِعُدْوَانِهِ .

وَعَنْ مُجَاهِد أَيْضًا قَالَ : مُجَانِبًا لِلْحَقِّ مُعَانِدًا لَهُ مُعْرِضًا عَنْهُ . وَالْمَعْنَى كُلّه مُتَقَارِب . وَالْعَرَب تَقُول : عَنَدَ الرَّجُل إِذَا عَتَا وَجَاوَزَ قَدْرَهُ . وَالْعَنُود مِنْ الْإِبِل : الَّذِي لَا يُخَالِط الْإِبِلَ , إِنَّمَا هُوَ فِي نَاحِيَة . وَرَجُل عَنُود إِذَا كَانَ يَحِلّ وَحْدَهُ لَا يُخَالِط النَّاسَ وَالْعَنِيد مِنْ التَّجَبُّر . وَعِرْق عَانِد : إِذَا لَمْ يَرْقَأ دَمه . كُلّ هَذَا قِيَاس وَاحِد وَقَدْ مَضَى فِي سُورَة &quot; إِبْرَاهِيم &quot; .

وَجَمْع الْعَنِيد عُنُد , مِثْل رَغِيف وَرُغُف .';
$t[17] = '&quot; سَأُرْهِقُهُ &quot; أَيْ سَأُكَلِّفُهُ . وَكَانَ اِبْن عَبَّاس يَقُول : سَأُلْجِئُهُ ; وَالْإِرْهَاق فِي كَلَام الْعَرَب : أَنْ يُحْمَلَ الْإِنْسَان عَلَى الشَّيْء .

&quot; صَعُودًا &quot; ( الصَّعُود : جَبَل مِنْ نَار يَتَصَعَّد فِيهِ سَبْعِينَ خَرِيفًا ثُمَّ يَهْوِي كَذَلِكَ فِيهِ أَبَدًا ) رَوَاهُ أَبُو سَعِيد الْخُدْرِيّ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , خَرَّجَهُ التِّرْمِذِيّ وَقَالَ فِيهِ حَدِيث غَرِيب . وَرَوَى عَطِيَّة عَنْ أَبِي سَعِيد قَالَ : صَخْرَة فِي جَهَنَّم إِذَا وَضَعُوا عَلَيْهَا أَيْدِيَهُمْ ذَابَتْ فَإِذَا رَفَعُوهَا عَادَتْ , قَالَ : فَيَبْلُغ أَعْلَاهَا فِي أَرْبَعِينَ سَنَة يَجْذِب مَنْ أَمَامَهُ بِسَلَاسِل وَيَضْرِب مَنْ خَلْفَهُ بِمَقَامِع , حَتَّى إِذَا بَلَغَ أَعْلَاهَا رَمَى بِهِ إِلَى أَسْفَلهَا , فَذَلِكَ دَأْبه أَبَدًا . وَقَدْ مَضَى هَذَا الْمَعْنَى فِي سُورَة &quot; قُلْ أُوحِيَ &quot; [ الْجِنّ : 1 ] وَفِي التَّفْسِير أَنَّهُ صَخْرَة مَلْسَاء يُكَلَّف صُعُودهَا فَإِذَا صَارَ فِي أَعْلَاهَا حُدِرَ فِي جَهَنَّمَ , فَيَقُوم يَهْوِي أَلْف عَامٍ مِنْ قَبْل أَنْ يَبْلُغَ قَرَار جَهَنَّمَ , يَحْتَرِق فِي كُلّ يَوْم سَبْعِينَ مَرَّة ثُمَّ يُعَاد خَلْقًا جَدِيدًا . وَقَالَ اِبْن عَبَّاس : الْمَعْنَى سَأُكَلِّفُهُ مَشَقَّةً مِنْ الْعَذَاب لَا رَاحَةَ لَهُ فِيهِ وَنَحْوه عَنْ الْحَسَن وَقَتَادَة .

وَقِيلَ : إِنَّهُ تَصَاعَد نَفْسه لِلنَّزْعِ وَإِنْ لَمْ يَتَعَقَّبهُ مَوْت , لِيُعَذَّب مِنْ دَاخِل جَسَده كَمَا يُعَذَّب مِنْ خَارِجِهِ .';
$t[18] = 'يَعْنِي الْوَلِيد فَكَّرَ فِي شَأْن النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَالْقُرْآن

وَ &quot; قَدَّرَ &quot; أَيْ هَيَّأَ الْكَلَامَ فِي نَفْسه , وَالْعَرَب تَقُول : قَدَّرْت الشَّيْءَ إِذَا هَيَّأْته , وَذَلِكَ أَنَّهُ لَمَّا نَزَلَ : &quot; حم . تَنْزِيل الْكِتَاب مِنْ اللَّه الْعَزِيز الْعَلِيم &quot; [ غَافِر : 1 ] إِلَى قَوْله : &quot; إِلَيْهِ الْمَصِير &quot; سَمِعَهُ الْوَلِيد يَقْرَؤُهَا فَقَالَ : وَاَللَّه لَقَدْ سَمِعْت مِنْهُ كَلَامًا مَا هُوَ مِنْ كَلَام الْإِنْس وَلَا مِنْ كَلَام الْجِنّ , وَإِنَّ لَهُ لَحَلَاوَة , وَإِنَّ عَلَيْهِ لَطَلَاوَة , وَإِنَّ أَعْلَاهُ لَمُثْمِر , وَإِنَّ أَسْفَلَهُ لَمُغْدِق , وَإِنَّهُ لَيَعْلُو وَلَا يُعْلَى عَلَيْهِ , وَمَا يَقُول هَذَا بَشَر . فَقَالَتْ قُرَيْش : صَبَا الْوَلِيد لَتَصْبُوَنَّ قُرَيْش كُلّهَا . وَكَانَ يُقَال لِلْوَلِيدِ رَيْحَانَة قُرَيْش ; فَقَالَ أَبُو جَهْل : أَنَا أَكْفِيكُمُوهُ . فَمَضَى إِلَيْهِ حَزِينًا ؟ فَقَالَ لَهُ : مَا لِي أَرَاك حَزِينًا . فَقَالَ لَهُ : وَمَا لِي لَا أَحْزَن وَهَذِهِ قُرَيْش يَجْمَعُونَ لَك نَفَقَة يُعِينُونَك بِهَا عَلَى كِبَر سِنّك وَيَزْعُمُونَ أَنَّك زَيَّنْت كَلَام مُحَمَّد , وَتَدْخُل عَلَى اِبْن أَبِي كَبْشَة وَابْن أَبِي قُحَافَة لِتَنَالَ مِنْ فَضْل طَعَامهمَا ; فَغَضِبَ الْوَلِيد وَتَكَبَّرَ , وَقَالَ : أَنَا أَحْتَاج إِلَى كِسَر مُحَمَّد وَصَاحِبه , فَأَنْتُمْ تَعْرِفُونَ قَدْرَ مَالِي , وَاللَّاتِ وَالْعُزَّى مَا بِي حَاجَة إِلَى ذَلِكَ , وَإِنَّمَا أَنْتُمْ تَزْعُمُونَ أَنَّ مُحَمَّدًا مَجْنُون , فَهَلْ رَأَيْتُمُوهُ قَطُّ يَخْنُق ؟ قَالُوا : لَا وَاَللَّهِ , قَالَ : وَتَزْعُمُونَ أَنَّهُ شَاعِر , فَهَلْ رَأَيْتُمُوهُ نَطَقَ بِشِعْرٍ قَطُّ ؟ قَالُوا : لَا وَاَللَّه . قَالَ : فَتَزْعُمُونَ أَنَّهُ كَذَّاب فَهَلْ جَرَّبْتُمْ عَلَيْهِ كَذِبًا قَطُّ ؟ قَالُوا : لَا وَاَللَّه . قَالَ : فَتَزْعُمُونَ أَنَّهُ كَاهِن فَهَلْ رَأَيْتُمُوهُ تَكَهَّنَ قَطُّ , وَلَقَدْ رَأَيْنَا لِلْكَهَنَةِ أَسْجَاعًا وَتَخَالُجًا فَهَلْ رَأَيْتُمُوهُ كَذَلِكَ ؟ قَالُوا : لَا وَاَللَّهِ . وَكَانَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُسَمَّى الصَّادِق الْأَمِين مِنْ كَثْرَة صِدْقه . فَقَالَتْ قُرَيْش لِلْوَلِيدِ : فَمَا هُوَ ؟ فَفَكَّرَ فِي نَفْسه , ثُمَّ نَظَرَ , ثُمَّ عَبَسَ , فَقَالَ مَا هُوَ إِلَّا سَاحِر ! أَمَا رَأَيْتُمُوهُ يُفَرِّق بَيْنَ الرَّجُل وَأَهْله وَوَلَده وَمَوَالِيه ؟ فَذَلِكَ قَوْله تَعَالَى : &quot; إِنَّهُ فَكَّرَ &quot; أَيْ فِي أَمْر مُحَمَّد وَالْقُرْآن &quot; وَقَدَّرَ &quot; فِي نَفْسه مَاذَا يُمْكِنهُ أَنْ يَقُولَ فِيهِمَا .';
$t[19] = '&quot; فَقُتِلَ &quot; أَيْ لُعِنَ . وَكَانَ بَعْض أَهْل التَّأْوِيل يَقُول : مَعْنَاهَا فَقُهِرَ وَغُلِبَ , وَكُلّ مُذَلَّل مُقَتَّل ; قَالَ الشَّاعِر : وَمَا ذَرَفَتْ عَيْنَاك إِلَّا لِتَقْدَحِي بِسَهْمَيْك فِي أَعْشَار قَلْب مُقَتَّل

وَقَالَ الزُّهْرِيّ : عُذِّبَ ; وَهُوَ مِنْ بَاب الدُّعَاء

&quot; كَيْفَ قَدَّرَ &quot; قَالَ نَاس : &quot; كَيْفَ &quot; تَعْجِيب ; كَمَا يُقَال لِلرَّجُلِ تَتَعَجَّب مِنْ صَنِيعه : كَيْفَ فَعَلْت هَذَا ؟ وَذَلِكَ كَقَوْلِهِ : &quot; اُنْظُرْ كَيْفَ ضَرَبُوا لَك الْأَمْثَالَ &quot; [ الْإِسْرَاء : 48 ] .';
$t[20] = '&quot; ثُمَّ قُتِلَ &quot; أَيْ لُعِنَ لَعْنًا بَعْدَ لَعْن . وَقِيلَ : فَقُتِلَ بِضَرْبٍ مِنْ الْعُقُوبَة , ثُمَّ قُتِلَ بِضَرْبٍ آخَر مِنْ الْعُقُوبَة

&quot; كَيْفَ قَدَّرَ &quot; أَيْ عَلَى أَيّ حَال قَدَّرَ .';
$t[21] = 'بِأَيِّ شَيْء يَرُدّ الْحَقَّ وَيَدْفَعهُ .';
$t[22] = 'أَيْ قَطَّبَ بَيْنَ عَيْنَيْهِ فِي وُجُوه الْمُؤْمِنِينَ ; وَذَلِكَ أَنَّهُ لَمَّا حَمَلَ قُرَيْشًا عَلَى مَا حَمَلَهُمْ عَلَيْهِ مِنْ الْقَوْل فِي مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِأَنَّهُ سَاحِر , مَرَّ عَلَى جَمَاعَة مِنْ الْمُسْلِمِينَ , فَدَعَوْهُ إِلَى الْإِسْلَام , فَعَبَسَ فِي وُجُوههمْ . . قِيلَ : عَبَسَ وَبَسَرَ عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حِينَ دَعَاهُ . وَالْعَبْس مُخَفَّفًا مَصْدَر عَبَسَ يَعْبِس عَبْسًا وَعُبُوسًا : إِذَا قَطَّبَ . وَالْعَبَس مَا يَتَعَلَّق بِأَذْنَابِ الْإِبِل مِنْ أَبْعَارِهَا وَأَبْوَالهَا ; قَالَ أَبُو النَّجْم : كَأَنَّ فِي أَذْنَابهنَّ الشُّوَّل مِنْ عَبَس الصَّيْف قُرُونَ الْأُيَّلِ


أَيْ كَلَحَ وَجْهه وَتَغَيَّرَ لَوْنه ; قَالَهُ قَتَادَة وَالسُّدِّيّ ; وَمِنْهُ قَوْل بِشْر بْن أَبِي خَازِم : صَبَحْنَا تَمِيمًا غَدَاة الْجِفَار بِشَهْبَاء مَلْمُومَة بَاسِره وَقَالَ آخَر : وَقَدْ رَابَنِي مِنْهَا صُدُود رَأَيْته وَإِعْرَاضهَا عَنْ حَاجَتِي وَبُسُورهَا

وَقِيلَ : إِنَّ ظُهُورَ الْعُبُوس فِي الْوَجْه بَعْدَ الْمُحَاوَرَة , وَظُهُور الْبُسُور فِي الْوَجْه قَبْلَ الْمُحَاوَرَة . وَقَالَ قَوْم : &quot; بَسَرَ &quot; وَقَفَ لَا يَتَقَدَّم وَلَا يَتَأَخَّر . قَالُوا : وَكَذَلِكَ يَقُول أَهْل الْيَمَن إِذَا وَقَفَ الْمَرْكَب , فَلَمْ يَجِئْ وَلَمْ يَذْهَب : قَدْ بَسَرَ الْمَرْكَب , وَأَبْسَرَ أَيْ وَقَفَ وَقَدْ أَبْسَرْنَا . وَالْعَرَب تَقُول : وَجْه بَاسِر بَيِّن الْبُسُور : إِذَا تَغَيَّرَ وَاسْوَدَّ .';
$t[23] = '&quot; ثُمَّ أَدْبَرَ &quot; أَيْ وَلَّى وَأَعْرَض ذَاهِبًا إِلَى أَهْله .

&quot; وَاسْتَكْبَرَ &quot; أَيْ تَعَظَّمَ عَنْ أَنْ يُؤْمِنَ . وَقِيلَ : أَدْبَرَ عَنْ الْإِيمَان وَاسْتَكْبَرَ حِينَ دُعِيَ إِلَيْهِ .';
$t[24] = '&quot; فَقَالَ إِنْ هَذَا &quot; أَيْ مَا هَذَا الَّذِي أَتَى بِهِ مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ &quot; إِلَّا سِحْر يُؤْثَر &quot; أَيْ يَأْثُرهُ عَنْ غَيْره .

وَالسِّحْر : الْخَدِيعَة . وَقَدْ تَقَدَّمَ بَيَانه فِي سُورَة ( الْبَقَرَة ) .

وَقَالَ قَوْم : السِّحْر : إِظْهَار الْبَاطِل فِي صُورَة الْحَقّ . وَالْأَثَرَة : مَصْدَر قَوْلِك : أَثَرْت الْحَدِيثَ آثُرهُ إِذَا ذَكَرْته عَنْ غَيْرك ; وَمِنْهُ قِيلَ : حَدِيث مَأْثُور : أَيْ يَنْقُلهُ خَلَف عَنْ سَلَف ; قَالَ اِمْرُؤُ الْقَيْس : وَلَوْ عَنْ نَثَا غَيْره جَاءَنِي وَجُرْح اللِّسَان كَجُرْحِ الْيَد لَقُلْت مِنْ الْقَوْل مَا لَا يَزَا لُ يُؤْثَر عَنِّي يَدَ الْمُسْنَد يُرِيد : آخِر الدَّهْر , وَقَالَ الْأَعْشَى : إِنَّ الَّذِي فِيهِ تَمَارَيْتُمَا بُيِّنَ لِلسَّامِعِ وَالْآثِر وَيُرْوَى : بَيِّن .';
$t[25] = 'أَيْ مَا هَذَا إِلَّا كَلَام الْمَخْلُوقِينَ , يَخْتَدِع بِهِ الْقُلُوب كَمَا تُخْتَدَع بِالسِّحْرِ , قَالَ السُّدِّيّ : يَعْنُونَ أَنَّهُ مِنْ قَوْل سَيَّارٍ عَبْدٍ لِبَنِي الْحَضْرَمِيّ , كَانَ يُجَالِس النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , فَنَسَبُوهُ إِلَى أَنَّهُ تَعَلَّمَ مِنْهُ ذَلِكَ .

وَقِيلَ : أَرَادَ أَنَّهُ تَلَقَّنَهُ مِنْ أَهْل بَابِل . وَقِيلَ : عَنْ مُسَيْلِمَة .

وَقِيلَ : عَنْ عَدِيّ الْحَضْرَمِيّ الْكَاهِن . وَقِيلَ : إِنَّمَا تَلَقَّنَهُ مِمَّنْ اِدَّعَى النُّبُوَّةَ قَبْلَهُ , فَنَسَجَ عَلَى مِنْوَالهمْ .

قَالَ أَبُو سَعِيد الضَّرِير : إِنْ هَذَا إِلَّا أَمْر سِحْر يُؤْثَر ; أَيْ يُورَث .';
$t[26] = 'أَيْ سَأُدْخِلُهُ سَقَر كَيْ يَصْلَى حَرّهَا . وَإِنَّمَا سُمِّيَتْ سَقَر مِنْ سَقَرَتْهُ الشَّمْس : إِذَا أَذَابَتْهُ وَلَوَّحَتْهُ , وَأَحْرَقَتْ جِلْدَة وَجْهه . وَلَا يَنْصَرِف لِلتَّعْرِيفِ وَالتَّأْنِيث .

قَالَ اِبْن عَبَّاس : هِيَ الطَّبَق السَّادِس مِنْ جَهَنَّم . وَرَوَى أَبُو هُرَيْرَة أَنَّ رَسُولَ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : ( سَأَلَ مُوسَى رَبّه فَقَالَ : أَيْ رَبّ , أَيّ عِبَادك أَفْقَر ؟ قَالَ صَاحِب سَقَر ) ذَكَرَهُ الثَّعْلَبِيّ
.';
$t[27] = 'هَذِهِ مُبَالَغَة فِي وَصْفهَا ; أَيْ وَمَا أَعْلَمَك أَيّ شَيْء هِيَ ؟ وَهِيَ كَلِمَة تَعْظِيم

وَكَرَّرَ اللَّفْظَ تَأْكِيدًا .';
$t[28] = 'ثُمَّ فَسَّرَ حَالَهَا فَقَالَ : &quot; لَا تُبْقِي وَلَا تَذَر &quot; أَيْ لَا تَتْرُك لَهُمْ عَظْمًا وَلَا لَحْمًا وَلَا دَمًا إِلَّا أَحْرَقَتْهُ . وَكَرَّرَ اللَّفْظ تَأْكِيدًا . وَقِيلَ : لَا تُبْقِي مِنْهُمْ شَيْئًا ثُمَّ يُعَادُونَ خَلْقًا جَدِيدًا , فَلَا تَذَر أَنْ تُعَاوِد إِحْرَاقَهُمْ هَكَذَا أَبَدًا .

وَقَالَ مُجَاهِد : لَا تُبْقِي مَنْ فِيهَا حَيًّا وَلَا تَذَرهُ مَيِّتًا , تُحْرِقهُمْ كُلَّمَا جُدِّدُوا .

وَقَالَ السُّدِّيّ : لَا تُبْقِي لَهُمْ لَحْمًا وَلَا تَذَر لَهُمْ عَظْمًا';
$t[29] = 'أَيْ مُغَيِّرَة مِنْ لَاحَهُ إِذَا غَيَّرَهُ . وَقِرَاءَة الْعَامَّة &quot; لَوَّاحَة &quot; بِالرَّفْعِ نَعْت لِ &quot; سَقَر &quot; فِي قَوْله تَعَالَى : &quot; وَمَا أَدْرَاك مَا سَقَر &quot; . وَقَرَأَ عَطِيَّة الْعَوْفِيّ وَنَصْر بْن عَاصِم وَعِيسَى بْن عُمَر &quot; لَوَّاحَةً &quot; بِالنَّصْبِ عَلَى الِاخْتِصَاص , لِلتَّهْوِيلِ .

وَقَالَ أَبُو رَزِين : تَلْفَح وُجُوهَهُمْ لَفْحَة تَدَعهَا أَشَدَّ سَوَادًا مِنْ اللَّيْل ; وَقَالَهُ مُجَاهِد . وَالْعَرَب تَقُول : لَاحَهُ الْبَرْد وَالْحَرّ وَالسَّقْم وَالْحُزْن : إِذَا غَيَّرَهُ , وَمِنْهُ قَوْل الشَّاعِر : تَقُول مَا لَاحَك يَا مُسَافِر يَا ابْنَةَ عَمِّي لَاحِنِي الْهَوَاجِر وَقَالَ آخَر : وَتَعْجَب هِنْد أَنْ رَأَتْنِي شَاحِبًا تَقُول لِشَيْءٍ لَوَّحَتْهُ السَّمَائِم وَقَالَ رُؤْبَة بْن الْعَجَّاج : لَوَّحَ مِنْهُ بَعْد بُدْن وَسَنَق تَلْوِيحَك الضَّامِر يُطْوَى لِلسَّبَقْ

وَقِيلَ : إِنَّ اللَّوْحَ شِدَّة الْعَطَش ; يُقَال : لَاحَهُ الْعَطَش وَلَوَّحَهُ أَيْ غَيَّرَهُ . وَالْمَعْنَى أَنَّهَا مُعَطِّشَة لِلْبَشَرِ أَيْ لِأَهْلِهَا ; قَالَهُ الْأَخْفَش ; وَأَنْشَدَ : سَقَتْنِي عَلَى لَوْح مِنْ الْمَاء شَرْبَة سَقَاهَا بِهَا اللَّه الرِّهَام الْغَوَادِيَا يَعْنِي بِاللَّوْحِ شِدَّة الْعَطَش , وَالْتَاحَ أَيْ عَطِشَ , وَالرِّهَام جَمْع رِهْمَة بِالْكَسْرِ وَهِيَ الْمَطَر الضَّعِيف وَأَرْهَمَتْ السَّحَابَة أَتَتْ بِالرِّهَامِ .

وَقَالَ اِبْن عَبَّاس : &quot; لَوَّاحَة &quot; أَيْ تَلُوح لِلْبَشَرِ مِنْ مَسِيرَة خَمْسمِائَةِ عَام . الْحَسَن وَابْن كَيْسَان : تَلُوح لَهُمْ جَهَنَّم حَتَّى يَرَوْهَا عِيَانًا . نَظِيره : &quot; وَبُرِّزَتْ الْجَحِيم لِلْغَاوِينَ &quot; [ الشُّعَرَاء : 91 ]

وَفِي الْبَشَر وَجْهَانِ : أَحَدهمَا أَنَّهُ الْإِنْس مِنْ أَهْل النَّار ; قَالَهُ الْأَخْفَش وَالْأَكْثَرُونَ . الثَّانِي أَنَّهُ جَمْع بَشَرَة , وَهِيَ جَلْدَة الْإِنْسَان الظَّاهِرَة ; قَالَهُ مُجَاهِد وَقَتَادَة , وَجَمْع الْبَشَر أَبْشَار , وَهَذَا عَلَى التَّفْسِير الْأَوَّل , وَأَمَّا عَلَى تَفْسِير اِبْن عَبَّاس فَلَا يَسْتَقِيم فِيهِ إِلَّا النَّاس لَا الْجُلُود ; لِأَنَّهُ مِنْ لَاحَ الشَّيْء يَلُوح , إِذَا لَمَعَ .';
$t[30] = 'أَيْ عَلَى سَقَر تِسْعَةَ عَشَرَ مِنْ الْمَلَائِكَة يَلْقَوْنَ فِيهَا أَهْلَهَا .

ثُمَّ قِيلَ : عَلَى جُمْلَة النَّار تِسْعَةَ عَشَرَ مِنْ الْمَلَائِكَة هُمْ خَزَنَتهَا ; مَالِك وَثَمَانِيَةَ عَشَرَ مَلَكًا . وَيَحْتَمِل أَنْ تَكُونَ التِّسْعَةَ عَشَرَ نَقِيبًا , وَيَحْتَمِل أَنْ يَكُونَ تِسْعَةَ عَشَرَ مَلَكًا بِأَعْيَانِهِمْ . وَعَلَى هَذَا أَكْثَر الْمُفَسِّرِينَ . الثَّعْلَبِيّ : وَلَا يُنْكَر هَذَا , فَإِذَا كَانَ مَلَك وَاحِد يَقْبِض أَرْوَاحَ جَمِيع الْخَلَائِق كَانَ أَحْرَى أَنْ يَكُونَ تِسْعَةَ عَشَرَ عَلَى عَذَاب بَعْض الْخَلَائِق .

وَقَالَ اِبْن جُرَيْج : نَعَتَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خَزَنَة جَهَنَّم فَقَالَ : ( فَكَأَنَّ أَعْيُنَهُمْ الْبَرْق , وَكَأَنَّ أَفْوَاهَهُمْ الصَّيَاصِي , يَجُرُّونَ أَشْعَارَهُمْ , لِأَحَدِهِمْ مِنْ الْقُوَّة مِثْل قُوَّة الثَّقَلَيْنِ , يَسُوق أَحَدُهُمْ الْأُمَّةَ وَعَلَى رَقَبَته جَبَل , فَيَرْمِيهِمْ فِي النَّار , وَيَرْمِي فَوْقَهُمْ الْجَبَلَ ) . قُلْت : وَذَكَرَ اِبْن الْمُبَارَك قَالَ : حَدَّثَنَا حَمَّاد بْن سَلَمَة , عَنْ الْأَزْرَق بْن قَيْس , عَنْ رَجُل مِنْ بَنِي تَمِيم قَالَ : كُنَّا عِنْد أَبِي الْعَوَّام , فَقَرَأَ هَذِهِ الْآيَة : &quot; وَمَا أَدْرَاك مَا سَقَر . لَا تُبْقِي وَلَا تَذَر . لَوَّاحَة لِلْبَشَرِ . عَلَيْهَا تِسْعَةَ عَشَرَ &quot; فَقَالَ مَا تِسْعَةَ عَشَرَ ؟ تِسْعَةَ عَشَرَ أَلْف مَلَك , أَوْ تِسْعَةَ عَشَرَ مَلَكًا ؟ قَالَ : قُلْت : لَا بَلْ تِسْعَةَ عَشَرَ مَلَكًا . فَقَالَ : وَأَنَّى تَعْلَم ذَلِكَ ؟ فَقُلْت : لِقَوْلِ اللَّه عَزَّ وَجَلَّ : &quot; وَمَا جَعَلْنَا عِدَّتهمْ إِلَّا فِتْنَة لِلَّذِينَ كَفَرُوا &quot; قَالَ : صَدَقْت هُمْ تِسْعَةَ عَشَرَ مَلَكًا , بِيَدِ كُلّ مَلَك مِنْهُمْ مِرْزَبَّة لَهَا شُعْبَتَانِ , فَيَضْرِب الضَّرْبَة فَيَهْوِي بِهَا فِي النَّار سَبْعِينَ أَلْفًا . وَعَنْ عَمْرو بْن دِينَار : كُلّ وَاحِد مِنْهُمْ يَدْفَع بِالدَّفْعَةِ الْوَاحِدَة فِي جَهَنَّم أَكْثَر مِنْ رَبِيعَة وَمُضَر . خَرَّجَ التِّرْمِذِيّ عَنْ جَابِر بْن عَبْد اللَّه . قَالَ : قَالَ نَاس مِنْ الْيَهُود لِأُنَاسٍ مِنْ أَصْحَاب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : هَلْ يَعْلَم نَبِيّكُمْ عَدَدَ خَزَنَة جَهَنَّم ؟ قَالُوا : لَا نَدْرِي حَتَّى نَسْأَلَ نَبِيّنَا . فَجَاءَ رَجُل إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : يَا مُحَمَّد غُلِبَ أَصْحَابك الْيَوْم ; فَقَالَ : ( وَمَاذَا غُلِبُوا ) ؟ قَالَ : سَأَلَهُمْ يَهُود : هَلْ يَعْلَم نَبِيّكُمْ عَدَد خَزَنَة جَهَنَّم ؟ قَالَ : ( فَمَاذَا قَالُوا ) قَالَ : قَالُوا لَا نَدْرِي حَتَّى نَسْأَلَ نَبِيّنَا . قَالَ : ( أَفَغُلِبَ قَوْم سُئِلُوا عَمَّا لَا يَعْلَمُونَ , فَقَالُوا لَا نَعْلَم حَتَّى نَسْأَل نَبِيّنَا ؟ لَكِنَّهُمْ قَدْ سَأَلُوا نَبِيَّهُمْ فَقَالُوا أَرِنَا اللَّهَ جَهْرَة , عَلَيَّ بِأَعْدَاءِ اللَّه ! إِنِّي سَائِلهمْ عَنْ تُرْبَة الْجَنَّة وَهِيَ الدَّرْمَك ) . فَلَمَّا جَاءُوا قَالُوا : يَا أَبَا الْقَاسِم كَمْ عَدَد خَزَنَة جَهَنَّم ؟ قَالَ : ( هَكَذَا وَهَكَذَا ) فِي مَرَّة عَشَرَة وَفِي مَرَّة تِسْعَة . قَالُوا : نَعَمْ . قَالَ لَهُمْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : ( مَا تُرْبَة الْجَنَّة ) قَالَ : فَسَكَتُوا هُنَيْهَة ثُمَّ قَالُوا : أَخُبْزَة يَا أَبَا الْقَاسِم ؟ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : ( الْخُبْز مِنْ الدَّرْمَك ) . قَالَ أَبُو عِيسَى : هَذَا حَدِيث غَرِيب , إِنَّمَا نَعْرِفهُ مِنْ هَذَا الْوَجْه مِنْ حَدِيث مُجَالِد عَنْ الشَّعْبِيّ عَنْ جَابِر . وَذَكَرَ اِبْن وَهْب قَالَ : حَدَّثَنَا عَبْد الرَّحْمَن بْن زَيْد , قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي خَزَنَة جَهَنَّم : ( مَا بَيْنَ مَنْكِبَيْ أَحَدهمْ كَمَا بَيْنَ الْمَشْرِق وَالْمَغْرِب ) .

وَقَالَ اِبْن عَبَّاس : مَا بَيْنَ مَنْكِبَيْ الْوَاحِد مِنْهُمْ مَسِيرَة سَنَة , وَقُوَّة الْوَاحِد مِنْهُمْ أَنْ يَضْرِبَ بِالْمِقْمَعِ فَيَدْفَع بِتِلْكَ الضَّرْبَة سَبْعِينَ أَلْف إِنْسَان فِي قَعْر جَهَنَّم . قُلْت : وَالصَّحِيح إِنْ شَاءَ اللَّه أَنَّ هَؤُلَاءِ التِّسْعَةَ عَشَرَ , هُمْ الرُّؤَسَاء وَالنُّقَبَاء , وَأَمَّا جُمْلَتهمْ فَالْعِبَارَة تَعْجِز عَنْهَا ; كَمَا قَالَ اللَّه تَعَالَى : &quot; وَمَا يَعْلَم جُنُودَ رَبّك إِلَّا هُوَ &quot; وَقَدْ ثَبَتَ فِي الصَّحِيح عَنْ عَبْد اللَّه بْن مَسْعُود قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : ( يُؤْتَى بِجَهَنَّمَ يَوْمئِذٍ لَهَا سَبْعُونَ أَلْف زِمَام مَعَ كُلّ زِمَام سَبْعُونَ أَلْف مَلَك يَجُرُّونَهَا ) . وَقَالَ اِبْن عَبَّاس وَقَتَادَة وَالضَّحَّاك : لَمَّا نَزَلَ : &quot; عَلَيْهَا تِسْعَةَ عَشَرَ &quot; قَالَ أَبُو جَهْل لِقُرَيْشٍ : ثَكِلَتْكُمْ أُمَّهَاتكُمْ ! أَسْمَع ابْن أَبِي كَبْشَة يُخْبِركُمْ أَنَّ خَزَنَة جَهَنَّم تِسْعَةَ عَشَرَ , وَأَنْتُمْ الدُّهْم - أَيْ الْعَدَد - وَالشُّجْعَان , فَيَعْجِز كُلّ عَشَرَة مِنْكُمْ أَنْ يَبْطِشُوا بِوَاحِدٍ مِنْهُمْ ! قَالَ السُّدِّيّ : فَقَالَ أَبُو الْأَسْوَد بْن كِلْدَة الْجُمَحِيّ : لَا يَهُولَنَّكُمْ التِّسْعَةَ عَشَرَ , أَنَا أَدْفَع بِمَنْكِبِي الْأَيْمَن عَشَرَة مِنْ الْمَلَائِكَة , وَبِمَنْكِبِي الْأَيْسَر التِّسْعَة , ثُمَّ تَمُرُّونَ إِلَى الْجَنَّة ; يَقُولهَا مُسْتَهْزِئًا . فِي رِوَايَة أَنَّ الْحَارِثَ بْن كِلْدَة قَالَ أَنَا أَكْفِيكُمْ سَبْعَةَ عَشَرَ , وَاكْفُونِي أَنْتُمْ اِثْنَيْنِ .

وَفِي &quot; تِسْعَةَ عَشَرَ &quot; سَبْع قِرَاءَات : قِرَاءَة الْعَامَّة &quot; تِسْعَةَ عَشَرَ &quot; . وَقَرَأَ أَبُو جَعْفَر بْن الْقَعْقَاع وَطَلْحَة بْن سُلَيْمَان &quot; تِسْعَةَ عْشَرَ &quot; بِإِسْكَانِ الْعَيْن . وَعَنْ اِبْن عَبَّاس &quot; تِسْعَةُ عَشَرَ &quot; بِضَمِّ الْهَاء .

وَعَنْ أَنَس بْن مَالِك &quot; تِسْعَةُ وَعَشَرْ &quot; وَعَنْهُ أَيْضًا &quot; تِسْعَةُ وَعَشْرُ &quot; . وَعَنْهُ أَيْضًا &quot; تِسْعَةُ أَعْشُر &quot; ذَكَرَهَا الْمَهْدَوِيّ وَقَالَ : مَنْ قَرَأَ &quot; تِسْعَةَ عْشَرَ &quot; أَسْكَنَ الْعَيْنَ لِتَوَالِي الْحَرَكَات . وَمَنْ قَرَأَ &quot; تِسْعَةُ وَعَشَرْ &quot; جَاءَ بِهِ عَلَى الْأَصْل قَبْلَ التَّرْكِيب , وَعَطَفَ عَشْرًا عَلَى تِسْعَة , وَحَذَفَ التَّنْوِينَ لِكَثْرَةِ الِاسْتِعْمَال , وَأَسْكَنَ الرَّاءَ مِنْ عَشَر عَلَى نِيَّة السُّكُوت عَلَيْهَا . وَمَنْ قَرَأَ &quot; تِسْعَةُ عَشَر &quot; فَكَأَنَّهُ مِنْ التَّدَاخُل ; كَأَنَّهُ أَرَادَ الْعَطْف وَتَرْك التَّرْكِيب , فَرَفَعَ هَاء التَّأْنِيث , ثُمَّ رَاجَعَ الْبِنَاءَ وَأَسْكَنَ . وَأَمَّا &quot; تِسْعَة أَعْشُر &quot; : فَغَيْر مَعْرُوف , وَقَدْ أَنْكَرَهَا أَبُو حَاتِم . وَكَذَلِكَ &quot; تِسْعَةُ وَعَشْر &quot; لِأَنَّهَا مَحْمُولَة عَلَى &quot; تِسْعَة أَعْشُر &quot; وَالْوَاو بَدَل مِنْ الْهَمْزَة , وَلَيْسَ لِذَلِكَ وَجْه عِنْد النَّحْوِيِّينَ . الزَّمَخْشَرِيُّ : وَقُرِئَ : &quot; تِسْعَة أَعْشُر &quot; جَمْع عَشِير , مِثْل يَمِين وَأَيْمُن .';
$t[31] = 'وَقِيلَ : إِنَّ أَبَا جَهْل قَالَ أَفَيَعْجِز كُلّ مِائَة مِنْكُمْ أَنْ يَبْطِشُوا بِوَاحِدٍ مِنْهُمْ , ثُمَّ تَخْرُجُونَ مِنْ النَّار ؟ فَنَزَلَ قَوْله تَعَالَى : &quot; وَمَا جَعَلْنَا أَصْحَابَ النَّار إِلَّا مَلَائِكَة &quot; أَيْ لَمْ نَجْعَلهُمْ رِجَالًا فَتَتَعَاطَوْنَ مُغَالَبَتَهُمْ . وَقِيلَ : جَعَلَهُمْ مَلَائِكَة لِأَنَّهُمْ خِلَاف جِنْس الْمُعَذَّبِينَ مِنْ الْجِنّ وَالْإِنْس , فَلَا يَأْخُذهُمْ مَا يَأْخُذ الْمُجَانِس مِنْ الرَّأْفَة وَالرِّقَّة , وَلَا يَسْتَرْوِحُونَ إِلَيْهِمْ ; وَلِأَنَّهُمْ أَقْوَم خَلْق اللَّه بِحَقِّ اللَّه وَبِالْغَضَبِ لَهُ , فَتُؤْمَن هَوَادَتهمْ ; وَلِأَنَّهُمْ أَشَدّ خَلْق اللَّه بَأْسًا وَأَقْوَاهُمْ بَطْشًا .


أَيْ بَلِيَّة . وَرُوِيَ عَنْ اِبْن عَبَّاس مِنْ غَيْر وَجْه قَالَ : ضَلَالَة لِلَّذِينَ كَفَرُوا , يُرِيد أَبَا جَهْل وَذَوِيهِ . وَقِيلَ : إِلَّا عَذَابًا , كَمَا قَالَ تَعَالَى : &quot; يَوْم هُمْ عَلَى النَّار يُفْتَنُونَ . ذُوقُوا فِتْنَتَكُمْ &quot; [ الذَّارِيَات : 14 ]. أَيْ جَعَلْنَا ذَلِكَ سَبَب كُفْرهمْ وَسَبَب الْعَذَاب .


أَيْ لِيُوقِن الَّذِينَ أُعْطُوا التَّوْرَاةَ وَالْإِنْجِيلَ أَنَّ عِدَّةَ خَزَنَة جَهَنَّم مُوَافِقَة لِمَا عِنْدَهُمْ ; قَالَهُ اِبْن عَبَّاس وَقَتَادَة وَالضَّحَّاك وَمُجَاهِد وَغَيْرهمْ . ثُمَّ يَحْتَمِل أَنَّهُ يُرِيد الَّذِينَ آمَنُوا مِنْهُمْ كَعَبْدِ اللَّه بْن سَلَام . وَيَحْتَمِل أَنَّهُ يُرِيد الْكُلَّ .


بِذَلِكَ ; لِأَنَّهُمْ كُلَّمَا صَدَّقُوا بِمَا فِي كِتَاب اللَّه آمَنُوا , ثُمَّ اِزْدَادُوا إِيمَانًا لِتَصْدِيقِهِمْ بِعَدَدِ خَزَنَة جَهَنَّم .


&quot; وَلَا يَرْتَاب &quot; أَيْ وَلَا يَشُكّ &quot; الَّذِينَ أُوتُوا الْكِتَابَ &quot; أَيْ اُعْطُوا الْكِتَابَ

&quot; وَالْمُؤْمِنُونَ &quot; أَيْ الْمُصَدِّقُونَ مِنْ أَصْحَاب مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي أَنَّ عِدَّةَ خَزَنَة جَهَنَّم تِسْعَةَ عَشَرَ .


أَيْ فِي صُدُورهمْ شَكّ وَنِفَاق مِنْ مُنَافِقِي أَهْل الْمَدِينَة , الَّذِينَ يُنَجِّمُونَ فِي مُسْتَقْبَل الزَّمَان بَعْدَ الْهِجْرَة وَلَمْ يَكُنْ بِمَكَّةَ نِفَاق وَإِنَّمَا نَجَمَ بِالْمَدِينَةِ . وَقِيلَ : الْمَعْنَى ; أَيْ وَلِيَقُولَ الْمُنَافِقُونَ الَّذِينَ يَنْجُمُونَ فِي مُسْتَقْبَل الزَّمَان بَعْدَ الْهِجْرَة .

&quot; وَالْكَافِرُونَ &quot; أَيْ الْيَهُود وَالنَّصَارَى

وَقَالَ الْحُسَيْن بْن الْفَضْل : السُّورَة مَكِّيَّة وَلَمْ يَكُنْ بِمَكَّةَ نِفَاق ; فَالْمَرَض فِي هَذِهِ الْآيَة الْخِلَاف

وَ &quot; الْكَافِرُونَ &quot; أَيْ مُشْرِكُو الْعَرَب . وَعَلَى الْقَوْل الْأَوَّل أَكْثَر الْمُفَسِّرِينَ . وَيَجُوز أَنْ يُرَادَ بِالْمَرَضِ : الشَّكّ وَالِارْتِيَاب ; لِأَنَّ أَهْلَ مَكَّة كَانَ أَكْثَرهمْ شَاكِّينَ , وَبَعْضهمْ قَاطِعِينَ بِالْكَذِبِ وَقَوْله تَعَالَى إِخْبَارًا عَنْهُمْ : &quot; مَاذَا أَرَادَ اللَّه &quot; أَيْ مَا أَرَادَ &quot; بِهَذَا &quot; الْعَدَد الَّذِي ذَكَرَهُ حَدِيثًا , أَيْ مَا هَذَا مِنْ الْحَدِيث .


يَعْنِي بِعَدَدِ خَزَنَة جَهَنَّم .

وَقَالَ الْحُسَيْن بْن الْفَضْل : السُّورَة مَكِّيَّة وَلَمْ يَكُنْ بِمَكَّةَ نِفَاق ; فَالْمَرَض فِي هَذِهِ الْآيَة الْخِلَاف

وَ &quot; الْكَافِرُونَ &quot; أَيْ مُشْرِكُو الْعَرَب . وَعَلَى الْقَوْل الْأَوَّل أَكْثَر الْمُفَسِّرِينَ . وَيَجُوز أَنْ يُرَادَ بِالْمَرَضِ : الشَّكّ وَالِارْتِيَاب ; لِأَنَّ أَهْلَ مَكَّة كَانَ أَكْثَرهمْ شَاكِّينَ , وَبَعْضهمْ قَاطِعِينَ بِالْكَذِبِ وَقَوْله تَعَالَى إِخْبَارًا عَنْهُمْ : &quot; مَاذَا أَرَادَ اللَّه &quot; أَيْ مَا أَرَادَ &quot; بِهَذَا &quot; الْعَدَد الَّذِي ذَكَرَهُ حَدِيثًا , أَيْ مَا هَذَا مِنْ الْحَدِيث .

قَالَ اللَّيْث : الْمَثَل الْحَدِيث ; وَمِنْهُ : &quot; مَثَل الْجَنَّة الَّتِي وُعِدَ الْمُتَّقُونَ &quot; أَيْ حَدِيثهَا وَالْخَبَر عَنْهَا


&quot; كَذَلِكَ &quot; أَيْ كَإِضْلَالِ اللَّه أَبَا جَهْل وَأَصْحَابه الْمُنْكِرِينَ لِخَزَنَةِ جَهَنَّم &quot; يُضِلّ اللَّه &quot; أَيْ يُخْزِي وَيُعْمِي &quot; مَنْ يَشَاء وَيَهْدِي &quot; أَيْ وَيُرْشِد &quot; مَنْ يَشَاء &quot; كَإِرْشَادِ أَصْحَاب مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ . وَقِيلَ : &quot; كَذَلِكَ يُضِلّ اللَّه &quot; عَنْ الْجَنَّة &quot; مَنْ يَشَاء وَيَهْدِي &quot; إِلَيْهَا &quot; مَنْ يَشَاء &quot; .


أَيْ وَمَا يَدْرِي عَدَد مَلَائِكَة رَبّك الَّذِينَ خَلَقَهُمْ لِتَعْذِيبِ أَهْل النَّار &quot; إِلَّا هُوَ &quot; أَيْ إِلَّا اللَّه جَلَّ ثَنَاؤُهُ وَهَذَا جَوَاب لِأَبِي جَهْل حِينَ قَالَ : أَمَا لِمُحَمَّدٍ مِنْ الْجُنُود إِلَّا تِسْعَةَ عَشَرَ ! وَعَنْ اِبْن عَبَّاس أَنَّ النَّبِيَّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يَقْسِم غَنَائِم حُنَيْنٍ , فَأَتَاهُ جِبْرِيل فَجَلَسَ عِنْده , فَأَتَى مَلَك فَقَالَ : إِنَّ رَبّك يَأْمُرك بِكَذَا وَكَذَا , فَخَشِيَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ يَكُونَ شَيْطَانًا , فَقَالَ : ( يَا جِبْرِيل أَتَعْرِفُهُ ) ؟ فَقَالَ : هُوَ مَلَك وَمَا كُلّ مَلَائِكَة رَبّك أَعْرِف . وَقَالَ الْأَوْزَاعِيّ : قَالَ مُوسَى : &quot; يَا رَبّ مَنْ فِي السَّمَاء ؟ قَالَ مَلَائِكَتِي . قَالَ كَمْ عِدَّتهمْ يَا رَبّ ؟ قَالَ : اِثْنَيْ عَشَرَ سِبْطًا . قَالَ : كَمْ عِدَّة كُلّ سِبْط ؟ قَالَ : عَدَد التُّرَاب &quot; ذَكَرَهُمَا الثَّعْلَبِيّ . وَفِي التِّرْمِذِيّ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : ( أَطَّتْ السَّمَاء وَحُقَّ لَهَا أَنْ تَئِطّ , مَا فِيهَا مَوْضِع أَرْبَع أَصَابِع إِلَّا وَمَلَك وَاضِع جَبْهَتَهُ لِلَّهِ سَاجِدًا ) .


يَعْنِي الدَّلَائِل وَالْحُجَج وَالْقُرْآن . وَقِيلَ : &quot; وَمَا هِيَ &quot; أَيْ وَمَا هَذِهِ النَّار الَّتِي هِيَ سَقَر &quot; إِلَّا ذِكْرَى &quot; أَيْ عِظَة &quot; لِلْبَشَرِ &quot; أَيْ لِلْخَلْقِ . وَقِيلَ : نَار الدُّنْيَا تَذْكِرَة لِنَارِ الْآخِرَة .

قَالَهُ الزَّجَّاج . وَقِيلَ : أَيْ مَا هَذِهِ الْعِدَّة &quot; إِلَّا ذِكْرَى لِلْبَشَرِ &quot; أَيْ لِيَتَذَكَّرُوا وَيَعْلَمُوا كَمَال قُدْرَة اللَّه تَعَالَى , وَأَنَّهُ لَا يَحْتَاج إِلَى أَعْوَان وَأَنْصَار ; فَالْكِنَايَة عَلَى هَذَا فِي قَوْله تَعَالَى : &quot; وَمَا هِيَ &quot; تَرْجِع إِلَى الْجُنُود ; لِأَنَّهُ أَقْرَب مَذْكُور .';
$t[32] = 'قَالَ الْفَرَّاء : &quot; كَلَّا &quot; صِلَة لِلْقَسَمِ , التَّقْدِير أَيْ وَالْقَمَر . وَقِيلَ : الْمَعْنَى حَقًّا وَالْقَمَر ; فَلَا يُوقَف عَلَى هَذَيْنِ التَّقْدِيرَيْنِ عَلَى &quot; كَلَّا &quot; وَأَجَازَ الطَّبَرِيّ الْوَقْف عَلَيْهَا , وَجَعَلَهَا رَدًّا لِلَّذِينَ زَعَمُوا أَنَّهُمْ يُقَاوِمُونَ خَزَنَة جَهَنَّم ; أَيْ لَيْسَ الْأَمْر كَمَا يَقُول مَنْ زَعَمَ أَنَّهُ يُقَاوِم خَزَنَة النَّار . ثُمَّ أَقْسَمَ عَلَى ذَلِكَ جَلَّ وَعَزَّ بِالْقَمَرِ وَبِمَا بَعْدَهُ , فَقَالَ : &quot; وَاللَّيْل إِذَا أَدْبَرَ &quot;';
$t[33] = 'أَيْ وَلَّى وَكَذَلِكَ &quot; دَبَرَ &quot; .

وَقَرَأَ نَافِع وَحَمْزَة وَحَفْص &quot; إِذْ أَدْبَرَ &quot; الْبَاقُونَ &quot; إِذَا &quot; بِأَلِفٍ وَ &quot; دَبَرَ &quot; بِغَيْرِ أَلِف وَهُمَا لُغَتَانِ بِمَعْنًى ; يُقَال دَبَرَ وَأَدْبَرَ , وَكَذَلِكَ قَبِلَ اللَّيْل وَأَقْبَلَ . وَقَدْ قَالُوا : أَمْس الدَّابِر وَالْمُدَابِر ; قَالَ صَخْر بْن عَمْرو بْن الشَّرِيد السُّلَمِيّ : وَلَقَدْ قَتَلْنَاكُمْ ثُنَاء وَمَوْحَدًا وَتَرَكْت مُرَّةَ مِثْلَ أَمْسِ الدَّابِرِ وَيُرْوَى الْمُدْبِر . وَهَذَا قَوْل الْفَرَّاء وَالْأَخْفَش .

وَقَالَ بَعْض أَهْل اللُّغَة : دَبَرَ اللَّيْل : إِذَا مَضَى , وَأَدْبَرَ : أَخَذَ فِي الْإِدْبَار .

وَقَالَ مُجَاهِد : سَأَلْت اِبْنَ عَبَّاس عَنْ قَوْله تَعَالَى : &quot; وَاللَّيْل إِذَا دَبَرَ &quot; فَسَكَتَ حَتَّى إِذَا دَبَرَ قَالَ : يَا مُجَاهِد , هَذَا حِينَ دَبَرَ اللَّيْل .

وَقَرَأَ مُحَمَّد بْن السَّمَيْقَع &quot; وَاللَّيْل إِذَا أَدْبَرَ &quot; بِأَلِفَيْنِ , وَكَذَلِكَ فِي مُصْحَف عَبْد اللَّه وَأُبَيّ بِأَلِفَيْنِ .

وَقَالَ قُطْرُب مَنْ قَرَأَ &quot; دَبَرَ &quot; فَيَعْنِي أَقْبَلَ , مِنْ قَوْل الْعَرَب دَبَرَ فُلَان : إِذَا جَاءَ مِنْ خَلْفِي . قَالَ أَبُو عَمْرو : وَهِيَ لُغَة قُرَيْش . وَقَالَ اِبْن عَبَّاس فِي رِوَايَة عَنْهُ : الصَّوَاب : &quot; أَدْبَرَ &quot; , إِنَّمَا يَدْبَر ظَهْر الْبَعِير . وَاخْتَارَ أَبُو عُبَيْد : &quot; إِذَا أَدْبَرَ &quot; قَالَ : لِأَنَّهَا أَكْثَر مُوَافَقَة لِلْحُرُوفِ الَّتِي تَلِيه ; أَلَا تَرَاهُ يَقُول : &quot; وَالصُّبْح إِذَا أَسْفَرَ &quot; , فَكَيْفَ يَكُون أَحَدهمَا &quot; إِذْ &quot; وَالْآخَر &quot; إِذَا &quot; وَلَيْسَ فِي الْقُرْآن قَسَم تَعْقُبهُ &quot; إِذْ &quot; وَإِنَّمَا يَتَعَقَّبهُ &quot; إِذَا &quot; .';
$t[34] = 'وَمَعْنَى &quot; أَسْفَرَ &quot; : ضَاءَ . وَقِرَاءَة الْعَامَّة &quot; أَسْفَرَ &quot; بِالْأَلِفِ . وَقَرَأَ اِبْن السَّمَيْقَع : &quot; سَفَرَ &quot; . وَهُمَا لُغَتَانِ . يُقَال : سَفَرَ وَجْه فُلَان وَأَسْفَرَ : إِذَا أَضَاءَ .

وَفِي الْحَدِيث : ( أَسْفِرُوا بِالْفَجْرِ , فَإِنَّهُ أَعْظَم لِلْأَجْرِ ) أَيْ صَلُّوا صَلَاةَ الصُّبْح مُسْفِرِينَ , وَيُقَال : طَوِّلُوهَا إِلَى الْإِسْفَار , وَالْإِسْفَار : الْإِنَارَة . وَأَسْفَرَ وَجْهه حُسْنًا أَيْ أَشْرَقَ , وَسَفَرَتْ الْمَرْأَة كَشَفَتْ عَنْ وَجْههَا فَهِيَ سَافِر . وَيَجُوز أَنْ يَكُونَ [ مِنْ ] سَفَرَ الظَّلَامَ أَيْ كَنَسَهُ , كَمَا يُسْفَر الْبَيْتَ , أَيْ يُكْنَس ; وَمِنْهُ السَّفِير : لِمَا سَقَطَ مِنْ وَرَق الشَّجَر وَتَحَاتَّ ; يُقَال : إِنَّمَا سُمِّيَ سَفِيرًا لِأَنَّ الرِّيح تَسْفِرهُ أَيْ تَكْنُسهُ . وَالْمِسْفَرَة : الْمِكْنَسَة .';
$t[35] = 'جَوَاب الْقَسَم ; أَيْ إِنَّ هَذِهِ النَّار &quot; لَإِحْدَى الْكُبَر &quot; أَيْ لَإِحْدَى الدَّوَاهِي .

وَفِي تَفْسِير مُقَاتِل &quot; الْكُبَر &quot; : اِسْم مِنْ أَسْمَاء النَّار . وَرُوِيَ عَنْ اِبْن عَبَّاس &quot; إِنَّهَا &quot; أَيْ إِنَّ تَكْذِيبَهُمْ بِمُحَمَّدٍ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ &quot; لَإِحْدَى الْكُبَر &quot; أَيْ لَكَبِيرَةٌ مِنْ الْكَبَائِر .

وَقِيلَ : أَيْ إِنَّ قِيَامَ السَّاعَة لَإِحْدَى الْكُبَر . وَالْكُبَر : هِيَ الْعَظَائِم مِنْ الْعُقُوبَات ; قَالَ الرَّاجِز : يَا بْن الْمُعَلَّى نَزَلَتْ إِحْدَى الْكُبَر دَاهِيَة الدَّهْر وَصَمَّاء الْغِيَر وَوَاحِدَة ( الْكُبَر ) , كُبْرَى مِثْل الصُّغْرَى وَالصُّغَر , وَالْعُظْمَى وَالْعُظَم . وَقَرَأَ الْعَامَّة &quot; لَإِحْدَى &quot; وَهُوَ اِسْم بُنِيَ اِبْتِدَاءً لِلتَّأْنِيثِ , وَلَيْسَ مَبْنِيًّا عَلَى الْمُذَكَّر ; نَحْو عُقْبَى وَأُخْرَى , وَأَلِفه أَلِف قَطْع , لَا تَذْهَب فِي الْوَصْل .

وَرَوَى جَرِير بْن حَازِم عَنْ اِبْن كَثِير &quot; إِنَّهَا لَحْدَى الْكُبَر &quot; بِحَذْفِ الْهَمْزَة .';
$t[36] = 'يُرِيد النَّارَ ; أَيْ أَنَّ هَذِهِ النَّار الْمَوْصُوفَة &quot; نَذِيرًا لِلْبَشَرِ &quot; فَهُوَ نَصْب عَلَى الْحَال مِنْ الْمُضْمَر فِي &quot; إِنَّهَا &quot; قَالَهُ الزَّجَّاج . وَذُكِّرَ ; لِأَنَّ مَعْنَاهُ مَعْنَى الْعَذَاب , أَوْ أَرَادَ ذَات إِنْذَار عَلَى مَعْنَى النَّسَب ; كَقَوْلِهِمْ : امْرَأَة طَالِق وَطَاهِر .

وَقَالَ الْخَلِيل : النَّذِير : مَصْدَر كَالنَّكِيرِ , وَلِذَلِكَ يُوصَف بِهِ الْمُؤَنَّث . وَقَالَ الْحَسَن : وَاَللَّه مَا أُنْذِرَ الْخَلَائِق بِشَيْءٍ أَدْهَى مِنْهَا .

وَقِيلَ : الْمُرَاد بِالنَّذِيرِ مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ; أَيْ قُمْ نَذِيرًا لِلْبَشَرِ , أَيْ مُخَوِّفًا لَهُمْ فَ &quot; نَذِيرًا &quot; حَال مِنْ &quot; قُمْ &quot; فِي أَوَّل السُّورَة حِينَ قَالَ : &quot; قُمْ فَأَنْذِرْ &quot; [ الْمُدَّثِّر : 2 ] قَالَ أَبُو عَلِيّ الْفَارِسِيّ وَابْن زَيْد , وَرُوِيَ عَنْ اِبْن عَبَّاس وَأَنْكَرَهُ الْفَرَّاء . اِبْن الْأَنْبَارِيّ : وَقَالَ بَعْض الْمُفَسِّرِينَ مَعْنَاهُ &quot; يَا أَيُّهَا الْمُدَّثِّر قُمْ نَذِيرًا لِلْبَشَرِ &quot; . وَهَذَا قَبِيح ; لِأَنَّ الْكَلَامَ قَدْ طَالَ فِيمَا بَيْنَهُمَا .

وَقِيلَ . هُوَ مِنْ صِفَة اللَّه تَعَالَى . رَوَى أَبُو مُعَاوِيَة الضَّرِير : حَدَّثَنَا إِسْمَاعِيل بْن سميع عَنْ أَبِي رَزِين &quot; نَذِيرًا لِلْبَشَرِ &quot; قَالَ : يَقُول اللَّه عَزَّ وَجَلَّ : أَنَا لَكُمْ مِنْهَا نَذِير فَاتَّقُوهَا .

وَ ( نَذِيرًا ) عَلَى هَذَا نُصِبَ عَلَى الْحَال ; أَيْ &quot; وَمَا جَعَلْنَا أَصْحَابَ النَّار إِلَّا مَلَائِكَة &quot; مُنْذِرًا بِذَلِكَ الْبَشَر . وَقِيلَ : هُوَ حَال مِنْ &quot; هُوَ &quot; فِي قَوْله تَعَالَى : &quot; وَمَا يَعْلَم جُنُودَ رَبّك إِلَّا هُوَ &quot; . وَقِيلَ : هُوَ فِي مَوْضِع الْمَصْدَر , كَأَنَّهُ قَالَ : إِنْذَارًا لِلْبَشَرِ . قَالَ الْفَرَّاء : يَجُوز أَنْ يَكُونَ النَّذِير بِمَعْنَى الْإِنْذَار , أَيْ أَنْذِرْ إِنْذَارًا ; فَهُوَ كَقَوْلِهِ تَعَالَى : &quot; فَكَيْفَ كَانَ نَذِيرِ &quot; أَيْ إِنْذَارِي ; فَعَلَى هَذَا يَكُون رَاجِعًا إِلَى أَوَّل السُّورَة ; أَيْ ( قُمْ فَأَنْذِرْ ) أَيْ إِنْذَارًا . وَقِيلَ : هُوَ مَنْصُوب بِإِضْمَارِ فِعْل .

وَقَرَأَ اِبْن أَبِي عَبْلَة &quot; نَذِير &quot; بِالرَّفْعِ عَلَى إِضْمَار هُوَ . وَقِيلَ : أَيْ إِنَّ الْقُرْآنَ نَذِير لِلْبَشَرِ , لِمَا تَضَمَّنَهُ مِنْ الْوَعْد وَالْوَعِيد .';
$t[37] = 'اللَّام مُتَعَلِّقَة بِ &quot; نَذِيرًا &quot; , أَيْ نَذِيرًا لِمَنْ شَاءَ مِنْكُمْ أَنْ يَتَقَدَّمَ إِلَى الْخَيْر وَالطَّاعَة , أَوْ يَتَأَخَّرَ إِلَى الشَّرّ وَالْمَعْصِيَة ; نَظِيره : &quot; وَلَقَدْ عَلِمْنَا الْمُسْتَقْدِمِينَ مِنْكُمْ &quot; [ الْحِجْر : 24 ] أَيْ فِي الْخَيْر &quot; وَلَقَدْ عَلِمْنَا الْمُسْتَأْخِرِينَ &quot; [ الْحِجْر : 24 ] عَنْهُ . قَالَ الْحَسَن : هَذَا وَعِيد وَتَهْدِيد وَإِنْ خَرَجَ مَخْرَجَ الْخَبَر ; كَقَوْلِهِ تَعَالَى : &quot; فَمَنْ شَاءَ فَلْيُؤْمِنْ وَمَنْ شَاءَ فَلْيَكْفُرْ &quot; [ الْكَهْف : 29 ] . وَقَالَ بَعْض أَهْل التَّأْوِيل : مَعْنَاهُ لِمَنْ شَاءَ اللَّه أَنْ يَتَقَدَّمَ أَوْ يَتَأَخَّرَ , فَالْمَشِيئَة مُتَّصِلَة بِاَللَّهِ جَلَّ ثَنَاؤُهُ , وَالتَّقْدِيم الْإِيمَان , وَالتَّأْخِير الْكُفْر .

وَكَانَ اِبْن عَبَّاس يَقُول : هَذَا تَهْدِيد وَإِعْلَام أَنَّ مَنْ تَقَدَّمَ إِلَى الطَّاعَة وَالْإِيمَان بِمُحَمَّدٍ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ جُوزِيَ بِثَوَابٍ لَا يَنْقَطِع , وَمَنْ تَأَخَّرَ عَنْ الطَّاعَة وَكَذَّبَ مُحَمَّدًا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عُوقِبَ عِقَابًا لَا يَنْقَطِع .

وَقَالَ السُّدِّيّ : &quot; لِمَنْ شَاءَ مِنْكُمْ أَنْ يَتَقَدَّمَ &quot; إِلَى النَّار الْمُتَقَدِّم ذِكْرهَا , &quot; أَوْ يَتَأَخَّرَ &quot; عَنْهَا إِلَى الْجَنَّة .';
$t[38] = 'أَيْ مُرْتَهَنَة بِكَسْبِهَا , مَأْخُوذَة بِعَمَلِهَا , إِمَّا خَلَّصَهَا وَإِمَّا أَوْبَقَهَا .

وَلَيْسَتْ &quot; رَهِينَة &quot; تَأْنِيث رَهِين فِي قَوْله تَعَالَى : &quot; كُلّ اِمْرِئٍ بِمَا كَسَبَ رَهِين &quot; [ الطُّور : 21 ] لِتَأْنِيثِ النَّفْس ; لِأَنَّهُ لَوْ قُصِدَتْ الصِّفَة لَقِيلَ رَهِين ; لِأَنَّ فَعِيلًا بِمَعْنَى مَفْعُول يَسْتَوِي فِيهِ الْمُذَكَّر وَالْمُؤَنَّث . وَإِنَّمَا هُوَ اِسْم بِمَعْنَى الرَّهْن كَالشَّتِيمَةِ بِمَعْنَى الشَّتْم ; كَأَنَّهُ قِيلَ : كُلّ نَفْس بِمَا كَسَبَتْ رَهِين ; وَمِنْهُ بَيْت الْحَمَاسَة : أَبْعَدَ الَّذِي بِالنَّعْفِ نَعْفِ كُوَيْكَبٍ رَهِينَة رَمْس ذِي تُرَاب وَجَنْدَل كَأَنَّهُ قَالَ رَهْن رَمْس .

وَالْمَعْنَى : كُلّ نَفْس رَهْن بِكَسْبِهَا عِنْدَ اللَّه غَيْر مَفْكُوك';
$t[39] = 'فَإِنَّهُمْ لَا يَرْتَهِنُونَ بِذُنُوبِهِمْ .

وَاخْتُلِفَ فِي تَعْيِينهمْ ; فَقَالَ اِبْن عَبَّاس : الْمَلَائِكَة . عَلِيّ بْن أَبِي طَالِب : أَوْلَاد الْمُسْلِمِينَ لَمْ يَكْتَسِبُوا فَيَرْتَهِنُوا بِكَسْبِهِمْ . الضَّحَّاك : الَّذِينَ سَبَقَتْ لَهُمْ مِنْ اللَّه الْحُسْنَى , وَنَحْوه عَنْ اِبْن جُرَيْج ; قَالَ : كُلّ نَفْس بِعَمَلِهَا مُحَاسَبَة &quot; إِلَّا أَصْحَاب الْيَمِين &quot; وَهُمْ أَهْل الْجَنَّة , فَإِنَّهُمْ لَا يُحَاسَبُونَ .

وَكَذَا قَالَ مُقَاتِل أَيْضًا : هُمْ أَصْحَاب الْجَنَّة الَّذِينَ كَانُوا عَنْ يَمِين آدَم يَوْم الْمِيثَاق حِينَ قَالَ اللَّه لَهُمْ : هَؤُلَاءِ فِي الْجَنَّة وَلَا أُبَالِي .

وَقَالَ الْحَسَن وَابْن كَيْسَان : هُمْ الْمُسْلِمُونَ الْمُخْلِصُونَ لَيْسُوا بِمُرْتَهَنِينَ ; لِأَنَّهُمْ أَدَّوْا مَا كَانَ عَلَيْهِمْ . وَعَنْ أَبِي ظَبْيَان عَنْ اِبْن عَبَّاس قَالَ : هُمْ الْمُسْلِمُونَ .

وَقِيلَ : إِلَّا أَصْحَاب الْحَقّ وَأَهْل الْإِيمَان . وَقِيلَ : هُمْ الَّذِينَ يُعْطَوْنَ كُتُبَهُمْ بِأَيْمَانِهِمْ . وَقَالَ أَبُو جَعْفَر الْبَاقِر : نَحْنُ وَشِيعَتنَا أَصْحَاب الْيَمِين , وَكُلّ مَنْ أَبْغَضَنَا أَهْل الْبَيْت فَهُمْ الْمُرْتَهَنُونَ . وَقَالَ الْحَكَم : هُمْ الَّذِينَ اِخْتَارَهُمْ اللَّه لِخِدْمَتِهِ , فَلَمْ يَدْخُلُوا فِي الرَّهْن , لِأَنَّهُمْ خُدَّام اللَّه وَصَفْوَته وَكَسْبهمْ لَمْ يَضُرَّهُمْ . وَقَالَ الْقَاسِم : كُلّ نَفْس مَأْخُوذَة بِكَسْبِهَا مِنْ خَيْر أَوْ شَرّ , إِلَّا مَنْ اِعْتَمَدَ عَلَى الْفَضْل وَالرَّحْمَة , دُونَ الْكَسْب وَالْخِدْمَة , فَكُلّ مَنْ اِعْتَمَدَ عَلَى الْكَسْب فَهُوَ مَرْهُون , وَكُلّ مَنْ اِعْتَمَدَ عَلَى الْفَضْل فَهُوَ غَيْر مَأْخُوذ بِهِ .';
$t[40] = '&quot; فِي جَنَّات &quot; أَيْ فِي بَسَاتِين &quot; يَتَسَاءَلُونَ &quot; أَيْ يَسْأَلُونَ';
$t[41] = 'أَيْ الْمُشْرِكِينَ';
$t[42] = '&quot;مَا سَلَكَكُمْ &quot; أَيْ أَدْخَلَكُمْ &quot; فِي سَقَر &quot; كَمَا تَقُول : سَلَكْت الْخَيْط فِي كَذَا أَيْ أَدْخَلْته فِيهِ . قَالَ الْكَلْبِيّ : فَيَسْأَل الرَّجُلُ مِنْ أَهْل الْجَنَّة الرَّجُلَ مِنْ أَهْل النَّار بِاسْمِهِ , فَيَقُول لَهُ : يَا فُلَان .

وَفِي قِرَاءَة عَبْد اللَّه بْن الزُّبَيْر &quot; يَا فُلَان مَا سَلَكَك فِي سَقَر &quot; ؟ وَعَنْهُ قَالَ : قَرَأَ عُمَر بْن الْخَطَّاب &quot; يَا فُلَان مَا سَلَكَكُمْ فِي سَقَر &quot; وَهِيَ قِرَاءَة عَلَى التَّفْسِير ; لَا أَنَّهَا قُرْآن كَمَا زَعَمَ مَنْ طَعَنَ فِي الْقُرْآن ; قَالَهُ أَبُو بَكْر بْن الْأَنْبَارِيّ .

وَقِيلَ : إِنَّ الْمُؤْمِنِينَ يَسْأَلُونَ الْمَلَائِكَة عَنْ أَقْرِبَائِهِمْ , فَتَسْأَل الْمَلَائِكَة الْمُشْرِكِينَ فَيَقُولُونَ لَهُمْ : &quot; مَا سَلَكَكُمْ فِي سَقَر &quot; . قَالَ الْفَرَّاء : فِي هَذَا مَا يُقَوِّي أَنَّ أَصْحَاب الْيَمِين الْوِلْدَان ; لِأَنَّهُمْ لَا يَعْرِفُونَ الذُّنُوبَ .';
$t[43] = '&quot; قَالُوا &quot; يَعْنِي أَهْل النَّار &quot; لَمْ نَكُ مِنْ الْمُصَلِّينَ &quot; أَيْ الْمُؤْمِنِينَ الَّذِينَ يُصَلُّونَ .';
$t[44] = 'أَيْ لَمْ نَكُ نَتَصَدَّق .';
$t[45] = 'أَيْ كُنَّا نُخَالِط أَهْلَ الْبَاطِل فِي بَاطِلهمْ .

وَقَالَ اِبْن زَيْد : نَخُوض مَعَ الْخَائِضِينَ فِي أَمْر مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , وَهُوَ قَوْلهمْ - لَعَنَهُمْ اللَّه - كَاهِن , مَجْنُون , شَاعِر , سَاحِر . وَقَالَ السُّدِّيّ : أَيْ وَكُنَّا نُكَذِّب مَعَ الْمُكَذِّبِينَ . وَقَالَ قَتَادَة : كُلَّمَا غَوَى غَاوٍ غَوَيْنَا مَعَهُ .

وَقِيلَ مَعْنَاهُ : وَكُنَّا أَتْبَاعًا وَلَمْ نَكُنْ مَتْبُوعِينَ .';
$t[46] = 'أَيْ لَمْ نَكُ نُصَدِّق بِيَوْمِ الْقِيَامَة , يَوْم الْجَزَاء وَالْحُكْم . قَوْله تَعَالَى';
$t[47] = 'أَيْ جَاءَنَا وَنَزَلَ بِنَا الْمَوْت ; وَمِنْهُ قَوْله تَعَالَى : &quot; وَاعْبُدْ رَبَّك حَتَّى يَأْتِيَك الْيَقِين &quot; [ الْحِجْر : 99 ] .';
$t[48] = 'هَذَا دَلِيل عَلَى صِحَّة الشَّفَاعَة لِلْمُذْنِبِينَ ; وَذَلِكَ أَنَّ قَوْمًا مِنْ أَهْل التَّوْحِيد عُذِّبُوا بِذُنُوبِهِمْ , ثُمَّ شُفِّعَ فِيهِمْ , فَرَحِمَهُمْ اللَّه بِتَوْحِيدِهِمْ وَالشَّفَاعَة , فَأُخْرِجُوا مِنْ النَّار , وَلَيْسَ لِلْكُفَّارِ شَفِيع يَشْفَع فِيهِمْ .

وَقَالَ عَبْد اللَّه بْن مَسْعُود رَضِيَ اللَّه عَنْهُ : يَشْفَع نَبِيّكُمْ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ رَابِع أَرْبَعَة : جِبْرِيل , ثُمَّ إِبْرَاهِيم , ثُمَّ مُوسَى أَوْ عِيسَى , ثُمَّ نَبِيّكُمْ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , ثُمَّ الْمَلَائِكَة , ثُمَّ النَّبِيُّونَ , ثُمَّ الصِّدِّيقُونَ , ثُمَّ الشُّهَدَاء , وَيَبْقَى قَوْم فِي جَهَنَّم , فَيُقَال لَهُمْ : &quot; مَا سَلَكَكُمْ فِي سَقَر قَالُوا لَمْ نَكُ مِنْ الْمُصَلِّينَ . وَلَمْ نَكُ نُطْعِم الْمِسْكِين &quot; إِلَى قَوْله : &quot; فَمَا تَنْفَعهُمْ شَفَاعَة الشَّافِعِينَ &quot; قَالَ عَبْد اللَّه بْن مَسْعُود : فَهَؤُلَاءِ هُمْ الَّذِينَ يَبْقَوْنَ فِي جَهَنَّم ; وَقَدْ ذَكَرْنَا إِسْنَادَهُ فِي كِتَاب &quot; التَّذْكِرَة &quot; .';
$t[49] = 'أَيْ فَمَا لِأَهْلِ مَكَّة أَعْرَضُوا وَوَلَّوْا عَمَّا جِئْتُمْ بِهِ . وَفِي تَفْسِير مُقَاتِل : الْإِعْرَاض عَنْ الْقُرْآن مِنْ وَجْهَيْنِ : أَحَدهمَا الْجُحُود وَالْإِنْكَار , وَالْوَجْه الْآخَر تَرْك الْعَمَل بِمَا فِيهِ .

وَ &quot; مُعْرِضِينَ &quot; نُصِبَ عَلَى الْحَال مِنْ الْهَاء وَالْمِيم فِي &quot; لَهُمْ &quot; وَفِي اللَّام مَعْنَى الْفِعْل ; فَانْتِصَاب الْحَال عَلَى مَعْنَى الْفِعْل .';
$t[50] = '&quot; كَأَنَّهُمْ &quot; أَيْ كَأَنَّ هَؤُلَاءِ الْكُفَّار فِي فِرَارهمْ مِنْ مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ &quot; حُمُر مُسْتَنْفِرَة &quot; قَالَ اِبْن عَبَّاس : أَرَادَ الْحُمُر الْوَحْشِيَّة .

وَقَرَأَ نَافِع وَابْن عَامِر بِفَتْحِ الْفَاء , أَيْ مُنَفِّرَة مَذْعُورَة ; وَاخْتَارَهُ أَبُو عُبَيْد وَأَبُو حَاتِم . الْبَاقُونَ بِالْكَسْرِ , أَيْ نَافِرَة . يُقَال . نَفَرَتْ وَاسْتَنْفَرَتْ بِمَعْنًى ; مِثْل عَجِبْت وَاسْتَعْجَبْت , وَسَخِرْت وَاسْتَسْخَرْت , وَأَنْشَدَ الْفَرَّاء : أَمْسِكْ حِمَارَك إِنَّهُ مُسْتَنْفِر فِي إِثْر أَحْمِرَة عَمَدْنَ لِغُرَّبِ';
$t[51] = 'قَوْله تَعَالَى : &quot; فَرَّتْ &quot; أَيْ نَفَرَتْ وَهَرَبَتْ &quot; مِنْ قَسْوَرَة &quot; أَيْ مِنْ رُمَاة يَرْمُونَهَا .

وَقَالَ بَعْض أَهْل اللُّغَة : إِنَّ الْقَسْوَرَةَ الرَّامِي , وَجَمْعه الْقَسْوَرَة . وَكَذَا قَالَ سَعِيد بْن جُبَيْر وَعِكْرِمَة وَمُجَاهِد وَقَتَادَة وَالضَّحَّاك وَابْن كَيْسَان : الْقَسْوَرَة : هُمْ الرُّمَاة وَالصَّيَّادُونَ , وَرَوَاهُ عَطَاء عَنْ اِبْن عَبَّاس وَأَبُو [ ظَبْيَان ] عَنْ أَبِي مُوسَى الْأَشْعَرِيّ . وَقِيلَ : إِنَّهُ الْأَسَد ; قَالَهُ أَبُو هُرَيْرَة وَابْن عَبَّاس أَيْضًا .

اِبْن عَرَفَة : مِنْ الْقَسْر بِمَعْنَى الْقَهْر أَيْ ; إِنَّهُ يَقْهَر السِّبَاعَ , وَالْحُمُر الْوَحْشِيَّةَ تَهْرُب مِنْ السِّبَاع . وَرَوَى أَبُو جَمْرَة عَنْ اِبْن عَبَّاس قَالَ : مَا أَعْلَم الْقَسْوَرَةَ الْأَسَدَ فِي لُغَة أَحَد مِنْ الْعَرَب , وَلَكِنَّهَا عُصَب الرِّجَال ; قَالَ : فَالْقَسْوَرَة جَمْع الرِّجَال , وَأَنْشَدَ : يَا بِنْت كُونِي خَيْرَة لِخَيِّرَهْ أَخْوَالهَا الْجِنّ وَأَهْل الْقَسْوَرَهْ وَعَنْهُ : رِكْز النَّاس أَيْ حِسّهمْ وَأَصْوَاتهمْ .

و عَنْهُ أَيْضًا : &quot; فَرَّتْ مِنْ قَسْوَرَة &quot; أَيْ مِنْ حِبَال الصَّيَّادِينَ . وَعَنْهُ أَيْضًا : الْقَسْوَرَة بِلِسَانِ الْعَرَب : الْأَسَد , وَبِلِسَانِ الْحَبَشَة : الرُّمَاة ; وَبِلِسَانِ فَارِس : شير , وَبِلِسَانِ النَّبَط : أريا .

وَقَالَ اِبْن الْأَعْرَابِيّ : الْقَسْوَرَة : أَوَّل اللَّيْل ; أَيْ فَرَّتْ مِنْ ظُلْمَة اللَّيْل . وَقَالَهُ عِكْرِمَة أَيْضًا . وَقِيلَ : هُوَ أَوَّل سَوَاد اللَّيْل , وَلَا يُقَال لِآخِرِ سَوَاد اللَّيْل قَسْوَرَة . وَقَالَ زَيْد بْن أَسْلَمَ : مِنْ رِجَال أَقْوِيَاء , وَكُلّ شَدِيد عِنْد الْعَرَب فَهُوَ قَسْوَرَة وَقَسْوَر . وَقَالَ لَبِيد بْن رَبِيعَة : إِذَا مَا هَتَفْنَا هَتْفَةً فِي نَدِيّنَا أَتَانَا الرِّجَال الْعَائِدُونَ الْقَسَاوِر';
$t[52] = 'أَيْ يُعْطَى كُتُبًا مَفْتُوحَة ; وَذَلِكَ أَنَّ أَبَا جَهْل وَجَمَاعَة مِنْ قُرَيْش قَالُوا : يَا مُحَمَّد ! اِيتِنَا بِكُتُبٍ مِنْ رَبّ الْعَالَمِينَ مَكْتُوب فِيهَا : إِنِّي قَدْ أَرْسَلْت إِلَيْكُمْ مُحَمَّدًا , صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ . نَظِيره : &quot; وَلَنْ نُؤْمِن لِرُقِيِّك حَتَّى تُنَزِّل عَلَيْنَا كِتَابًا نَقْرَؤُهُ &quot; [ الْإِسْرَاء : 93 ] .

وَقَالَ اِبْن عَبَّاس : كَانُوا يَقُولُونَ إِنْ كَانَ مُحَمَّد صَادِقًا فَلْيُصْبِحْ عِنْدَ كُلّ رَجُل مِنَّا صَحِيفَة فِيهَا بَرَاءَته وَأَمْنه مِنْ النَّار . قَالَ مَطَر الْوَرَّاق : أَرَادُوا أَنْ يُعْطَوْا بِغَيْرِ عَمَل .

وَقَالَ الْكَلْبِيّ : قَالَ الْمُشْرِكُونَ : بَلَغَنَا أَنَّ الرَّجُلَ مِنْ بَنِي إِسْرَائِيل كَانَ يُصْبِح عِنْدَ رَأْسه مَكْتُوبًا ذَنْبه وَكَفَّارَته , فَأْتِنَا بِمِثْلِ ذَلِكَ .

وَقَالَ مُجَاهِد : أَرَادُوا أَنْ يُنَزَّلَ عَلَى كُلّ وَاحِد مِنْهُمْ كِتَاب فِيهِ مِنْ اللَّه عَزَّ وَجَلَّ : إِلَى فُلَان بْن فُلَان . وَقِيلَ : الْمَعْنَى أَنْ يُذْكَر بِذِكْرٍ جَمِيل , فَجُعِلَتْ الصُّحُف مَوْضِع الذِّكْر مَجَازًا . وَقَالُوا : إِذَا كَانَتْ ذُنُوب الْإِنْسَان تُكْتَب عَلَيْهِ فَمَا بَالنَا لَا نَرَى ذَلِكَ ؟';
$t[53] = '&quot; كَلَّا &quot; أَيْ لَيْسَ يَكُون ذَلِكَ . وَقِيلَ : حَقًّا . وَالْأَوَّل أَجْوَد ; لِأَنَّهُ رَدّ لِقَوْلِهِمْ .

&quot; بَلْ لَا يَخَافُونَ الْآخِرَةَ &quot; أَيْ لَا أُعْطِيهِمْ مَا يَتَمَنَّوْنَ لِأَنَّهُمْ لَا يَخَافُونَ الْآخِرَةَ , اِغْتِرَارًا بِالدُّنْيَا .

وَقَرَأَ سَعِيد بْن جُبَيْر &quot; صُحْفًا مُنْشَرَة &quot; بِسُكُونِ الْحَاء وَالنُّون , فَأَمَّا تَسْكِين الْحَاء فَتَخْفِيف , وَأَمَّا النُّون فَشَاذّ . إِنَّمَا يُقَال : نَشَّرْت الثَّوْبَ وَشِبْهه وَلَا يُقَال أَنْشَرْت . وَيَجُوز أَنْ يَكُونَ شَبَّهَ الصَّحِيفَةَ بِالْمَيِّتِ كَأَنَّهَا مَيِّتَة بِطَيِّهَا , فَإِذَا نُشِرَتْ حَيِيَتْ , فَجَاءَ عَلَى أَنْشَرَ اللَّه الْمَيِّتَ , كَمَا شُبِّهَ إِحْيَاء الْمَيِّت بِنَشْرِ الثَّوْب , فَقِيلَ فِيهِ نَشَرَ اللَّه الْمَيِّتَ , فَهِيَ لُغَة فِيهِ .';
$t[54] = 'أَيْ حَقًّا إِنَّ الْقُرْآنَ عِظَة .';
$t[55] = 'أَيْ اتَّعَظَ بِهِ .';
$t[56] = '&quot; وَمَا يَذْكُرُونَ &quot; أَيْ وَمَا يَتَّعِظُونَ &quot; إِلَّا أَنْ يَشَاءَ اللَّه &quot; أَيْ لَيْسَ يَقْدِرُونَ عَلَى الِاتِّعَاظ وَالتَّذَكُّر إِلَّا بِمَشِيئَةِ اللَّه ذَلِكَ لَهُمْ .

وَقِرَاءَة الْعَامَّة &quot; يَذْكُرُونَ &quot; بِالْيَاءِ وَاخْتَارَهُ أَبُو عُبَيْد ; لِقَوْلِهِ تَعَالَى : &quot; كَلَّا بَلْ لَا يَخَافُونَ الْآخِرَةَ &quot; .

وَقَرَأَ نَافِع وَيَعْقُوب بِالتَّاءِ , وَاخْتَارَهُ أَبُو حَاتِم , لِأَنَّهُ أَعَمّ وَاتَّفَقُوا عَلَى تَخْفِيفهَا .

فِي التِّرْمِذِيّ وَسُنَن اِبْن مَاجَهْ عَنْ أَنَس بْن مَالِك عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ فِي هَذِهِ الْآيَة : &quot; هُوَ أَهْل التَّقْوَى وَأَهْل الْمَغْفِرَة &quot; قَالَ : ( قَالَ اللَّه تَبَارَكَ وَتَعَالَى أَنَا أَهْل أَنْ أُتَّقَى فَمَنْ اِتَّقَانِي فَلَمْ يَجْعَل مَعِي إِلَهًا فَأَنَا أَهْل أَنْ أَغْفِرَ لَهُ ) لَفْظ التِّرْمِذِيّ , وَقَالَ فِيهِ : حَدِيث حَسَن غَرِيب .

‎وَفِي بَعْض التَّفْسِير : هُوَ أَهْل الْمَغْفِرَة لِمَنْ تَابَ إِلَيْهِ مِنْ الذُّنُوب الْكِبَار , وَأَهْل الْمَغْفِرَة أَيْضًا لِلذُّنُوبِ الصِّغَار , بِاجْتِنَابِ الذُّنُوب الْكِبَار .

وَقَالَ مُحَمَّد بْن نَصْر : أَنَا أَهْل أَنْ يَتَّقِيَنِي عَبْدِي , فَإِنْ لَمْ يَفْعَل كُنْت أَهْلًا أَنْ أَغْفِرَ لَهُ وَأَرْحَمَهُ وَأَنَا الْغَفُورُ الرَّحِيمُ';
?>