<?php
$t = array();
$t[1] = 'ان سرپٹ دوڑنے والے گھوڑوں کی قسم جو ہانپ اٹھتےہیں';
$t[2] = 'پھر (پتھروں پر نعل) مار کر آگ نکالتے ہیں';
$t[3] = 'پھر صبح کو چھاپہ مارتے ہیں';
$t[4] = 'پھر اس میں گرد اٹھاتے ہیں';
$t[5] = 'پھر اس وقت دشمن کی فوج میں جا گھستے ہیں';
$t[6] = 'کہ انسان اپنے پروردگار کا احسان ناشناس (اور ناشکرا) ہے';
$t[7] = 'اور وہ اس سے آگاہ بھی ہے';
$t[8] = 'وہ تو مال سے سخت محبت کرنے والا ہے';
$t[9] = 'کیا وہ اس وقت کو نہیں جانتا کہ جو( مردے) قبروں میں ہیں وہ باہر نکال لیے جائیں گے';
$t[10] = 'اور جو (بھید) دلوں میں ہیں وہ ظاہر کر دیئے جائیں گے';
$t[11] = 'بےشک ان کا پروردگار اس روز ان سے خوب واقف ہوگا';
?>