<?php
$t = array();
$t[1] = 'کھڑ کھڑانے والی';
$t[2] = 'کھڑ کھڑانے والی کیا ہے؟';
$t[3] = 'اور تم کیا جانوں کھڑ کھڑانے والی کیا ہے؟';
$t[4] = '(وہ قیامت ہے) جس دن لوگ ایسے ہوں گے جیسے بکھرے ہوئے پتنگے';
$t[5] = 'اور پہاڑ ایسے ہو جائیں گے جیسے دھنکی ہوئی رنگ برنگ کی اون';
$t[6] = 'تو جس کے (اعمال کے) وزن بھاری نکلیں گے';
$t[7] = 'وہ دل پسند عیش میں ہو گا';
$t[8] = 'اور جس کے وزن ہلکے نکلیں گے';
$t[9] = 'اس کا مرجع ہاویہ ہے';
$t[10] = 'اور تم کیا سمجھے کہ ہاویہ کیا چیز ہے؟';
$t[11] = 'دہکتی ہوئی آگ ہے';
?>