<?php
$t = array();
$t[1] = 'مومنو! (کسی بات کے جواب میں) خدا اور اس کے رسول سے پہلے نہ بول اٹھا کرو اور خدا سے ڈرتے رہو۔ بےشک خدا سنتا جانتا ہے';
$t[2] = 'اے اہل ایمان! اپنی آوازیں پیغمبر کی آواز سے اونچی نہ کرو اور جس طرح آپس میں ایک دوسرے سے زور سے بولتے ہو (اس طرح) ان کے روبرو زور سے نہ بولا کرو (ایسا نہ ہو) کہ تمہارے اعمال ضائع ہوجائیں اور تم کو خبر بھی نہ ہو';
$t[3] = 'جو لوگ پیغمبر خدا کے سامنے دبی آواز سے بولتے ہیں خدا نے ان کے دل تقویٰ کے لئے آزما لئے ہیں۔ ان کے لئے بخشش اور اجر عظیم ہے';
$t[4] = 'جو لوگ تم کو حجروں کے باہر سے آواز دیتے ہیں ان میں اکثر بےعقل ہیں';
$t[5] = 'اور اگر وہ صبر کئے رہتے یہاں تک کہ تم خود نکل کر ان کے پاس آتے تو یہ ان کے لئے بہتر تھا۔ اور خدا تو بخشنے والا مہربان ہے';
$t[6] = 'مومنو! اگر کوئی بدکردار تمہارے پاس کوئی خبر لے کر آئے تو خوب تحقیق کرلیا کرو (مبادا) کہ کسی قوم کو نادانی سے نقصان پہنچا دو۔ پھر تم کو اپنے کئے پر نادم ہونا پڑے';
$t[7] = 'اور جان رکھو کہ تم میں خدا کے پیغمبرﷺ ہیں۔ اگر بہت سی باتوں میں وہ تمہارا کہا مان لیا کریں تو تم مشکل میں پڑ جاؤ لیکن خدا نے تم کو ایمان عزیز بنا دیا اور اس کو تمہارے دلوں میں سجا دیا اور کفر اور گناہ اور نافرمانی سے تم کو بیزار کردیا۔ یہی لوگ راہ ہدایت پر ہیں';
$t[8] = '(یعنی) خدا کے فضل اور احسان سے۔ اور خدا جاننے والا (اور) حکمت والا ہے';
$t[9] = 'اور اگر مومنوں میں سے کوئی دو فریق آپس میں لڑ پڑیں تو ان میں صلح کرا دو۔ اور اگر ایک فریق دوسرے پر زیادتی کرے تو زیادتی کرنے والے سے لڑو یہاں تک کہ وہ خدا کے حکم کی طرف رجوع لائے۔ پس جب وہ رجوع لائے تو وہ دونوں فریق میں مساوات کے ساتھ صلح کرا دو اور انصاف سے کام لو۔ کہ خدا انصاف کرنے والوں کو پسند کرتا ہے';
$t[10] = 'مومن تو آپس میں بھائی بھائی ہیں۔ تو اپنے دو بھائیوں میں صلح کرادیا کرو۔ اور خدا سے ڈرتے رہو تاکہ تم پر رحمت کی جائے';
$t[11] = 'مومنو! کوئی قوم کسی قوم سے تمسخر نہ کرے ممکن ہے کہ وہ لوگ ان سے بہتر ہوں اور نہ عورتیں عورتوں سے (تمسخر کریں) ممکن ہے کہ وہ ان سے اچھی ہوں۔ اور اپنے (مومن بھائی) کو عیب نہ لگاؤ اور نہ ایک دوسرے کا برا نام رکھو۔ ایمان لانے کے بعد برا نام (رکھنا) گناہ ہے۔ اور جو توبہ نہ کریں وہ ظالم ہیں';
$t[12] = 'اے اہل ایمان! بہت گمان کرنے سے احتراز کرو کہ بعض گمان گناہ ہیں۔ اور ایک دوسرے کے حال کا تجسس نہ کیا کرو اور نہ کوئی کسی کی غیبت کرے۔ کیا تم میں سے کوئی اس بات کو پسند کرے گا کہ اپنے مرے ہوئے بھائی کا گوشت کھائے؟ اس سے تو تم ضرور نفرت کرو گے۔ (تو غیبت نہ کرو) اور خدا کا ڈر رکھو بےشک خدا توبہ قبول کرنے والا مہربان ہے';
$t[13] = 'لوگو! ہم نے تم کو ایک مرد اور ایک عورت سے پیدا کیا اور تمہاری قومیں اور قبیلے بنائے۔ تاکہ ایک دوسرے کو شناخت کرو۔ اور خدا کے نزدیک تم میں زیادہ عزت والا وہ ہے جو زیادہ پرہیزگار ہے۔ بےشک خدا سب کچھ جاننے والا (اور) سب سے خبردار ہے';
$t[14] = 'دیہاتی کہتے ہیں کہ ہم ایمان لے آئے۔ کہہ دو کہ تم ایمان نہیں لائے (بلکہ یوں) کہو کہ ہم اسلام لائے ہیں اور ایمان تو ہنوز تمہارے دلوں میں داخل ہی نہیں ہوا۔ اور تم خدا اور اس کے رسول کی فرمانبرداری کرو گے تو خدا تمہارے اعمال سے کچھ کم نہیں کرے گا۔ بےشک خدا بخشنے والا مہربان ہے';
$t[15] = 'مومن تو وہ ہیں جو خدا اور اس کے رسول پر ایمان لائے پھر شک میں نہ پڑے اور خدا کی راہ میں مال اور جان سے لڑے۔ یہی لوگ (ایمان کے) سچے ہیں';
$t[16] = 'ان سے کہو کیا تم خدا کو اپنی دینداری جتلاتے ہو۔ اور خدا تو آسمانوں اور زمین کی سب چیزوں سے واقف ہے۔ اور خدا ہر شے کو جانتا ہے';
$t[17] = 'یہ لوگ تم پر احسان رکھتے ہیں کہ مسلمان ہوگئے ہیں۔ کہہ دو کہ اپنے مسلمان ہونے کا مجھ پر احسان نہ رکھو۔ بلکہ خدا تم پر احسان رکھتا ہے کہ اس نے تمہیں ایمان کا رستہ دکھایا بشرطیکہ تم سچے (مسلمان) ہو';
$t[18] = 'بےشک خدا آسمانوں اور زمین کی پوشیدہ باتوں کو جانتا ہے اور جو کچھ تم کرتے ہو اسے دیکھتا ہے';
?>