<?php
$t = array();
$t[1] = 'اے پیغمبر جو چیز خدا نے تمہارے لئے جائز کی ہے تم اس سے کنارہ کشی کیوں کرتے ہو؟ (کیا اس سے) اپنی بیویوں کی خوشنودی چاہتے ہو؟ اور خدا بخشنے والا مہربان ہے';
$t[2] = 'خدا نے تم لوگوں کے لئے تمہاری قسموں کا کفارہ مقرر کردیا ہے۔ اور خدا ہی تمہارا کارساز ہے۔ اور وہ دانا (اور) حکمت والا ہے';
$t[3] = 'اور (یاد کرو) جب پیغمبر نے اپنی ایک بی بی سے ایک بھید کی بات کہی تو (اس نے دوسری کو بتا دی)۔ جب اس نے اس کو افشاء کیا اور خدا نے اس (حال) سے پیغمبر کو آگاہ کردیا تو پیغمبر نے ان (بی بی کو وہ بات) کچھ تو بتائی اور کچھ نہ بتائی۔ تو جب وہ ان کو جتائی تو پوچھنے لگیں کہ آپ کو کس نے بتایا؟ انہوں نے کہا کہ مجھے اس نے بتایا ہے جو جاننے والا خبردار ہے';
$t[4] = 'اگر تم دونوں خدا کے آگے توبہ کرو (تو بہتر ہے کیونکہ) تمہارے دل کج ہوگئے ہیں۔ اور اگر پیغمبر (کی ایذا) پر باہم اعانت کرو گی تو خدا اور جبریل اور نیک کردار مسلمان ان کے حامی (اور دوستدار) ہیں۔ اور ان کے علاوہ (اور) فرشتے بھی مددگار ہیں';
$t[5] = 'اگر پیغمبر تم کو طلاق دے دیں تو عجب نہیں کہ ان کا پروردگار تمہارے بدلے ان کو تم سے بہتر بیبیاں دے دے۔ مسلمان، صاحب ایمان فرمانبردار توبہ کرنے والیاں عبادت گذار روزہ رکھنے والیاں بن شوہر اور کنواریاں';
$t[6] = 'مومنو! اپنے آپ کو اور اپنے اہل عیال کو آتش (جہنم) سے بچاؤ جس کا ایندھن آدمی اور پتھر ہیں اور جس پر تند خو اور سخت مزاج فرشتے (مقرر) ہیں جو ارشاد خدا ان کو فرماتا ہے اس کی نافرمانی نہیں کرتے اور جو حکم ان کو ملتا ہے اسے بجا لاتے ہیں';
$t[7] = 'کافرو! آج بہانے مت بناؤ۔ جو عمل تم کیا کرتے ہو ان ہی کا تم کو بدلہ دیا جائے گا';
$t[8] = 'مومنو! خدا کے آگے صاف دل سے توبہ کرو۔ امید ہے کہ وہ تمہارے گناہ تم سے دور کر دے گا اور تم کو باغہائے بہشت میں جن کے نیچے نہریں بہہ رہی ہیں داخل کرے گا۔ اس دن پیغمبر کو اور ان لوگوں کو جو ان کے ساتھ ایمان لائے ہیں رسوا نہیں کرے گا (بلکہ) ان کا نور ایمان ان کے آگے اور داہنی طرف (روشنی کرتا ہوا) چل رہا ہوگا۔ اور وہ خدا سے التجا کریں گے کہ اے پروردگار ہمارا نور ہمارے لئے پورا کر اور ہمیں معاف کرنا۔ بےشک خدا ہر چیز پر قادر ہے';
$t[9] = 'اے پیغمبر! کافروں اور منافقوں سے لڑو اور ان پر سختی کرو۔ ان کا ٹھکانا دوزخ ہے۔ اور وہ بہت بری جگہ ہے';
$t[10] = 'خدا نے کافروں کے لئے نوحؑ کی بیوی اور لوطؑ کی بیوی کی مثال بیان فرمائی ہے۔ دونوں ہمارے دو نیک بندوں کے گھر میں تھیں اور دونوں نے ان کی خیانت کی تو وہ خدا کے مقابلے میں اور ان عورتوں کے کچھ بھی کام نہ آئے اور ان کو حکم دیا گیا کہ اور داخل ہونے والوں کے ساتھ تم بھی دوزخ میں داخل ہو جاؤ';
$t[11] = 'اور مومنوں کے لئے (ایک) مثال (تو) فرعون کی بیوی کی بیان فرمائی کہ اس نے خدا سے التجا کی کہ اے میرے پروردگار میرے لئے بہشت میں اپنے پاس ایک گھر بنا اور مجھے فرعون اور اس کے اعمال (زشت مآل) سے نجات بخش اور ظالم لوگوں کے ہاتھ سے مجھ کو مخلصی عطا فرما';
$t[12] = 'اور (دوسری) عمران کی بیٹی مریمؑ کی جنہوں نے اپنی شرمگاہ کو محفوظ رکھا تو ہم نے اس میں اپنی روح پھونک دی اور اپنے پروردگار کے کلام اور اس کی کتابوں کو برحق سمجھتی تھیں اور فرمانبرداروں میں سے تھیں';
?>