<?php
$t = array();
$t[1] = 'جب آسمان پھٹ جائے گا';
$t[2] = 'اور جب تارے جھڑ پڑیں گے';
$t[3] = 'اور جب دریا بہہ (کر ایک دوسرے سے مل) جائیں گے';
$t[4] = 'اور جب قبریں اکھیڑ دی جائیں گی';
$t[5] = 'تب ہر شخص معلوم کرلے گا کہ اس نے آگے کیا بھیجا تھا اور پیچھے کیا چھوڑا تھا';
$t[6] = 'اے انسان تجھ کو اپنے پروردگار کرم گستر کے باب میں کس چیز نے دھوکا دیا';
$t[7] = '(وہی تو ہے) جس نے تجھے بنایا اور (تیرے اعضا کو) ٹھیک کیا اور (تیرے قامت کو) معتدل رکھا';
$t[8] = 'اور جس صورت میں چاہا تجھے جوڑ دیا';
$t[9] = 'مگر ہیہات تم لوگ جزا کو جھٹلاتے ہو';
$t[10] = 'حالانکہ تم پر نگہبان مقرر ہیں';
$t[11] = 'عالی قدر( تمہاری باتوں کے) لکھنے والے';
$t[12] = 'جو تم کرتے ہو وہ اسے جانتے ہیں';
$t[13] = 'بے شک نیکوکار نعمتوں (کی بہشت) میں ہوں گے۔';
$t[14] = 'اور بدکردار دوزخ میں';
$t[15] = '(یعنی) جزا کے دن اس میں داخل ہوں گے';
$t[16] = 'اور اس سے چھپ نہیں سکیں گے';
$t[17] = 'اور تمہیں کیا معلوم کہ جزا کا دن کیسا ہے؟';
$t[18] = 'پھر تمہیں کیا معلوم کہ جزا کا دن کیسا ہے؟';
$t[19] = 'جس روز کوئی کسی کا بھلا نہ کر سکے گا اور حکم اس روز خدا ہی کا ہو گا';
?>