<?php
$t = array();
$t[1] = 'جب آسمان پھٹ جائے گا';
$t[2] = 'اور اپنے پروردگار کا فرمان بجا لائے گا اور اسے واجب بھی یہ ہی ہے';
$t[3] = 'اور جب زمین ہموار کر دی جائے گی';
$t[4] = 'جو کچھ اس میں ہے اسے نکال کر باہر ڈال دے گی اور (بالکل) خالی ہو جائے گی';
$t[5] = 'اور اپنے پروردگار کے ارشاد کی تعمیل کرے گی اور اس کو لازم بھی یہی ہے (تو قیامت قائم ہو جائے گی)';
$t[6] = 'اے انسان! تو اپنے پروردگار کی طرف (پہنچنے میں) خوب کوشِش کرتا ہے سو اس سے جا ملے گا';
$t[7] = 'تو جس کا نامہٴ (اعمال) اس کے داہنے ہاتھ میں دیا جائے گا';
$t[8] = 'اس سے حساب آسان لیا جائے گا';
$t[9] = 'اور وہ اپنے گھر والوں میں خوش خوش آئے گا';
$t[10] = 'اور جس کا نامہٴ (اعمال) اس کی پیٹھ کے پیچھے سے دیا جائے گا';
$t[11] = 'وہ موت کو پکارے گا';
$t[12] = 'اور وہ دوزخ میں داخل ہو گا';
$t[13] = 'یہ اپنے اہل (و عیال) میں مست رہتا تھا';
$t[14] = 'اور خیال کرتا تھا کہ (خدا کی طرف) پھر کر نہ جائے گا';
$t[15] = 'ہاں ہاں۔ اس کا پروردگار اس کو دیکھ رہا تھا';
$t[16] = 'ہمیں شام کی سرخی کی قسم';
$t[17] = 'اور رات کی اور جن چیزوں کو وہ اکٹھا کر لیتی ہے ان کی';
$t[18] = 'اور چاند کی جب کامل ہو جائے';
$t[19] = 'کہ تم درجہ بدرجہ (رتبہٴ اعلیٰ پر) چڑھو گے';
$t[20] = 'تو ان لوگوں کو کیا ہوا ہے کہ ایمان نہیں لاتے';
$t[21] = 'اور جب ان کے سامنے قرآن پڑھا جاتا ہے تو سجدہ نہیں کرتے';
$t[22] = 'بلکہ کافر جھٹلاتے ہیں';
$t[23] = 'اور خدا ان باتوں کو جو یہ اپنے دلوں میں چھپاتے ہیں خوب جانتا ہے';
$t[24] = 'تو ان کو دکھ دینے والے عذاب کی خبر سنا دو';
$t[25] = 'ہاں جو لوگ ایمان لائے اور نیک عمل کرتے رہے ان کے لیے بےانتہا اجر ہے';
?>