<?php
$t = array();
$t[1] = 'آسمان کی قسم جس میں برج ہیں';
$t[2] = 'اور اس دن کی جس کا وعدہ ہے';
$t[3] = 'اور حاضر ہونے والے کی اور جو اس کے پاس حاضر کیا جائے اسکی';
$t[4] = 'کہ خندقوں (کے کھودنے) والے ہلاک کر دیئے گئے';
$t[5] = '(یعنی) آگ (کی خندقیں) جس میں ایندھن (جھونک رکھا) تھا';
$t[6] = 'جب کہ وہ ان (کے کناروں) پر بیٹھے ہوئے تھے';
$t[7] = 'اور جو( سختیاں) اہل ایمان پر کر رہے تھے ان کو سامنے دیکھ رہے تھے';
$t[8] = 'ان کو مومنوں کی یہی بات بری لگتی تھی کہ وہ خدا پر ایمان لائے ہوئے تھے جو غالب (اور) قابل ستائش ہے';
$t[9] = 'وہی جس کی آسمانوں اور زمین میں بادشاہت ہے۔ اور خدا ہر چیز سے واقف ہے';
$t[10] = 'جن لوگوں نے مومن مردوں اور مومن عورتوں کو تکلیفیں دیں اور توبہ نہ کی ان کو دوزخ کا (اور) عذاب بھی ہوگا اور جلنے کا عذاب بھی ہوگا';
$t[11] = '(اور) جو لوگ ایمان لائے اور نیک کام کرتے رہے ان کے لیے باغات ہیں جن کے نیچے نہریں بہہ رہی ہیں۔ یہ ہی بڑی کامیابی ہے';
$t[12] = 'بےشک تمہارے پروردگار کی پکڑ بڑی سخت ہے';
$t[13] = 'وہی پہلی دفعہ پیدا کرتا ہے اور وہی دوبارہ( زندہ) کرے گا';
$t[14] = 'اور وہ بخشنے والا اور محبت کرنے والا ہے';
$t[15] = 'عرش کا مالک بڑی شان والا';
$t[16] = 'جو چاہتا ہے کر دیتا ہے';
$t[17] = 'بھلا تم کو لشکروں کا حال معلوم ہوا ہے';
$t[18] = '(یعنی) فرعون اور ثمود کا';
$t[19] = 'لیکن کافر (جان بوجھ کر) تکذیب میں (گرفتار) ہیں';
$t[20] = 'اور خدا (بھی) ان کو گردا گرد سے گھیرے ہوئے ہے';
$t[21] = '(یہ کتاب ہزل و بطلان نہیں) بلکہ یہ قرآن عظیم الشان ہے';
$t[22] = 'لوح محفوظ میں (لکھا ہوا)';
?>