<?php
$t = array();
$t[1] = 'آسمان اور رات کے وقت آنے والے کی قسم';
$t[2] = 'اور تم کو کیا معلوم کہ رات کے وقت آنے والا کیا ہے';
$t[3] = 'وہ تارا ہے چمکنے والا';
$t[4] = 'کہ کوئی متنفس نہیں جس پر نگہبان مقرر نہیں';
$t[5] = 'تو انسان کو دیکھنا چاہئے کہ وہ کاہے سے پیدا ہوا ہے';
$t[6] = 'وہ اچھلتے ہوئے پانی سے پیدا ہوا ہے';
$t[7] = 'جو پیٹھ اور سینے کے بیچ میں سے نکلتا ہے';
$t[8] = 'بےشک خدا اس کے اعادے (یعنی پھر پیدا کرنے) پر قادر ہے';
$t[9] = 'جس دن دلوں کے بھید جانچے جائیں گے';
$t[10] = 'تو انسان کی کچھ پیش نہ چل سکے گی اور نہ کوئی اس کا مددگار ہو گا';
$t[11] = 'آسمان کی قسم جو مینہ برساتا ہے';
$t[12] = 'اور زمین کی قسم جو پھٹ جاتی ہے';
$t[13] = 'کہ یہ کلام (حق کو باطل سے) جدا کرنے والا ہے';
$t[14] = 'اور بیہودہ بات نہیں ہے';
$t[15] = 'یہ لوگ تو اپنی تدبیروں میں لگ رہے ہیں';
$t[16] = 'اور ہم اپنی تدبیر کر رہے ہیں';
$t[17] = 'تو تم کافروں کو مہلت دو بس چند روز ہی مہلت دو';
?>