<?php
$t = array();
$t[1] = '(اے پیغمبر) اپنے پروردگار جلیل الشان کے نام کی تسبیح کرو';
$t[2] = 'جس نے (انسان کو) بنایا پھر( اس کے اعضاء کو) درست کیا';
$t[3] = 'اور جس نے( اس کا)اندازہ ٹہرایا (پھر اس کو) رستہ بتایا';
$t[4] = 'اور جس نے چارہ اگایا';
$t[5] = 'پھر اس کو سیاہ رنگ کا کوڑا کر دیا';
$t[6] = 'ہم تمہیں پڑھا دیں گے کہ تم فراموش نہ کرو گے';
$t[7] = 'مگر جو خدا چاہے۔ وہ کھلی بات کو بھی جانتا ہے اور چھپی کو بھی';
$t[8] = 'ہم تم کو آسان طریقے کی توفیق دیں گے';
$t[9] = 'سو جہاں تک نصیحت (کے) نافع( ہونے کی امید) ہو نصیحت کرتے رہو';
$t[10] = 'جو خوف رکھتا ہے وہ تو نصیحت پکڑے گا';
$t[11] = 'اور (بےخوف) بدبخت پہلو تہی کرے گا';
$t[12] = 'جو (قیامت کو) بڑی (تیز) آگ میں داخل ہو گا';
$t[13] = 'پھر وہاں نہ مرے گا اور نہ جئے گا';
$t[14] = 'بے شک وہ مراد کو پہنچ گیا جو پاک ہوا';
$t[15] = 'اور اپنے پروردگار کے نام کا ذکر کرتا رہا اور نماز پڑھتا رہا';
$t[16] = 'مگر تم لوگ تو دنیا کی زندگی کو اختیار کرتے ہو';
$t[17] = 'حالانکہ آخرت بہت بہتر اور پائندہ تر ہے';
$t[18] = 'یہ بات پہلے صحیفوں میں (مرقوم) ہے';
$t[19] = '(یعنی) ابراہیم اور موسیٰ کے صحیفوں میں';
?>