<?php
$t = array();
$t[1] = 'رات کی قسم جب (دن کو) چھپالے';
$t[2] = 'اور دن کی قسم جب چمک اٹھے';
$t[3] = 'اور اس (ذات) کی قسم جس نے نر اور مادہ پیدا کیے';
$t[4] = 'کہ تم لوگوں کی کوششں طرح طرح کی ہے';
$t[5] = 'تو جس نے (خدا کے رستے میں مال) دیا اور پرہیز گاری کی';
$t[6] = 'اور نیک بات کو سچ جانا';
$t[7] = 'اس کو ہم آسان طریقے کی توفیق دیں گے';
$t[8] = 'اور جس نے بخل کیا اور بےپروا بنا رہا';
$t[9] = 'اور نیک بات کو جھوٹ سمجھا';
$t[10] = 'اسے سختی میں پہنچائیں گے';
$t[11] = 'اور جب وہ (دوزخ کے گڑھے میں) گرے گا تو اس کا مال اس کے کچھ کام نہ آئے گا';
$t[12] = 'ہمیں تو راہ دکھا دینا ہے';
$t[13] = 'اور آخرت او ردنیا ہماری ہی چیزیں ہیں';
$t[14] = 'سو میں نے تم کو بھڑکتی آگ سے متنبہ کر دیا';
$t[15] = 'اس میں وہی داخل ہو گا جو بڑا بدبخت ہے';
$t[16] = 'جس نے جھٹلایا اور منہ پھیرا';
$t[17] = 'اور جو بڑا پرہیزگار ہے وہ (اس سے) بچا لیا جائے گا';
$t[18] = 'جو مال دیتا ہے تاکہ پاک ہو';
$t[19] = 'اور (اس لیے) نہیں( دیتا کہ) اس پر کسی کا احسان (ہے) جس کا وہ بدلہ اتارتا ہے';
$t[20] = 'بلکہ اپنے خداوند اعلیٰ کی رضامندی حاصل کرنے کے لیے دیتا ہے';
$t[21] = 'اور وہ عنقریب خوش ہو جائے گا';
?>