<?php
$t = array();
$t[1] = 'آفتاب کی روشنی کی قسم';
$t[2] = 'اور رات (کی تاریکی) کی جب چھا جائے';
$t[3] = 'کہ (اے محمدﷺ) تمہارے پروردگار نے نہ تو تم کو چھوڑا اور نہ( تم سے )ناراض ہوا';
$t[4] = 'اور آخرت تمہارے لیے پہلی (حالت یعنی دنیا) سے کہیں بہتر ہے';
$t[5] = 'اور تمہیں پروردگار عنقریب وہ کچھ عطا فرمائے گا کہ تم خوش ہو جاؤ گے';
$t[6] = 'بھلا اس نے تمہیں یتیم پا کر جگہ نہیں دی؟ (بےشک دی)';
$t[7] = 'اور رستے سے ناواقف دیکھا تو رستہ دکھایا';
$t[8] = 'اور تنگ دست پایا تو غنی کر دیا';
$t[9] = 'تو تم بھی یتیم پر ستم نہ کرنا';
$t[10] = 'اور مانگنے والے کو جھڑکی نہ دینا';
$t[11] = 'اور اپنے پروردگار کی نعمتوں کا بیان کرتے رہنا';
?>