<?php
$t = array();
$t[1] = '(اے محمدﷺ) اپنے پروردگار کا نام لے کر پڑھو جس نے (عالم کو) پیدا کیا';
$t[2] = 'جس نے انسان کو خون کی پھٹکی سے بنایا';
$t[3] = 'پڑھو اور تمہارا پروردگار بڑا کریم ہے';
$t[4] = 'جس نے قلم کے ذریعے سے علم سکھایا';
$t[5] = 'اور انسان کو وہ باتیں سکھائیں جس کا اس کو علم نہ تھا';
$t[6] = 'مگر انسان سرکش ہو جاتا ہے';
$t[7] = 'جب کہ اپنے تیئں غنی دیکھتا ہے';
$t[8] = 'کچھ شک نہیں کہ (اس کو) تمہارے پروردگار ہی کی طرف لوٹ کر جانا ہے';
$t[9] = 'بھلا تم نے اس شخص کو دیکھا جو منع کرتا ہے';
$t[10] = '(یعنی) ایک بندے کو جب وہ نماز پڑھنے لگتا ہے';
$t[11] = 'بھلا دیکھو تو اگر یہ راہِ راست پر ہو';
$t[12] = 'یا پرہیز گاری کا حکم کرے (تو منع کرنا کیسا)';
$t[13] = 'اور دیکھو تو اگر اس نے دین حق کو جھٹلایا اور اس سے منہ موڑا (تو کیا ہوا)';
$t[14] = 'کیااس کو معلوم نہیں کہ خدا دیکھ رہا ہے';
$t[15] = 'دیکھو اگر وہ باز نہ آئے گا تو ہم (اس کی) پیشانی کے بال پکڑ گھسیٹیں گے';
$t[16] = 'یعنی اس جھوٹے خطاکار کی پیشانی کے بال';
$t[17] = 'تو وہ اپنے یاروں کی مجلس کو بلالے';
$t[18] = 'ہم بھی اپنے موکلانِ دوزخ کو بلا لیں گے';
$t[19] = 'دیکھو اس کا کہا نہ ماننا اور قربِ (خدا) حاصل کرتے رہنا';
?>