<?php
$t = array();
$t[1] = 'سوگند به اسبان دونده (مجاهدان) در حالی که نفس&zwnj;زنان به پیش می&zwnj;رفتند،';
$t[2] = 'و سوگند به افروزندگان جرقه آتش (در برخورد سمهایشان با سنگهای بیابان)،';
$t[3] = 'و سوگند به هجوم آوران سپیده دم&zwnj;';
$t[4] = 'که گرد و غبار به هر سو پراکندند،';
$t[5] = 'و (ناگهان) در میان دشمن ظاهر شدند،';
$t[6] = 'که انسان در برابر نعمتهای پروردگارش بسیار ناسپاس و بخیل است؛';
$t[7] = 'و او خود (نیز) بر این معنی گواه است!';
$t[8] = 'و او علاقه شدید به مال دارد!';
$t[9] = 'آیا نمی&zwnj;داند در آن روز که تمام کسانی که در قبرها هستند برانگیخته می&zwnj;شوند،';
$t[10] = 'و آنچه در درون سینه&zwnj;هاست آشکار می&zwnj;گردد،';
$t[11] = 'در آن روز پروردگارشان از آنها کاملاً باخبر است!';
?>