<?php
$t = array();
$t[1] = 'آن حادثه کوبنده،';
$t[2] = 'و چه حادثه کوبنده&zwnj;ای!';
$t[3] = 'و تو چه می&zwnj;دانی که حادثه کوبنده چیست؟! (آن حادثه همان روز قیامت است!)';
$t[4] = 'روزی که مردم مانند پروانه&zwnj;های پراکنده خواهند بود،';
$t[5] = 'و کوه&zwnj;ها مانند پشم رنگین حلاّجی&zwnj;شده می&zwnj;گردد!';
$t[6] = 'امّا کسی که (در آن روز) ترازوهای اعمالش سنگین است،';
$t[7] = 'در یک زندگی خشنودکننده خواهد بود!';
$t[8] = 'و امّا کسی که ترازوهایش سبک است،';
$t[9] = 'پناهگاهش &laquo;هاویه&raquo; [= دوزخ&zwnj;] است!';
$t[10] = 'و تو چه می&zwnj;دانی &laquo;هاویه&raquo; چیست؟!';
$t[11] = 'آتشی است سوزان!';
?>