<?php
$t = array();
$t[1] = 'افزون طلبی (و تفاخر) شما را به خود مشغول داشته (و از خدا غافل نموده) است.';
$t[2] = 'تا آنجا که به دیدار قبرها رفتید (و قبور مردگان خود را برشمردید و به آن افتخار کردید)!';
$t[3] = 'چنین نیست که می&zwnj;پندارید، (آری) بزودی خواهید دانست!';
$t[4] = 'باز چنان نیست که شما می&zwnj;پندارید؛ بزودی خواهید دانست!';
$t[5] = 'چنان نیست که شما خیال می&zwnj;کنید؛ اگر شما علم الیقین (به آخرت) داشتید (افزون طلبی شما را از خدا غافل نمی&zwnj;کرد)!';
$t[6] = 'قطعاً شما جهنّم را خواهید دید!';
$t[7] = 'سپس (با ورود در آن) آن را به عین الیقین خواهید دید.';
$t[8] = 'سپس در آن روز (همه شما) از نعمتهایی که داشته&zwnj;اید بازپرسی خواهید شد!';
?>