<?php
$t = array();
$t[1] = 'وای بر هر عیبجوی مسخره&zwnj;کننده&zwnj;ای!';
$t[2] = 'همان کس که مال فراوانی جمع&zwnj;آوری و شماره کرده (بی&zwnj;آنکه مشروع و نامشروع آن را حساب کند)!';
$t[3] = 'او گمان می&zwnj;کند که اموالش او را جاودانه می&zwnj;سازد!';
$t[4] = 'چنین نیست که می&zwnj;پندارد؛ بزودی در &laquo;حُطَمه&raquo; [= آتشی خردکننده&zwnj;] پرتاب می&zwnj;شود!';
$t[5] = 'و تو چه می&zwnj;دانی &laquo;حُطمه&raquo; چیست؟!';
$t[6] = 'آتش برافروخته الهی است،';
$t[7] = 'آتشی که از دلها سرمی&zwnj;زند!';
$t[8] = 'این آتش بر آنها فروبسته شده،';
$t[9] = 'در ستونهای کشیده و طولانی!';
?>