<?php
$t = array();
$t[1] = 'ای کسانی که ایمان آورده&zwnj;اید! چیزی را بر خدا و رسولش مقدّم نشمرید (و پیشی مگیرید)، و تقوای الهی پیشه کنید که خداوند شنوا و داناست!';
$t[2] = 'ای کسانی که ایمان آورده&zwnj;اید! صدای خود را فراتر از صدای پیامبر نکنید، و در برابر او بلند سخن مگویید (و داد و فریاد نزنید) آن گونه که بعضی از شما در برابر بعضی بلند صدا می&zwnj;کنند، مبادا اعمال شما نابود گردد در حالی که نمی&zwnj;دانید!';
$t[3] = 'آنها که صدای خود را نزد رسول خدا کوتاه می&zwnj;کنند همان کسانی هستند که خداوند دلهایشان را برای تقوا خالص نموده، و برای آنان آمرزش و پاداش عظیمی است!';
$t[4] = '(ولی) کسانی که تو را از پشت حجره&zwnj;ها بلند صدا می&zwnj;زنند، بیشترشان نمی&zwnj;فهمند!';
$t[5] = 'اگر آنها صبر می&zwnj;کردند تا خود به سراغشان آیی، برای آنان بهتر بود؛ و خداوند آمرزنده و رحیم است!';
$t[6] = 'ای کسانی که ایمان آورده&zwnj;اید! اگر شخص فاسقی خبری برای شما بیاورد، درباره آن تحقیق کنید، مبادا به گروهی از روی نادانی آسیب برسانید و از کرده خود پشیمان شوید!';
$t[7] = 'و بدانید رسول خدا در میان شماست؛ هرگاه در بسیاری از کارها از شما اطاعت کند، به مشقّت خواهید افتاد؛ ولی خداوند ایمان را محبوب شما قرار داده و آن را در دلهایتان زینت بخشیده، و (به عکس) کفر و فسق و گناه را منفورتان قرار داده است؛ کسانی که دارای این صفاتند هدایت یافتگانند!';
$t[8] = '(و این برای شما بعنوان) فضل و نعمتی از سوی خداست؛ و خداوند دانا و حکیم است.!';
$t[9] = 'و هرگاه دو گروه از مؤمنان با هم به نزاع و جنگ پردازند، آنها را آشتی دهید؛ و اگر یکی از آن دو بر دیگری تجاوز کند، با گروه متجاوز پیکار کنید تا به فرمان خدا بازگردد؛ و هرگاه بازگشت (و زمینه صلح فراهم شد)، در میان آن دو به عدالت صلح برقرار سازید؛ و عدالت پیشه کنید که خداوند عدالت پیشگان را دوست می&zwnj;دارد.';
$t[10] = 'مؤمنان برادر یکدیگرند؛ پس دو برادر خود را صلح و آشتی دهید و تقوای الهی پیشه کنید، باشد که مشمول رحمت او شوید!';
$t[11] = 'ای کسانی که ایمان آورده&zwnj;اید! نباید گروهی از مردان شما گروه دیگر را مسخره کنند، شاید آنها از اینها بهتر باشند؛ و نه زنانی زنان دیگر را، شاید آنان بهتر از اینان باشند؛ و یکدیگر را مورد طعن و عیبجویی قرار ندهید و با القاب زشت و ناپسند یکدیگر را یاد نکنید، بسیار بد است که بر کسی پس از ایمان نام کفرآمیز بگذارید؛ و آنها که توبه نکنند، ظالم و ستمگرند!';
$t[12] = 'ای کسانی که ایمان آورده&zwnj;اید! از بسیاری از گمانها بپرهیزید، چرا که بعضی از گمانها گناه است؛ و هرگز (در کار دیگران) تجسّس نکنید؛ و هیچ یک از شما دیگری را غیبت نکند، آیا کسی از شما دوست دارد که گوشت برادر مرده خود را بخورد؟! (به یقین) همه شما از این امر کراهت دارید؛ تقوای الهی پیشه کنید که خداوند توبه&zwnj;پذیر و مهربان است!';
$t[13] = 'ای مردم! ما شما را از یک مرد و زن آفریدیم و شما را تیره&zwnj;ها و قبیله&zwnj;ها قرار دادیم تا یکدیگر را بشناسید؛ (اینها ملاک امتیاز نیست،) گرامی&zwnj;ترین شما نزد خداوند با تقواترین شماست؛ خداوند دانا و آگاه است!';
$t[14] = 'عربهای بادیه&zwnj;نشین گفتند: &laquo;ایمان آورده&zwnj;ایم&raquo; بگو: &laquo;شما ایمان نیاورده&zwnj;اید، ولی بگویید اسلام آورده&zwnj;ایم، امّا هنوز ایمان وارد قلب شما نشده است! و اگر از خدا و رسولش اطاعت کنید، چیزی از پاداش کارهای شما را فروگذار نمی&zwnj;کند، خداوند، آمرزنده مهربان است.&raquo;';
$t[15] = 'مؤمنان واقعی تنها کسانی هستند که به خدا و رسولش ایمان آورده&zwnj;اند، سپس هرگز شکّ و تردیدی به خود راه نداده و با اموال و جانهای خود در راه خدا جهاد کرده&zwnj;اند؛ آنها راستگویانند.';
$t[16] = 'بگو: &laquo;آیا خدا را از ایمان خود با خبر می&zwnj;سازید؟! او تمام آنچه را در آسمانها و زمین است می&zwnj;داند؛ و خداوند از همه چیز آگاه است!&raquo;';
$t[17] = 'آنها بر تو منّت می&zwnj;نهند که اسلام آورده&zwnj;اند؛ بگو: &laquo;اسلام آوردن خود را بر من منّت نگذارید، بلکه خداوند بر شما منّت می&zwnj;نهد که شما را به سوی ایمان هدایت کرده است، اگر (در ادّعای ایمان) راستگو هستید!';
$t[18] = 'خداوند غیبت آسمانها و زمین را می&zwnj;داند و نسبت به آنچه انجام می&zwnj;دهید بیناست!&raquo;';
?>