<?php
$t = array();
$t[1] = 'آنچه در آسمانها و آنچه در زمین است، برای خدا تسبیح می&zwnj;گوید؛ و او عزیز و حکیم است!';
$t[2] = 'او کسی است که کافران اهل کتاب را در نخستین برخورد (با مسلمانان) از خانه&zwnj;هایشان بیرون راند! گمان نمی&zwnj;کردید آنان خارج شوند، و خودشان نیز گمان می&zwnj;کردند که دِژهای محکمشان آنها را از عذاب الهی مانع می&zwnj;شود؛ امّا خداوند از آنجا که گمان نمی&zwnj;کردند به سراغشان آمد و در دلهایشان ترس و وحشت افکند، بگونه&zwnj;ای که خانه&zwnj;های خود را با دست خویش و با دست مؤمنان ویران می&zwnj;کردند؛ پس عبرت بگیرید ای صاحبان چشم!';
$t[3] = 'و اگر نه این بود که خداوند ترک وطن را بر آنان مقرّر داشته بود، آنها را در همین دنیا مجازات می&zwnj;کرد؛ و برای آنان در آخرت نیز عذاب آتش است!';
$t[4] = 'این به خاطر آن است که آنها با خدا و رسولش دشمنی کردند؛ و هر کس با خدا دشمنی کند (باید بداند) که خدا مجازات شدیدی دارد!';
$t[5] = 'هر درخت باارزش نخل را قطع کردید یا آن را به حال خود واگذاشتید، همه به فرمان خدا بود؛ و برای این بود که فاسقان را خوار و رسوا کند!';
$t[6] = 'و آنچه را خدا از آنان [= یهود] به رسولش بازگردانده (و بخشیده) چیزی است که شما برای به دست آوردن آن (زحمتی نکشیدید،) نه اسبی تاختید و نه شتری؛ ولی خداوند رسولان خود را بر هر کس بخواهد مسلّط می&zwnj;سازد؛ و خدا بر هر چیز توانا است!';
$t[7] = 'آنچه را خداوند از اهل این آبادیها به رسولش بازگرداند، از آن خدا و رسول و خویشاوندان او، و یتیمان و مستمندان و در راه ماندگان است، تا (این اموال عظیم) در میان ثروتمندان شما دست به دست نگردد! آنچه را رسول خدا برای شما آورده بگیرید (و اجرا کنید)، و از آنچه نهی کرده خودداری نمایید؛ و از (مخالفت) خدا بپرهیزید که خداوند کیفرش شدید است!';
$t[8] = 'این اموال برای فقیران مهاجرانی است که از خانه و کاشانه و اموال خود بیرون رانده شدند در حالی که فضل الهی و رضای او را می&zwnj;طلبند و خدا و رسولش را یاری می&zwnj;کنند؛ و آنها راستگویانند!';
$t[9] = 'و برای کسانی است که در این سرا [= سرزمین مدینه&zwnj;] و در سرای ایمان پیش از مهاجران مسکن گزیدند و کسانی را که به سویشان هجرت کنند دوست می&zwnj;دارند، و در دل خود نیازی به آنچه به مهاجران داده شده احساس نمی&zwnj;کنند و آنها را بر خود مقدّم می&zwnj;دارند هر چند خودشان بسیار نیازمند باشند؛ کسانی که از بخل و حرص نفس خویش باز داشته شده&zwnj;اند رستگارانند!';
$t[10] = '(همچنین) کسانی که بعد از آنها [= بعد از مهاجران و انصار] آمدند و می&zwnj;گویند: &laquo;پروردگارا! ما و برادرانمان را که در ایمان بر ما پیشی گرفتند بیامرز، و در دلهایمان حسد و کینه&zwnj;ای نسبت به مؤمنان قرار مده! پروردگارا، تو مهربان و رحیمی!&raquo;';
$t[11] = 'آیا منافقان را ندیدی که پیوسته به برادران کفارشان از اهل کتاب می&zwnj;گفتند: &laquo;هرگاه شما را (از وطن) بیرون کنند، ما هم با شما بیرون خواهیم رفت و هرگز سخن هیچ کس را درباره شما اطاعت نخواهیم کرد؛ و اگر با شما پیکار شود، یاریتان خواهیم نمود!&raquo; خداوند شهادت می&zwnj;دهد که آنها دروغگویانند!';
$t[12] = 'اگر آنها را بیرون کنند با آنان بیرون نمی&zwnj;روند، و اگر با آنها پیکار شود یاریشان نخواهند کرد، و اگر یاریشان کنند پشت به میدان کرده فرار می&zwnj;کنند؛ سپس کسی آنان را یاری نمی&zwnj;کند!';
$t[13] = 'وحشت از شما در دلهای آنها بیش از ترس از خداست؛ این به خاطر آن است که آنها گروهی نادانند!';
$t[14] = 'آنها هرگز با شما بصورت گروهی نمی&zwnj;جنگند جز در دژهای محکم یا از پشت دیوارها! پیکارشان در میان خودشان شدید است، (امّا در برابر شما ضعیف!) آنها را متّحد می&zwnj;پنداری، در حالی که دلهایشان پراکنده است؛ این به خاطر آن است که آنها قومی هستند که تعقّل نمی&zwnj;کنند!';
$t[15] = 'کار این گروه از یهود همانند کسانی است که کمی قبل از آنان بودند، طعم تلخ کار خود را چشیدند و برای آنها عذابی دردناک است!';
$t[16] = 'کار آنها همچون شیطان است که به انسان گفت: &laquo;کافر شو (تا مشکلات تو را حل کنم)!&raquo; امّا هنگامی که کافر شد گفت: &laquo;من از تو بیزارم، من از خداوندی که پروردگار عالمیان است بیم دارم!&raquo;';
$t[17] = 'سرانجام کارشان این شد که هر دو در آتش دوزخ خواهند بود، جاودانه در آن می&zwnj;مانند؛ و این است کیفر ستمکاران!';
$t[18] = 'ای کسانی که ایمان آورده&zwnj;اید از (مخالفت) خدا بپرهیزید؛ و هر کس باید بنگرد تا برای فردایش چه چیز از پیش فرستاده؛ و از خدا بپرهیزید که خداوند از آنچه انجام می&zwnj;دهید آگاه است!';
$t[19] = 'و همچون کسانی نباشید که خدا را فراموش کردند و خدا نیز آنها را به &laquo;خود فراموشی&raquo; گرفتار کرد، آنها فاسقانند.';
$t[20] = 'هرگز دوزخیان و بهشتیان یکسان نیستند؛ اصحاب بهشت رستگار و پیروزند!';
$t[21] = 'اگر این قرآن را بر کوهی نازل می&zwnj;کردیم، می&zwnj;دیدی که در برابر آن خاشع می&zwnj;شود و از خوف خدا می&zwnj;شکافد! اینها مثالهایی است که برای مردم می&zwnj;زنیم، شاید در آن بیندیشید!';
$t[22] = 'او خدایی است که معبودی جز او نیست، دانای آشکار و نهان است، و او رحمان و رحیم است!';
$t[23] = 'و خدایی است که معبودی جز او نیست، حاکم و مالک اصلی اوست، از هر عیب منزّه است، به کسی یتم نمی&zwnj;کند، امنیّت بخش است، مراقب همه چیز است، قدرتمندی شکست&zwnj;ناپذیر که با اراده نافذ خود هر امری را اصلاح می&zwnj;کند، و شایسته عظمت است؛ خداوند منزّه است از آنچه شریک برای او قرارمی&zwnj;دهند!';
$t[24] = 'او خداوندی است خالق، آفریننده&zwnj;ای بی&zwnj;سابقه، و صورتگری (بی&zwnj;نظیر)؛ برای او نامهای نیک است؛ آنچه در آسمانها و زمین است تسبیح او می&zwnj;گویند؛ و او عزیز و حکیم است!';
?>