<?php
$t = array();
$t[1] = 'آنچه در آسمانها و آنچه در زمین است همه تسبیح خدا می&zwnj;گویند؛ و او شکست&zwnj;ناپذیر و حکیم است!';
$t[2] = 'ای کسانی که ایمان آورده&zwnj;اید! چرا سخنی می&zwnj;گویید که عمل نمی&zwnj;کنید؟!';
$t[3] = 'نزد خدا بسیار موجب خشم است که سخنی بگویید که عمل نمی&zwnj;کنید!';
$t[4] = 'خداوند کسانی را دوست می&zwnj;دارد که در راه او پیکار می&zwnj;کنند گوئی بنایی آهنین&zwnj;اند!';
$t[5] = '(به یاد آورید) هنگامی را که موسی به قومش گفت: &laquo;ای قوم من! چرا مرا آزار می&zwnj;دهید با اینکه می&zwnj;دانید من فرستاده خدا به سوی شما هستم؟!&raquo; هنگامی که آنها از حق منحرف شدند، خداوند قلوبشان را منحرف ساخت؛ و خدا فاسقان را هدایت نمی&zwnj;کند!';
$t[6] = 'و (به یاد آورید) هنگامی را که عیسی بن مریم گفت: &laquo;ای بنی اسرائیل! من فرستاده خدا به سوی شما هستم در حالی که تصدیق&zwnj;کننده کتابی که قبل از من فرستاده شده [= تورات&zwnj;] می&zwnj;باشم، و بشارت&zwnj;دهنده به رسولی که بعد از من می&zwnj;آید و نام او احمد است!&raquo; هنگامی که او [= احمد] با معجزات و دلایل روشن به سراغ آنان آمد، گفتند: &laquo;این سحری است آشکار&raquo;!';
$t[7] = 'چه کسی ظالمتر است از آن کس که بر خدا دروغ بسته در حالی که دعوت به اسلام می&zwnj;شود؟! خداوند گروه ستمکاران را هدایت نمی&zwnj;کند!';
$t[8] = 'آنان می&zwnj;خواهند نور خدا را با دهان خود خاموش سازند؛ ولی خدا نور خود را کامل می&zwnj;کند هر چند کافران خوش نداشته باشند!';
$t[9] = 'او کسی است که رسول خود را با هدایت و دین حق فرستاد تا او را بر همه ادیان غالب سازد، هر چند مشرکان کراهت داشته باشند!';
$t[10] = 'ای کسانی که ایمان آورده&zwnj;اید! آیا شما را به تجارتی راهنمائی کنم که شما را از عذاب دردناک رهایی می&zwnj;بخشد؟!';
$t[11] = 'به خدا و رسولش ایمان بیاورید و با اموال و جانهایتان در راه خدا جهاد کنید؛ این برای شما (از هر چیز) بهتر است اگر بدانید!';
$t[12] = '(اگر چنین کنید) گناهانتان را می&zwnj;بخشد و شما را در باغهایی از بهشت داخل می&zwnj;کند که نهرها از زیر درختانش جاری است و در مسکنهای پاکیزه در بهشت جاویدان جای می&zwnj;دهد؛ و این پیروزی عظیم است!';
$t[13] = 'و (نعمت) دیگری که آن را دوست دارید به شما می&zwnj;بخشد، و آن یاری خداوند و پیروزی نزدیک است؛ و مؤمنان را بشارت ده (به این پیروزی بزرگ)!';
$t[14] = 'ای کسانی که ایمان آورده&zwnj;اید! یاوران خدا باشید همان&zwnj;گونه که عیسی بن مریم به حواریون گفت: &laquo;چه کسانی در راه خدا یاوران من هستند؟!&raquo; حواریون گفتند: &laquo;ما یاوران خدائیم&raquo; در این هنگام گروهی از بنی اسرائیل ایمان آوردند و گروهی کافر شدند؛ ما کسانی را که ایمان آورده بودند در برابر دشمنانشان تأیید کردیم و سرانجام بر آنان پیروز شدند!';
?>