<?php
$t = array();
$t[1] = 'آنچه در آسمانها و آنچه در زمین است همواره تسبیح خدا می&zwnj;گویند، خداوندی که مالک و حاکم است و از هر عیب و نقصی مبرا، و عزیز و حکیم است!';
$t[2] = 'و کسی است که در میان جمعیت درس نخوانده رسولی از خودشان برانگیخت که آیاتش را بر آنها می&zwnj;خواند و آنها را تزکیه می&zwnj;کند و به آنان کتاب (قرآن) و حکمت می&zwnj;آموزد هر چند پیش از آن در گمراهی آشکاری بودند!';
$t[3] = 'و (همچنین) رسول است بر گروه دیگری که هنوز به آنها ملحق نشده&zwnj;اند؛ و او عزیز و حکیم است!';
$t[4] = 'این فضل خداست که به هر کس بخواهد (و شایسته بداند) می&zwnj;بخشد؛ و خداوند صاحب فضل عظیم است!';
$t[5] = 'کسانی که مکلف به تورات شدند ولی حق آن را ادا نکردند، مانند درازگوشی هستند که کتابهایی حمل می&zwnj;کند، (آن را بر دوش می&zwnj;کشد اما چیزی از آن نمی&zwnj;فهمد)! گروهی که آیات خدا را انکار کردند مثال بدی دارند، و خداوند قوم ستمگر را هدایت نمی&zwnj;کند!';
$t[6] = 'بگو: &laquo;ای یهودیان! اگر گمان می&zwnj;کنید که (فقط) شما دوستان خدائید نه سایر مردم، پس آرزوی مرگ کنید اگر راست می&zwnj;گویید (تا به لقای محبوبتان برسید)!&raquo;';
$t[7] = 'ولی آنان هرگز تمنای مرگ نمی&zwnj;کنند بخاطر اعمالی که از پیش فرستاده&zwnj;اند؛ و خداوند ظالمان را بخوبی می&zwnj;شناسد!';
$t[8] = 'بگو: &laquo;این مرگی که از آن فرار می&zwnj;کنید سرانجام با شما ملاقات خواهد کرد؛ سپس به سوی کسی که دانای پنهان و آشکار است بازگردانده می&zwnj;شوید؛ آنگاه شما را از آنچه انجام می&zwnj;دادید خبر می&zwnj;دهد!&raquo;';
$t[9] = 'ای کسانی که ایمان آورده&zwnj;اید! هنگامی که برای نماز روز جمعه اذان گفته شود، به سوی ذکر خدا بشتابید و خرید و فروش را رها کنید که این برای شما بهتر است اگر می&zwnj;دانستید!';
$t[10] = 'و هنگامی که نماز پایان گرفت (شما آزادید) در زمین پراکنده شوید و از فضل خدا بطلبید، و خدا را بسیار یاد کنید شاید رستگار شوید!';
$t[11] = 'هنگامی که آنها تجارت یا سرگرمی و لهوی را ببینند پراکنده می&zwnj;شوند و به سوی آن می روند و تو را ایستاده به حال خود رها می&zwnj;کنند؛ بگو: آنچه نزد خداست بهتر از لهو و تجارت است، و خداوند بهترین روزی&zwnj;دهندگان است.';
?>