<?php
$t = array();
$t[1] = 'هنگامی که منافقان نزد تو آیند می&zwnj;گویند: &laquo;ما شهادت می&zwnj;دهیم که یقیناً تو رسول خدایی!&raquo; خداوند می&zwnj;داند که تو رسول او هستی، ولی خداوند شهادت می&zwnj;دهد که منافقان دروغگو هستند (و به گفته خود ایمان ندارند).';
$t[2] = 'آنها سوگندهایشان را سپر ساخته&zwnj;اند تا مردم را از راه خدا باز دارند، و کارهای بسیار بدی انجام می&zwnj;دهند!';
$t[3] = 'این بخاطر آن است که نخست ایمان آوردند سپس کافر شدند؛ از این رو بر دلهای آنان مهر نهاده شده، و حقیقت را درک نمی&zwnj;کنند!';
$t[4] = 'هنگامی که آنها را می&zwnj;بینی، جسم و قیافه آنان تو را در شگفتی فرو می&zwnj;برد؛ و اگر سخن بگویند، به سخنانشان گوش فرا می&zwnj;دهی؛ اما گویی چوبهای خشکی هستند که به دیوار تکیه داده شده&zwnj;اند! هر فریادی از هر جا بلند شود بر ضد خود می&zwnj;پندارند؛ آنها دشمنان واقعی تو هستند، پس از آنان بر حذر باش! خداوند آنها را بکشد، چگونه از حق منحرف می&zwnj;شوند؟!';
$t[5] = 'هنگامی که به آنان گفته شود: &laquo;بیایید تا رسول خدا برای شما استغفار کند!&raquo;، سرهای خود را (از روی استهزا و کبر و غرور) تکان می&zwnj;دهند؛ و آنها را می&zwnj;بینی که از سخنان تو اعراض کرده و تکبر می&zwnj;ورزند!';
$t[6] = 'برای آنها تفاوت نمی&zwnj;کند، خواه استغفار برایشان کنی یا نکنی، هرگز خداوند آنان را نمی&zwnj;بخشد؛ زیرا خداوند قوم فاسق را هدایت نمی&zwnj;کند!';
$t[7] = 'آنها کسانی هستند که می&zwnj;گویند: &laquo;به افرادی که نزد رسول خدا هستند انفاق نکنید تا پراکنده شوند!&raquo; (غافل از اینکه) خزاین آسمانها و زمین از آن خداست، ولی منافقان نمی&zwnj;فهمند!';
$t[8] = 'آنها می&zwnj;گویند: &laquo;اگر به مدینه بازگردیم، عزیزان ذلیلان را بیرون می&zwnj;کنند!&raquo; در حالی که عزت مخصوص خدا و رسول او و مؤمنان است؛ ولی منافقان نمی&zwnj;دانند!';
$t[9] = 'ای کسانی که ایمان آورده&zwnj;اید! اموال و فرزندانتان شما را از یاد خدا غافل نکند! و کسانی که چنین کنند، زیانکارانند!';
$t[10] = 'از آنچه به شما روزی داده&zwnj;ایم انفاق کنید، پیش از آنکه مرگ یکی از شما فرا رسد و بگوید: &laquo;پروردگارا! چرا (مرگ) مرا مدت کمی به تأخیر نینداختی تا (در راه خدا) صدقه دهم و از صالحان باشم؟!&raquo;';
$t[11] = 'خداوند هرگز مرگ کسی را هنگامی که اجلش فرا رسد به تأخیر نمی&zwnj;اندازد، و خداوند به آنچه انجام می&zwnj;دهید آگاه است.';
?>