<?php
$t = array();
$t[1] = 'آنچه در آسمانها و آنچه در زمین است برای خدا تسبیح می&zwnj;گویند؛ مالکیت و حکومت از آن اوست و ستایش از آن او؛ و او بر همه چیز تواناست!';
$t[2] = 'او کسی است که شما را آفرید (و به شما آزادی و اختیار داد)؛ گروهی از شما کافرید و گروهی مؤمن؛ و خداوند به آنچه انجام می&zwnj;دهید بیناست!';
$t[3] = 'آسمانها و زمین را بحق آفرید؛ و شما را (در عالم جنین) تصویر کرد، تصویری زیبا و دلپذیر؛ و سرانجام (همه) بسوی اوست.';
$t[4] = 'آنچه را در آسمانها و زمین است می&zwnj;داند، و از آنچه پنهان یا آشکار می&zwnj;کنید با خبر است؛ و خداوند از آنچه در درون سینه&zwnj;هاست آگاه است.';
$t[5] = 'آیا خبر کسانی که پیش از این کافر شدند به شما نرسیده است؟! (آری) آنها طعم کیفر گناهان بزرگ خود را چشیدند؛ و عذاب دردناک برای آنهاست!';
$t[6] = 'این بخاطر آن است که رسولان آنها (پیوسته) با دلایل روشن به سراغشان می&zwnj;آمدند، ولی آنها (از روی کبر و غرور) گفتند: &laquo;آیا بشرهایی (مثل ما) می&zwnj;خواهند ما را هدایت کنند؟!&raquo; از این رو کافر شدند و روی برگرداندند؛ و خداوند (از ایمان و طاعتشان) بی نیاز بود، و خدا غنی و شایسته ستایش است!';
$t[7] = 'کافران پنداشتند که هرگز برانگیخته نخواهند شد، بگو: &laquo;آری به پروردگارم سوگند که همه شما (در قیامت) برانگیخته خواهید شد، سپس آنچه را عمل می&zwnj;کردید به شما خبر داده می&zwnj;شود، و این برای خداوند آسان است!&raquo;';
$t[8] = 'حال که چنین است، به خدا و رسول او و نوری که نازل کرده&zwnj;ایم ایمان بیاورید؛ و بدانید خدا به آنچه انجام می&zwnj;دهید آگاه است!';
$t[9] = 'این در زمانی خواهد بود که همه شما را در روز اجتماع [= روز رستاخیز] گردآوری می&zwnj;کند؛ آن روز روز تغابن است (روز احساس خسارت و پشیمانی)! و هر کس به خدا ایمان بیاورد و عمل صالح انجام دهد، گناهان او را می&zwnj;بخشد و او را در باغهایی از بهشت که نهرها از زیر درختانش جاری است وارد می&zwnj;کند، جاودانه در آن می مانند؛ و این پیروزی بزرگ است!';
$t[10] = 'اما کسانی که کافر شدند و آیات ما را تکذیب کردند اصحاب دوزخند، جاودانه در آن می&zwnj;مانند، و (سرانجام آنها) سرانجام بدی است!';
$t[11] = 'هیچ مصیبتی رخ نمی&zwnj;دهد مگر به اذن خدا! و هر کس به خدا ایمان آورد، خداوند قلبش را هدایت می&zwnj;کند؛ و خدا به هر چیز داناست!';
$t[12] = 'اطاعت کنید خدا را، و اطاعت کنید پیامبر را؛ و اگر روی&zwnj;گردان شوید، رسول ما جز ابلاغ آشکار وظیفه&zwnj;ای ندارد!';
$t[13] = 'خداوند کسی است که هیچ معبودی جز او نیست، و مؤمنان باید فقط بر او توکل کنند!';
$t[14] = 'ای کسانی که ایمان آورده&zwnj;اید! بعضی از همسران و فرزندانتان دشمنان شما هستند، از آنها برحذر باشید؛ و اگر عفو کنید و چشم بپوشید و ببخشید، (خدا شما را می&zwnj;بخشد)؛ چرا که خداوند بخشنده و مهربان است!';
$t[15] = 'اموال و فرزندانتان فقط وسیله آزمایش شما هستند؛ و خداست که پاداش عظیم نزد اوست!';
$t[16] = 'پس تا می&zwnj;توانید تقوای الهی پیشه کنید و گوش دهید و اطاعت نمایید و انفاق کنید که برای شما بهتر است؛ و کسانی که از بخل و حرص خویشتن مصون بمانند رستگارانند!';
$t[17] = 'اگر به خدا قرض&zwnj;الحسنه دهید، آن را برای شما مضاعف می&zwnj;سازد و شما را می&zwnj;بخشد؛ و خداوند شکرکننده و بردبار است!';
$t[18] = 'او دانای پنهان و آشکار است؛ و او عزیز و حکیم است!';
?>