<?php
$t = array();
$t[1] = 'ای پیامبر! چرا چیزی را که خدا بر تو حلال کرده بخاطر جلب رضایت همسرانت بر خود حرام می&zwnj;کنی؟! و خداوند آمرزنده و رحیم است.';
$t[2] = 'خداوند راه گشودن سوگندهایتان را (در این گونه موارد) روشن ساخته؛ و خداوند مولای شماست و او دانا و حکیم است.';
$t[3] = '(به خاطر بیاورید) هنگامی را که پیامبر یکی از رازهای خود را به بعضی از همسرانش گفت، ولی هنگامی که وی آن را افشا کرد و خداوند پیامبرش را از آن آگاه ساخت، قسمتی از آن را برای او بازگو کرد و از قسمت دیگر خودداری نمود؛ هنگامی که پیامبر همسرش را از آن خبر داد، گفت: &laquo;چه کسی تو را از این راز آگاه ساخت؟&raquo; فرمود: &laquo;خداوند عالم و آگاه مرا باخبر ساخت!&raquo;';
$t[4] = 'اگر شما (همسران پیامبر) از کار خود توبه کنید (به نفع شماست، زیرا) دلهایتان از حق منحرف گشته؛ و اگر بر ضدّ او دست به دست هم دهید، (کاری از پیش نخواهید برد) زیرا خداوند یاور اوست و همچنین جبرئیل و مؤمنان صالح، و فرشتگان بعد از آنان پشتیبان اویند.';
$t[5] = 'امید است که اگر او شما را طلاق دهد، پروردگارش به جای شما همسرانی بهتر برای او قرار دهد، همسرانی مسلمان، مؤمن، متواضع، توبه کار، عابد، هجرت&zwnj;کننده، زنانی غیرباکره و باکره!';
$t[6] = 'ای کسانی که ایمان آورده&zwnj;اید خود و خانواده خویش را از آتشی که هیزم آن انسانها و سنگهاست نگه دارید؛ آتشی که فرشتگانی بر آن گمارده شده که خشن و سختگیرند و هرگز فرمان خدا را مخالفت نمی&zwnj;کنند و آنچه را فرمان داده شده&zwnj;اند (به طور کامل) اجرا می&zwnj;نمایند!';
$t[7] = 'ای کسانی که کافر شده&zwnj;اید امروز عذرخواهی نکنید، چرا که تنها به اعمالتان جزا داده می&zwnj;شوید!';
$t[8] = 'ای کسانی که ایمان آورده&zwnj;اید بسوی خدا توبه کنید، توبه&zwnj;ای خالص؛ امید است (با این کار) پروردگارتان گناهانتان را ببخشد و شما را در باغهایی از بهشت که نهرها از زیر درختانش جاری است وارد کند، در آن روزی که خداوند پیامبر و کسانی را که با او ایمان آوردند خوار نمی&zwnj;کند؛ این در حالی است که نورشان پیشاپیش آنان و از سوی راستشان در حرکت است، و می&zwnj;گویند: &laquo;پروردگارا! نور ما را کامل کن و ما را ببخش که تو بر هر چیز توانائی!&raquo;';
$t[9] = 'ای پیامبر! با کفّار و منافقین پیکار کن و بر آنان سخت بگیر! جایگاهشان جهنم است، و بد فرجامی است!';
$t[10] = 'خداوند برای کسانی که کافر شده&zwnj;اند به همسر نوح و همسر لوط مثَل زده است، آن دو تحت سرپرستی دو بنده از بندگان صالح ما بودند، ولی به آن دو خیانت کردند و ارتباط با این دو (پیامبر) سودی به حالشان (در برابر عذاب الهی) نداشت، و به آنها گفته شد: &laquo;وارد آتش شوید همراه کسانی که وارد می&zwnj;شوند!&raquo;';
$t[11] = 'و خداوند برای مؤمنان، به همسر فرعون مثَل زده است، در آن هنگام که گفت: &laquo;پروردگارا! خانه&zwnj;ای برای من نزد خودت در بهشت بساز، و مرا از فرعون و کار او نجات ده و مرا از گروه ستمگران رهایی بخش!&raquo;';
$t[12] = 'و همچنین به مریم دختر عمران که دامان خود را پاک نگه داشت، و ما را از روح خود در آن دمیدیم؛ او کلمات پروردگار و کتابهایش را تصدیق کرد و از مطیعان فرمان خدا بود!';
?>