<?php
$t = array();
$t[1] = 'ای جامه به خود پیچیده!';
$t[2] = 'شب را، جز کمی، بپاخیز!';
$t[3] = 'نیمی از شب را، یا کمی از آن کم کن،';
$t[4] = 'یا بر نصف آن بیفزا، و قرآن را با دقّت و تأمّل بخوان؛';
$t[5] = 'چرا که ما بزودی سخنی سنگین به تو القا خواهیم کرد!';
$t[6] = 'مسلّماً نماز و عبادت شبانه پابرجاتر و با استقامت&zwnj;تر است!';
$t[7] = 'و تو در روز تلاش مستمر و طولانی خواهی داشت!';
$t[8] = 'و نام پروردگارت را یاد کن و تنها به او دل ببند!';
$t[9] = 'همان پروردگار شرق و غرب که معبودی جز او نیست، او را نگاهبان و وکیل خود انتخاب کن،';
$t[10] = 'و در برابر آنچه (دشمنان) می&zwnj;گویند شکیبا باش و بطرزی شایسته از آنان دوری گزین!';
$t[11] = 'و مرا با تکذیب&zwnj;کنندگان صاحب نعمت واگذار، و آنها را کمی مهلت ده،';
$t[12] = 'که نزد ما غل و زنجیرها و (آتش) دوزخ است،';
$t[13] = 'و غذایی گلوگیر، و عذابی دردناک،';
$t[14] = 'در آن روز که زمین و کوه&zwnj;ها سخت به لرزه درمی&zwnj;آید، و کوه&zwnj;ها (چنان درهم کوبیده می&zwnj;شود که) به شکل توده&zwnj;هایی از شن نرم درمی&zwnj;آید!';
$t[15] = 'ما پیامبری به سوی شما فرستادیم که گواه بر شماست، همان گونه که به سوی فرعون رسولی فرستادیم!';
$t[16] = '(ولی) فرعون به مخالفت و نافرمانی آن رسول برخاست، و ما او را سخت مجازات کردیم!';
$t[17] = 'شما (نیز) اگر کافر شوید، چگونه خود را (از عذاب الهی) بر کنار می&zwnj;دارید؟! در آن روز که کودکان را پیر می&zwnj;کند،';
$t[18] = 'و آسمان از هم شکافته می&zwnj;شود، و وعده او شدنی و حتمی است.';
$t[19] = 'این هشدار و تذکّری است، پس هر کس بخواهد راهی به سوی پروردگارش برمی&zwnj;گزیند!';
$t[20] = 'پروردگارت می&zwnj;داند که تو و گروهی از آنها که با تو هستند نزدیک دو سوم از شب یا نصف یا ثلث آن را به پا می&zwnj;خیزند؛ خداوند شب و روز را اندازه&zwnj;گیری می&zwnj;کند؛ او می&zwnj;داند که شما نمی&zwnj;توانید مقدار آن را (به دقّت) اندازه&zwnj;گیری کنید (برای عبادت کردن)، پس شما را بخشید؛ اکنون آنچه برای شما میسّر است قرآن بخوانید او می&zwnj;داند بزودی گروهی از شما بیمار می&zwnj;شوند، و گروهی دیگر برای به دست آوردن فضل الهی (و کسب روزی) به سفر می&zwnj;روند، و گروهی دیگر در راه خدا جهاد می&zwnj;کنند (و از تلاوت قرآن بازمی&zwnj;مانند)، پس به اندازه&zwnj;ای که برای شما ممکن است از آن تلاوت کنید و نماز را بر پا دارید و زکات بپردازید و به خدا &laquo;قرض الحسنه&raquo; دهید [= در راه او انفاق نمایید] و (بدانید) آنچه را از کارهای نیک برای خود از پیش می&zwnj;فرستید نزد خدا به بهترین وجه و بزرگترین پاداش خواهید یافت؛ و از خدا آمرزش بطلبید که خداوند آمرزنده و مهربان است!';
?>