<?php
$t = array();
$t[1] = 'آن زمان که آسمان [= کرات آسمانی&zwnj;] از هم شکافته شود،';
$t[2] = 'و آن زمان که ستارگان پراکنده شوند و فرو ریزند،';
$t[3] = 'و آن زمان که دریاها به هم پیوسته شود،';
$t[4] = 'و آن زمان که قبرها زیر و رو گردد (و مردگان خارج شوند)،';
$t[5] = '(در آن زمان) هر کس می&zwnj;داند آنچه را از پیش فرستاده و آنچه را برای بعد گذاشته است.';
$t[6] = 'ای انسان! چه چیز تو را در برابر پروردگار کریمت مغرور ساخته است؟!';
$t[7] = 'همان خدایی که تو را آفرید و سامان داد و منظّم ساخت،';
$t[8] = 'و در هر صورتی که خواست تو را ترکیب نمود.';
$t[9] = '(آری) آن گونه که شما می&zwnj;پندارید نیست؛ بلکه شما روز جزا را منکرید!';
$t[10] = 'و بی&zwnj;شک نگاهبانانی بر شما گمارده شده...';
$t[11] = 'والا مقام و نویسنده (اعمال نیک و بد شما)،';
$t[12] = 'که می&zwnj;دانند شما چه می&zwnj;کنید!';
$t[13] = 'به یقین نیکان در نعمتی فراوانند.';
$t[14] = 'و بدکاران در دوزخند،';
$t[15] = 'روز جزا وارد آن می&zwnj;شوند و می&zwnj;سوزند،';
$t[16] = 'و آنان هرگز از آن غایب و دور نیستند!';
$t[17] = 'تو چه می&zwnj;دانی روز جزا چیست؟!';
$t[18] = 'باز چه می&zwnj;دانی روز جزا چیست؟!';
$t[19] = 'روزی است که هیچ کس قادر بر انجام کاری به سود دیگری نیست، و همه امور در آن روز از آن خداست!';
?>