<?php
$t = array();
$t[1] = 'در آن هنگام که آسمان [= کرات آسمانی&zwnj;] شکافته شود،';
$t[2] = 'و تسلیم فرمان پروردگارش شود -و سزاوار است چنین باشد-';
$t[3] = 'و در آن هنگام که زمین گسترده شود،';
$t[4] = 'و آنچه در درون دارد بیرون افکنده و خالی شود،';
$t[5] = 'و تسلیم فرمان پروردگارش گردد -و شایسته است که چنین باشد-';
$t[6] = 'ای انسان! تو با تلاش و رنج بسوی پروردگارت می&zwnj;روی و او را ملاقات خواهی کرد!';
$t[7] = 'پس کسی که نامه اعمالش به دست راستش داده شود،';
$t[8] = 'بزودی حساب آسانی برای او می&zwnj;شود،';
$t[9] = 'و خوشحال به اهل و خانواده&zwnj;اش بازمی&zwnj;گردد.';
$t[10] = 'و امّا کسی که نامه اعمالش به پشت سرش داده شود،';
$t[11] = 'بزودی فریاد می&zwnj;زند وای بر من که هلاک شدم!';
$t[12] = 'و در شعله&zwnj;های سوزان آتش می&zwnj;سوزد.';
$t[13] = 'چرا که او در میان خانواده&zwnj;اش پیوسته (از کفر و گناه خود) مسرور بود!';
$t[14] = 'او گمان می&zwnj;کرد هرگز بازگشت نمی&zwnj;کند!';
$t[15] = 'آری، پروردگارش نسبت به او بینا بود (و اعمالش را برای حساب ثبت کرد)!';
$t[16] = 'سوگند به شفق،';
$t[17] = 'و سوگند به شب و آنچه را جمع&zwnj;آوری می&zwnj;کند،';
$t[18] = 'و سوگند به ماه آنگاه که بَدر کامل می&zwnj;شود،';
$t[19] = 'که همه شما پیوسته از حالی به حال دیگر منتقل می&zwnj;شوید (تا به کمال برسید).';
$t[20] = 'پس چرا آنان ایمان نمی&zwnj;آورند؟!';
$t[21] = 'و هنگامی که قرآن بر آنها خوانده می&zwnj;شود سجده نمی&zwnj;کنند؟!';
$t[22] = 'بلکه کافران پیوسته آیات الهی را انکار می&zwnj;کنند!';
$t[23] = 'و خداوند آنچه را در دل پنهان می&zwnj;دارند بخوبی می&zwnj;داند!';
$t[24] = 'پس آنها را به عذابی دردناک بشارت ده!';
$t[25] = 'مگر کسانی که ایمان آورده و اعمال صالح انجام داده&zwnj;اند، که برای آنان پاداشی است قطع&zwnj;نشدنی!';
?>