<?php
$t = array();
$t[1] = 'سوگند به آسمان که دارای برجهای بسیار است،';
$t[2] = 'و سوگند به آن روز موعود،';
$t[3] = 'و سوگند به &laquo;شاهد&raquo; و &laquo;مشهود&raquo;! [&laquo;شاهد&raquo;: پیامبر و گواهان اعمال، و &laquo;مشهود&raquo;: اعمال امّت است&zwnj;]';
$t[4] = 'مرگ بر شکنجه&zwnj;گران صاحب گودال (آتش)،';
$t[5] = 'آتشی عظیم و شعله&zwnj;ور!';
$t[6] = 'هنگامی که در کنار آن نشسته بودند،';
$t[7] = 'و آنچه را با مؤمنان انجام می&zwnj;دادند (با خونسردی و قساوت) تماشا می&zwnj;کردند!';
$t[8] = 'آنها هیچ ایرادی بر مؤمنان نداشتند جز اینکه به خداوند عزیز و حمید ایمان آورده بودند؛';
$t[9] = 'همان کسی که حکومت آسمانها و زمین از آن اوست و خداوند بر همه چیز گواه است!';
$t[10] = 'کسانی که مردان و زنان باایمان را شکنجه دادند سپس توبه نکردند، برای آنها عذاب دوزخ و عذاب آتش سوزان است!';
$t[11] = 'و برای کسانی که ایمان آوردند و اعمال شایسته انجام دادند، باغهایی از بهشت است که نهرها زیر درختانش جاری است؛ و این نجات و پیروزی بزرگ است!';
$t[12] = 'گرفتن قهرآمیز و مجازات پروردگارت به یقین بسیار شدید است!';
$t[13] = 'اوست که آفرینش را آغاز می&zwnj;کند و بازمی&zwnj;گرداند،';
$t[14] = 'و او آمرزنده و دوستدار (مؤمنان) است،';
$t[15] = 'صاحب عرش و دارای مجد و عظمت است،';
$t[16] = 'و آنچه را می&zwnj;خواهد انجام می&zwnj;دهد!';
$t[17] = 'آیا داستان لشکرها به تو رسیده است،';
$t[18] = 'لشکریان فرعون و ثمود؟!';
$t[19] = 'ولی کافران پیوسته در تکذیب حقند،';
$t[20] = 'و خداوند به همه آنها احاطه دارد!';
$t[21] = '(این آیات، سحر و دروغ نیست،) بلکه قرآن باعظمت است...';
$t[22] = 'که در لوح محفوظ جای دارد!';
?>