<?php
$t = array();
$t[1] = 'سوگند به آسمان و کوبنده شب!';
$t[2] = 'و تو نمی&zwnj;دانی کوبنده شب چیست!';
$t[3] = 'همان ستاره درخشان و شکافنده تاریکیهاست!';
$t[4] = '(به این آیت بزرگ الهی سوگند) که هر کس مراقب و محافظی دارد!';
$t[5] = 'انسان باید بنگرد که از چه چیز آفریده شده است!';
$t[6] = 'از یک آب جهنده آفریده شده است،';
$t[7] = 'آبی که از میان پشت و سینه&zwnj;ها خارج می&zwnj;شود!';
$t[8] = 'مسلّماً او [= خدائی که انسان را از چنین چیز پستی آفرید] می&zwnj;تواند او را بازگرداند!';
$t[9] = 'در آن روز که اسرار نهان (انسان) آشکار میشود،';
$t[10] = 'و برای او هیچ نیرو و یاوری نیست!';
$t[11] = 'سوگند به آسمان پرباران،';
$t[12] = 'و سوگند به زمین پرشکاف (که گیاهان از آن سر برمی&zwnj;آورند)،';
$t[13] = 'که این (قرآن) سخنی است که حقّ را از باطل جدا می&zwnj;کند،';
$t[14] = 'و هرگز شوخی نیست!';
$t[15] = 'آنها پیوسته حیله می&zwnj;کنند،';
$t[16] = 'و من هم در برابر آنها چاره می&zwnj;کنم!';
$t[17] = 'حال که چنین است کافران را (فقط) اندکی مهلت ده (تا سزای اعمالشان را ببینند)!';
?>