<?php
$t = array();
$t[1] = 'منزّه شمار نام پروردگار بلندمرتبه&zwnj;ات را!';
$t[2] = 'همان خداوندی که آفرید و منظم کرد،';
$t[3] = 'و همان که اندازه&zwnj;گیری کرد و هدایت نمود،';
$t[4] = 'و آن کس را که چراگاه را به وجود آورد،';
$t[5] = 'سپس آن را خشک و تیره قرار داد!';
$t[6] = 'ما بزودی (قرآن را) بر تو می&zwnj;خوانیم و هرگز فراموش نخواهی کرد،';
$t[7] = 'مگر آنچه را خدا بخواهد، که او آشکار و نهان را می&zwnj;داند!';
$t[8] = 'و ما تو را برای انجام هر کار خیر آماده می&zwnj;کنیم!';
$t[9] = 'پس تذکّر ده اگر تذکّر مفید باشد!';
$t[10] = 'و بزودی کسی که از خدا می&zwnj;ترسد متذکّر می&zwnj;شود.';
$t[11] = 'امّا بدبخت&zwnj;ترین افراد از آن دوری می&zwnj;گزیند،';
$t[12] = 'همان کسی که در آتش بزرگ وارد می&zwnj;شود،';
$t[13] = 'سپس در آن آتش نه می&zwnj;میرد و نه زنده می&zwnj;شود!';
$t[14] = 'به یقین کسی که پاکی جست (و خود را تزکیه کرد)، رستگار شد.';
$t[15] = 'و (آن که) نام پروردگارش را یاد کرد سپس نماز خواند!';
$t[16] = 'ولی شما زندگی دنیا را مقدم می&zwnj;دارید،';
$t[17] = 'در حالی که آخرت بهتر و پایدارتر است!';
$t[18] = 'این دستورها در کتب آسمانی پیشین (نیز) آمده است،';
$t[19] = 'در کتب ابراهیم و موسی.';
?>