<?php
$t = array();
$t[1] = 'آیا داستان غاشیه [= روز قیامت که حوادث وحشتناکش همه را می&zwnj;پوشاند] به تو رسیده است؟!';
$t[2] = 'چهره&zwnj;هایی در آن روز خاشع و ذلّت&zwnj;بارند،';
$t[3] = 'آنها که پیوسته عمل کرده و خسته شده&zwnj;اند (و نتیجه&zwnj;ای عایدشان نشده است)،';
$t[4] = 'و در آتش سوزان وارد می&zwnj;گردند؛';
$t[5] = 'از چشمه&zwnj;ای بسیار داغ به آنان می&zwnj;نوشانند؛';
$t[6] = 'غذائی جز از ضَریع [= خار خشک تلخ و بدبو] ندارند؛';
$t[7] = 'غذایی که نه آنها را فربه می&zwnj;کند و نه از گرسنگی می&zwnj;رهاند!';
$t[8] = 'چهره&zwnj;هایی در آن روز شاداب و باطراوتند،';
$t[9] = 'و از سعی و تلاش خود خشنودند،';
$t[10] = 'در بهشتی عالی جای دارند،';
$t[11] = 'که در آن هیچ سخن لغو و بیهوده&zwnj;ای نمی&zwnj;شنوند!';
$t[12] = 'در آن چشمه&zwnj;ای جاری است،';
$t[13] = 'در آن تختهای زیبای بلندی است،';
$t[14] = 'و قدحهایی (که در کنار این چشمه) نهاده،';
$t[15] = 'و بالشها و پشتیهای صف&zwnj;داده شده،';
$t[16] = 'و فرشهای فاخر گسترده!';
$t[17] = 'آیا آنان به شتر نمی&zwnj;نگرند که چگونه آفریده شده است؟!';
$t[18] = 'و به آسمان نگاه نمی&zwnj;کنند که چگونه برافراشته شده؟!';
$t[19] = 'و به کوه&zwnj;ها که چگونه در جای خود نصب گردیده!';
$t[20] = 'و به زمین که چگونه گسترده و هموار گشته است؟!';
$t[21] = 'پس تذکّر ده که تو فقط تذکّر دهنده&zwnj;ای!';
$t[22] = 'تو سلطه&zwnj;گر بر آنان نیستی که (بر ایمان) مجبورشان کنی،';
$t[23] = 'مگر کسی که پشت کند و کافر شود،';
$t[24] = 'که خداوند او را به عذاب بزرگ مجازات می&zwnj;کند!';
$t[25] = 'به یقین بازگشت (همه) آنان به سوی ماست،';
$t[26] = 'و مسلّماً حسابشان (نیز) با ماست!';
?>