<?php
$t = array();
$t[1] = 'قسم به این شهر مقدّس [= مکّه&zwnj;]،';
$t[2] = 'شهری که تو در آن ساکنی،';
$t[3] = 'و قسم به پدر و فرزندش [= ابراهیم خلیل و فرزندش اسماعیل ذبیح&zwnj;]،';
$t[4] = 'که ما انسان را در رنج آفریدیم (و زندگی او پر از رنجهاست)!';
$t[5] = 'آیا او گمان می&zwnj;کند که هیچ کس نمی&zwnj;تواند بر او دست یابد؟!';
$t[6] = 'می&zwnj;گوید: &laquo;مال زیادی را (در کارهای خیر) نابود کرده&zwnj;ام!&raquo;';
$t[7] = 'آیا (انسان) گمان می&zwnj;کند هیچ کس او را ندیده (که عمل خیری انجام نداده) است؟!';
$t[8] = 'آیا برای او دو چشم قرار ندادیم،';
$t[9] = 'و یک زبان و دو لب؟!';
$t[10] = 'و او را به راه خیر و شرّ هدایت کردیم!';
$t[11] = 'ولی او از آن گردنه مهمّ نگذشت!';
$t[12] = 'و تو نمی&zwnj;دانی آن گردنه چیست!';
$t[13] = 'آزادکردن برده&zwnj;ای،';
$t[14] = 'یا غذا دادن در روز گرسنگی...';
$t[15] = 'یتیمی از خویشاوندان،';
$t[16] = 'یا مستمندی خاک&zwnj;نشین را،';
$t[17] = 'سپس از کسانی باشد که ایمان آورده و یکدیگر را به شکیبایی و رحمت توصیه می&zwnj;کنند!';
$t[18] = 'آنها &laquo;اصحاب الیمین&raquo; اند (که نامه اعمالشان را به دست راستشان می&zwnj;دهند)!';
$t[19] = 'و کسانی که آیات ما را انکار کرده&zwnj;اند افرادی شومند (که نامه اعمالشان به دست چپشان داده می&zwnj;شود).';
$t[20] = 'بر آنها آتشی است فروبسته (که راه فراری از آن نیست)!';
?>