<?php
$t = array();
$t[1] = 'به خورشید و گسترش نور آن سوگند،';
$t[2] = 'و به ماه هنگامی که بعد از آن درآید،';
$t[3] = 'و به روز هنگامی که صفحه زمین را روشن سازد،';
$t[4] = 'و به شب آن هنگام که زمین را بپوشاند،';
$t[5] = 'و قسم به آسمان و کسی که آسمان را بنا کرده،';
$t[6] = 'و به زمین و کسی که آن را گسترانیده،';
$t[7] = 'و قسم به جان آدمی و آن کس که آن را (آفریده و) منظّم ساخته،';
$t[8] = 'سپس فجور و تقوا (شرّ و خیرش) را به او الهام کرده است،';
$t[9] = 'که هر کس نفس خود را پاک و تزکیه کرده، رستگار شده؛';
$t[10] = 'و آن کس که نفس خویش را با معصیت و گناه آلوده ساخته، نومید و محروم گشته است!';
$t[11] = 'قوم &laquo;ثمود&raquo; بر اثر طغیان، (پیامبرشان را) تکذیب کردند،';
$t[12] = 'آنگاه که شقی&zwnj;ترین آنها بپاخاست،';
$t[13] = 'و فرستاده الهی [= صالح&zwnj;] به آنان گفت: &laquo;ناقه خدا [= همان شتری که معجزه الهی بود] را با آبشخورش واگذارید (و مزاحم آن نشوید)!&raquo;';
$t[14] = 'ولی آنها او را تکذیب و ناقه را پی کردند (و به هلاکت رساندند)؛ از این رو پروردگارشان آنها (و سرزمینشان) را بخاطر گناهانشان در هم کوبید و با خاک یکسان و صاف کرد!';
$t[15] = 'و او هرگز از فرجام این کار [= مجازات ستمگران&zwnj;] بیم ندارد!';
?>