<?php
$t = array();
$t[1] = 'قسم به شب در آن هنگام که (جهان را) بپوشاند،';
$t[2] = 'و قسم به روز هنگامی که تجلّی کند،';
$t[3] = 'و قسم به آن کس که جنس مذکّر و مؤنّث را آفرید،';
$t[4] = 'که سعی و تلاش شما مختلف است:';
$t[5] = 'امّا آن کس که (در راه خدا) انفاق کند و پرهیزگاری پیش گیرد،';
$t[6] = 'و جزای نیک (الهی) را تصدیق کند،';
$t[7] = 'ما او را در مسیر آسانی قرار می&zwnj;دهیم!';
$t[8] = 'امّا کسی که بخل ورزد و (از این راه) بی&zwnj;نیازی طلبد،';
$t[9] = 'و پاداش نیک (الهی) را انکار کند،';
$t[10] = 'بزودی او را در مسیر دشواری قرار می&zwnj;دهیم؛';
$t[11] = 'و در آن هنگام که (در جهنّم) سقوط می&zwnj;کند، اموالش به حال او سودی نخواهد داشت!';
$t[12] = 'به یقین هدایت کردن بر ماست،';
$t[13] = 'و آخرت و دنیا از آن ماست،';
$t[14] = 'و من شما را از آتشی که زبانه می&zwnj;کشد بیم می&zwnj;دهم،';
$t[15] = 'کسی جز بدبخت&zwnj;ترین مردم وارد آن نمی&zwnj;شود؛';
$t[16] = 'همان کس که (آیات خدا را) تکذیب کرد و به آن پشت نمود!';
$t[17] = 'و بزودی با تقواترین مردم از آن دور داشته می&zwnj;شود،';
$t[18] = 'همان کس که مال خود را (در راه خدا) می&zwnj;بخشد تا پاک شود.';
$t[19] = 'و هیچ کس را نزد او حق نعمتی نیست تا بخواهد (به این وسیله) او را جزا دهد،';
$t[20] = 'بلکه تنها هدفش جلب رضای پروردگار بزرگ اوست؛';
$t[21] = 'و بزودی راضی و خشنود می&zwnj;شود!';
?>