<?php
$t = array();
$t[1] = 'قسم به روز در آن هنگام که آفتاب برآید (و همه جا را فراگیرد)،';
$t[2] = 'و سوگند به شب در آن هنگام که آرام گیرد،';
$t[3] = 'که خداوند هرگز تو را وانگذاشته و مورد خشم قرار نداده است!';
$t[4] = 'و مسلّماً آخرت برای تو از دنیا بهتر است!';
$t[5] = 'و بزودی پروردگارت آنقدر به تو عطا خواهد کرد که خشنود شوی!';
$t[6] = 'آیا او تو را یتیم نیافت و پناه داد؟!';
$t[7] = 'و تو را گمشده یافت و هدایت کرد،';
$t[8] = 'و تو را فقیر یافت و بی&zwnj;نیاز نمود،';
$t[9] = 'حال که چنین است یتیم را تحقیر مکن،';
$t[10] = 'و سؤال&zwnj;کننده را از خود مران،';
$t[11] = 'و نعمتهای پروردگارت را بازگو کن!';
?>