<?php
$t = array();
$t[1] = 'قسم به انجیر و زیتون [یا: قسم به سرزمین شام و بیت المقدّس&zwnj;]،';
$t[2] = 'و سوگند به &laquo;طور سینین&raquo;،';
$t[3] = 'و قسم به این شهر امن [= مکّه&zwnj;]،';
$t[4] = 'که ما انسان را در بهترین صورت و نظام آفریدیم،';
$t[5] = 'سپس او را به پایین&zwnj;ترین مرحله بازگرداندیم،';
$t[6] = 'مگر کسانی که ایمان آورده و اعمال صالح انجام داده&zwnj;اند که برای آنها پاداشی تمام&zwnj;نشدنی است!';
$t[7] = 'پس چه چیز سبب می&zwnj;شود که بعد از این همه (دلایل روشن) روز جزا را انکار کنی؟!';
$t[8] = 'آیا خداوند بهترین حکم&zwnj;کنندگان نیست؟!';
?>