<?php
$t = array();
$t[1] = 'بخوان به نام پروردگارت که (جهان را) آفرید،';
$t[2] = 'همان کس که انسان را از خون بسته&zwnj;ای خلق کرد!';
$t[3] = 'بخوان که پروردگارت (از همه) بزرگوارتر است،';
$t[4] = 'همان کسی که بوسیله قلم تعلیم نمود،';
$t[5] = 'و به انسان آنچه را نمی&zwnj;دانست یاد داد!';
$t[6] = 'چنین نیست (که شما می&zwnj;پندارید) به یقین انسان طغیان می&zwnj;کند،';
$t[7] = 'از اینکه خود را بی&zwnj;نیاز ببیند!';
$t[8] = 'و به یقین بازگشت (همه) به سوی پروردگار تو است!';
$t[9] = 'به من خبر ده آیا کسی که نهی می&zwnj;کند،';
$t[10] = 'بنده&zwnj;ای را به هنگامی که نماز می&zwnj;خواند (آیا مستحق عذاب الهی نیست)؟!';
$t[11] = 'به من خبر ده اگر این بنده به راه هدایت باشد،';
$t[12] = 'یا مردم را به تقوا فرمان دهد (آیا نهی کردن او سزاوار است)؟!';
$t[13] = 'به من خبر ده اگر (این طغیانگر) حق را انکار کند و به آن پشت نماید (آیا مستحق مجازات الهی نیست)؟!';
$t[14] = 'آیا او ندانست که خداوند (همه اعمالش را) می&zwnj;بیند؟!';
$t[15] = 'چنان نیست که او خیال می&zwnj;کند، اگر دست از کار خود برندارد، ناصیه&zwnj;اش [= موی پیش سرش&zwnj;] را گرفته (و به سوی عذاب می&zwnj;کشانیم)،';
$t[16] = 'همان ناصیه دروغگوی خطاکار را!';
$t[17] = 'سپس هر که را می&zwnj;خواهد صدا بزند (تا یاریش کند)!';
$t[18] = 'ما هم بزودی مأموران دوزخ را صدا می&zwnj;زنیم (تا او را به دوزخ افکنند)!';
$t[19] = 'چنان نیست (که آن طغیانگر می&zwnj;پندارد)؛ هرگز او را اطاعت مکن، و سجده نما و (به خدا) تقرّب جوی!';
?>