<?php
$t = array();
$t[1] = 'کافران از اهل کتاب و مشرکان (می&zwnj;گفتند:) دست از آیین خود برنمی&zwnj;دارند تا دلیل روشنی برای آنها بیاید،';
$t[2] = 'پیامبری از سوی خدا (بیاید) که صحیفه&zwnj;های پاکی را (بر آنها) بخواند،';
$t[3] = 'و در آن نوشته&zwnj;های صحیح و پرارزشی باشد! (ولی هنگامی که آمد ایمان نیاوردند، مانند اهل کتاب).';
$t[4] = 'اهل کتاب (نیز در دین خدا) اختلاف نکردند مگر بعد از آنکه دلیل روشن برای آنان آمد!';
$t[5] = 'و به آنها دستوری داده نشده بود جز اینکه خدا را بپرستند در حالی که دین خود را برای او خالص کنند و از شرک به توحید بازگردند، نماز را برپا دارند و زکات را بپردازند؛ و این است آیین مستقیم و پایدار!';
$t[6] = 'کافران از اهل کتاب و مشرکان در آتش دوزخند، جاودانه در آن می&zwnj;مانند؛ آنها بدترین مخلوقاتند!';
$t[7] = '(امّا) کسانی که ایمان آوردند و اعمال صالح انجام دادند، بهترین مخلوقات (خدا) یند!';
$t[8] = 'پاداش آنها نزد پروردگارشان باغهای بهشت جاویدان است که نهرها از زیر درختانش جاری است؛ همیشه در آن می&zwnj;مانند! (هم) خدا از آنها خشنود است و (هم) آنها از خدا خشنودند؛ و این (مقام والا) برای کسی است که از پروردگارش بترسد!';
?>