<?php
$t = array();
$t[1] = 'هنگامی که زمین شدیداً به لرزه درآید،';
$t[2] = 'و زمین بارهای سنگینش را خارج سازد!';
$t[3] = 'و انسان می&zwnj;گوید: &laquo;زمین را چه می&zwnj;شود (که این گونه می&zwnj;لرزد)؟!&raquo;';
$t[4] = 'در آن روز زمین تمام خبرهایش را بازگو می&zwnj;کند؛';
$t[5] = 'چرا که پروردگارت به او وحی کرده است!';
$t[6] = 'در آن روز مردم بصورت گروه&zwnj;های پراکنده (از قبرها) خارج می&zwnj;شوند تا اعمالشان به آنها نشان داده شود!';
$t[7] = 'پس هر کس هموزن ذرّه&zwnj;ای کار خیر انجام دهد آن را می&zwnj;بیند!';
$t[8] = 'و هر کس هموزن ذرّه&zwnj;ای کار بد کرده آن را می&zwnj;بیند!';
?>