<?php
$t = array();
$t[1] = 'Ҳарсиллаб чопувчиотлар билан қасам.';
$t[2] = 'Ўт чақнатиб чопувчи отлар билан қасам.';
$t[3] = 'Тонг чоғида ғорат қилувчи отлар билан қасам.';
$t[4] = 'Ўша пайтда чанг қўзғотдилар.';
$t[5] = 'Ва у ила жамоа ўртасига (ёриб) кирдилар.';
$t[6] = 'Албатта, инсон ўз Роббисига ношукрдир.';
$t[7] = 'Ва албатта, у ана шунга ўзи гувоҳдир.';
$t[8] = 'Албатта, у мол-дунёга ҳаддан ташқари ўчдир.';
$t[9] = 'У билмасми?! Қабрдагилар қўзғатилганда.';
$t[10] = 'Ва кўкракларидаги ошкор бўлганда.';
$t[11] = 'Ўша кунда Роббилари улардан, хабардор эканини?!';
?>