<?php
$t = array();
$t[1] = 'Ал-Қориъату.';
$t[2] = 'Қориъату нима?';
$t[3] = 'Қориъат қандоқ нарса эканлигини сенга нима билдирди?';
$t[4] = 'У кунда одамлар тўзиб кетган капалакка ўхшаб қоларлар.';
$t[5] = 'Ва тоғлар титилган жунга ўхшаб қолар.';
$t[6] = 'Кимнинг торозуси оғир келса...';
$t[7] = 'Бас, у розилик ҳаётидадир.';
$t[8] = 'Ва аммо кимнинг тарозуси енгил келса...';
$t[9] = 'Бас, унинг онаси дўзахдир. (Одатда она доим паноҳ бўлган. Инсон айниқса оғир пайтларда онасига интилгандай, қиёматда ҳам онасини қўмсаганда жаҳаннам уларни она ўрнида кутиб оларкан. Меҳр-муҳаббат, шафқат излаб турганда, кони азобга, қийноққа, даҳшатли оловда ёнишга дуч келиши ниҳоятда катта бахтсизлик.)';
$t[10] = 'У қандоқ нарса эканлигини сенга нима билдирди?';
$t[11] = 'У қаттиқ қизиган ўтдир.';
?>