<?php
$t = array();
$t[1] = 'Кимники кўп сизни машғул қилди.';
$t[2] = 'То қабрларни зиёрат қилгунингизча';
$t[3] = 'Йўқ! Сизлар тезда биласизлар.';
$t[4] = 'Яна йўқ! Сизлар тезда биласизлар.';
$t[5] = 'Йўқ! Агар сизлар аниқ илм ила билганингизда эди.';
$t[6] = 'Албатта, жаҳаннамни кўрасизлар.';
$t[7] = 'Ва яна, албатта, уни ишонч кўзи билан кўрасизлар.';
$t[8] = 'Сўнгра ўша кунда, албатта, берилган неъматлардан сўраласизлар. (Яъни, қиёматда ҳар бир неъматни нимага, қандоқ сарф қилганингиз ҳақида сўралади. Ҳа, каттаю кичик ҳар бир неъмат ҳақида сўраласиз. Ҳар бир неъматга шукр қилдингизми, йўқми - сўраласиз. Аллоҳ таоло сизга берган молу дунё неъматини нимага сарфладингиз, ҳалолгами ҳаромга, Аллоҳни рози қиладиган йўлгами, ғазабини қўзғатадиган йўлгами ҳамма-ҳаммаси ҳақида сўраласиз.)';
?>