<?php
$t = array();
$t[1] = 'Ҳар бир обрў тўкувчи ва айбловчига &laquo;вайл&raquo; бўлсин.';
$t[2] = 'У мол жамлади ва уни санаб турди.';
$t[3] = 'У, албатта, уни абадий қолдирур, деб ҳисоблар.';
$t[4] = 'Йўқ! Албатта у &laquo;ҳутома&raquo;га хор-зор этиб ташланар.';
$t[5] = '&laquo;Ҳутома&raquo; қандоқ нарса эканини сенга нима билдирар?';
$t[6] = 'У Аллоҳнинг шиддатли, ўчмас оловидир.';
$t[7] = 'Қалбгача етиб борадир.';
$t[8] = 'Албатта, у уларни устидан қоплангандир.';
$t[9] = 'Узун-узун устунларга боғлангандирлар.';
?>