<?php
$t = array();
$t[1] = 'Айт: &laquo;Эй кофирлар!';
$t[2] = 'Мен сиз ибодат қилган нарсаларга ибодат қилмасман.';
$t[3] = 'Ва сизлар ҳам мен ибодат қиладиганга ибодат қилувчимассиз.';
$t[4] = 'Ва мен сиз ибодат қилган нарсага ибодат қилувчимасман.';
$t[5] = 'Ва сиз ҳам мен ибодат қилганга ибодат қилувчимассиз.';
$t[6] = 'Сизга ўз динингиз, менга ўз диним. (Бу сурада Ислом эълон қилган ақида эркинлиги ўз аксини топган. 1400 йил аввал эълон қилинган бу ҳуррият оёқ ости қилинганда, инсоният улкан зарарлар тортди.)';
?>