<?php
$t = array();
$t[1] = 'Вақтики, осмон ёрилса.';
$t[2] = 'Ва, вақтики, юлдузлар сочилиб кетса.';
$t[3] = 'Ва, вақтики, денгизлар портлатилса.';
$t[4] = 'Ва, вақтики, қабрлар остин-устин бўлса.';
$t[5] = 'Ҳар бир жон нимани тақдим қилдию, нимани таъхир қилди- билади.';
$t[6] = 'Эй Инсон! Сени карамли Роббинг ҳақида нима ғурурга кетказди?!';
$t[7] = 'У сени тўла-тўкис ва мўътадил қилиб яратган зотдир.';
$t[8] = 'Ўзи хоҳлаган суратда сени таркиб қилди.';
$t[9] = 'Йўқ! Балки, сиз жазони ёлғонга чиқармоқдасиз!';
$t[10] = 'Ҳолбуки, устингиздан кузатиб турувчилар бордир.';
$t[11] = 'Улар ҳурматли, ёзиб тургувчилардир.';
$t[12] = 'Улар нима қилаётганингизни биладир.';
$t[13] = 'Албатта, яхшилар жаннатдадир.';
$t[14] = 'Ва албатта, фожирлар жаҳаннамдадир.';
$t[15] = 'Улар у ерга қиёмат куни кирадир.';
$t[16] = 'Ва улар ундан ғойиб бўла олмайдир.';
$t[17] = 'Ва жазо куни нима эканини сенга нима билдирди?';
$t[18] = 'Сўнг жазо куни нима эканини сенга нима билдирди?';
$t[19] = 'Ўша кунда ҳеч бир жон бошқа бир жон учун бирор нарса қилиш имконига молик эмасдир. У кунда барча иш Аллоҳнинг Ўзига хосдир.';
?>