<?php
$t = array();
$t[1] = 'Вақтики, осмон ёрилса.';
$t[2] = 'Ва у (осмон) ўз Роббисига қулоқ осди ва шундоқ бўлиши керак эди.';
$t[3] = 'Ва, вақтики, ер чўзилса.';
$t[4] = 'Ва ўз ичидаги нарсаларни отиб чиқариб, холи қолса.';
$t[5] = 'Ва у (ер) ўз Роббисига қулоқ осди ва шундоқ бўлиши керак эди.';
$t[6] = 'Эй инсон! Албатта сен Роббингга йўлиққунингча, ҳаракату уринишда бўларсан ва охири унга йўлиқарсан.';
$t[7] = 'Аммо кимнинг китоби ўнг тарафдан берилса.';
$t[8] = 'Тезда, осонгина ҳисоб қилинар.';
$t[9] = 'Ва аҳли ҳузурига хурсанд ҳолда қайтиб борар.';
$t[10] = 'Ва, аммо, кимнинг китоби орқа тарафдан берилса.';
$t[11] = 'У тезда ўзига ҳалокатни чақирар.';
$t[12] = 'Ва қизиб турган дўзахга кирар.';
$t[13] = 'Чунки, у(бу дунёда) ўз аҳли билан хурсанд бўлиб ўтган эди. (Охиратни ҳеч ҳам ўйламаган эди. Фақат айшу ишрат, кўнгилхуши пайидан бўлган эди. Ғофил бўлиб, ўз аҳли ила беш кунлик дунёнинг матоҳига эришиш учун ҳаракат қилган эди. Шунинг учун энди қизиб турган дўзахда азобланмоқда.)';
$t[14] = 'Чунки, у ҳеч қачон орқага қайтмасликни ўйлаган эди.';
$t[15] = 'Ҳа! Албатта, Роббиси уни доим кўриб турувчи эди.';
$t[16] = 'Шафақ билан қасамки.';
$t[17] = 'Кечаси ва у ўраб олган нарсалар билан қасамки.';
$t[18] = 'Ва тўлин ой билан қасамки.';
$t[19] = 'Албатта, сизлар табақама-табақа минасизлар.';
$t[20] = 'Нима бўлган уларга, иймон келтирмаслар?!';
$t[21] = 'Ва агар уларга Қуръон ўқилса, сажда қилмаслар?! (Кимки бу оятларни ўқиб ёки эшитиб сажда қилмаган одам гуноҳкор бўлади.)';
$t[22] = 'Балки кофирлар ёлғонга чиқарарлар.';
$t[23] = 'Улар қалбларида нимани сақлаётганларини Аллоҳнинг Ўзи билар.';
$t[24] = 'Уларга аламли азобнинг &laquo;башоратини&raquo; бер.';
$t[25] = 'Магар иймон келтирганларга ва яхши амаллар қилганларга, уларга миннатсиз, узлуксиз ажрлар бордир.';
?>