<?php
$t = array();
$t[1] = 'Осмон билан қасам ва ториқ билан қасам.';
$t[2] = 'Ториқ нималигини сенга не билдирди?';
$t[3] = 'У нур сочиб турувчи юлдуздир.';
$t[4] = 'Ҳеч бир жон йўқки, унинг ҳифз қилиб турувчиси бўлмаса.';
$t[5] = 'Инсон нимадан яралганига назар солсин.';
$t[6] = 'У отилиб чиқувчи сувдан яратилгандир.';
$t[7] = 'У (сув) сулб (умуртқа) ва тароиб (кўкрак суяги) орасидан чиқадир.';
$t[8] = 'Албатта У зот уни қайта тирилтиришга қодирдир.';
$t[9] = 'Сирлар фош бўладиган кундадир.';
$t[10] = 'Бас, (ўшанда) у(инсон)да қувват ҳам, нусрат берувчи ҳам бўлмайдир.';
$t[11] = 'Қайтувчи (ёмғир) соҳиби бўлган осмон билан қасам.';
$t[12] = 'Ёриб чиқувчи эгаси бўлган ер билан қасам.';
$t[13] = 'Албатта у(Қуръон) ажратувчи сўздир.';
$t[14] = 'Ва у ҳазил эмасдир.';
$t[15] = 'Албатта улар ҳийла-найранг қиларлар.';
$t[16] = 'Ва Мен ҳам ҳийла қилурман. (Яъни, ҳийласига яраша жазо берурман.)';
$t[17] = 'Муҳлат бер кофирларга, уларга озгина муҳлат бер. (Яъни, уларга азоб келмаётганидан шошилма, ҳаммасининг вақти, соати бор.)';
?>