<?php
$t = array();
$t[1] = 'Олий қадар бўлган Роббинг исмини поклаб ёд эт.';
$t[2] = 'У яратган ва мутаносиб қилган зотдир.';
$t[3] = 'У ўлчовли қилган ва ҳидоятга бошлаган зотдир.';
$t[4] = 'У ўт-ўланни чиқарган зотдир.';
$t[5] = 'Бас, У уни қорайган хашак қилган зотдир.';
$t[6] = 'Биз сенга қироат қилдирамиз, бас, эсдан чиқармайссан.';
$t[7] = 'Магар Аллоҳ хоҳлаганини. Албатта, У ошкорни ҳам, махфий нарсани ҳам биладир.';
$t[8] = 'Ва сени осон йўлга муяссар қилармиз.';
$t[9] = 'Бас, агар эслатиш манфаат берса, эслатгин.';
$t[10] = 'Албатта, қўрққан эсга оладир.';
$t[11] = 'Ва бадбахт ундан четда бўладир.';
$t[12] = 'У катта оловга кирадир.';
$t[13] = 'Сўнгра унинг ичида ўлмай ҳам, тирилмай ҳам қоладир.';
$t[14] = 'Батаҳқиқ, ким пок бўлса, ютуқ топадир.';
$t[15] = 'Ва Роббиси исмини зикр қилса ва намоз ўқиса ҳамдир.';
$t[16] = 'Лекин, сизлар дунё ҳаётини устун қўясизлар.';
$t[17] = 'Ҳолбуки, охират яхшироқ ва боқийроқдир.';
$t[18] = 'Албатта, бу аввалги саҳифаларда бордир.';
$t[19] = 'Иброҳим ва Мусо саҳифаларидадир.';
?>