<?php
$t = array();
$t[1] = 'Мана шу шаҳар билан қасам.';
$t[2] = 'Сен муқим турган бу шаҳарла.';
$t[3] = 'Ва волид ва ундан тарқаган валадлар билан қасам.';
$t[4] = 'Батаҳқиқ, Биз инсонни машаққатда яратдик.';
$t[5] = 'У инсон унга ҳеч кимнинг кучи етмайди, деб ҳисоблайдими?';
$t[6] = 'У, кўплаб мол-дунё нафақа қилдим, дейдир. (Мол-дунё билан ғурурга кетганларга яхшилик йўлида эҳсон қил, деб айтилса, юқоридаги гапни айтишади. Ваҳоланки, яхшилик йўлида ҳеч нарса сарфламаган бўлади.)';
$t[7] = 'У инсон уни биров кўрмади, деб ўйлайдими?';
$t[8] = 'Биз унга икки кўзни бермадикми?';
$t[9] = 'Ва тилни ва икки лабни (бермадикми?)';
$t[10] = 'Ва Биз уни икки: (яхши ва ёмон) йўлга йўллаб қўйдик.';
$t[11] = 'Бас, у довон ошиб ўтмади.';
$t[12] = 'Довон қандоқ нарса эканини сенга нима билдирди?';
$t[13] = 'У қул озод қилишдир.';
$t[14] = 'Ёки очарчилик кунида таом беришдир.';
$t[15] = 'Қариндош етимларга.';
$t[16] = 'Ёки тупроққа қориган мискинларга.';
$t[17] = 'Сўнгра иймон келтирганлар ва бир-бирини сабрга, меҳр-шафқатга чақирганлар бўлса.';
$t[18] = 'Ана ўшалар ўнг томон эгаларидир.';
$t[19] = 'Оятларимизга куфр келтирганлар, улар, чап томон эгаларидир.';
$t[20] = 'Уларни чиқиб бўлмайдиган ўт-олов ўраб олгандир.';
?>