<?php
$t = array();
$t[1] = 'Қуёш билан ва унинг зиёси билан қасам.';
$t[2] = 'Унинг ортидан келадиган Ой билан қасам.';
$t[3] = 'Ва у(қуёш)ни равшан кўрсатган наҳор билан қасам.';
$t[4] = 'Ва у(қуёш)ни қоплаган тун билан қасам.';
$t[5] = 'Ва осмон билан ва унинг бино қилиниши билан қасам.';
$t[6] = 'Ва ер билан ва унинг тўшалиши билан қасам.';
$t[7] = 'Ва нафс билан ва унинг бекам-кўст қилиб яратилиши билан қасам.';
$t[8] = 'Бас, у(нафс)га фужурини ва тақвосини билдирди.';
$t[9] = 'Батаҳқиқ, ким у(нафс)ни покласа, ютуққа эришади.';
$t[10] = 'Ва батаҳқиқ, ким у(нафс)ни кирласа, ноумид бўлади.';
$t[11] = 'Самуд қавми ўз туғёни ила ( Пай ғамбарини) ёлғонга чиқарди.';
$t[12] = 'Вақтики, (ундаги) энг бадбахт шахс шошилиб турди.';
$t[13] = 'Бас, уларга Аллоҳнинг Расули &laquo;Аллоҳнинг туясига ва унинг сувига тегманглар&raquo;, деди.';
$t[14] = 'Бас, уни ёлғончига чиқаришди ва ул(туяни) сўйишди.';
$t[15] = 'Ва У зот бу ишнинг оқибатидан қўрқмайди. (Бу дунёнинг подшоҳлари ўзларининг қилган ишларидан, оқибати нима бўларкин, деб ҳадиксираб турадилар. Аллоҳ субҳанаҳу ва таоло эса бундай хавфдан мустаснодир.)';
?>