<?php
$t = array();
$t[1] = 'Туннинг қоплаб келаётган пайти билан қасам.';
$t[2] = 'Наҳорнинг тажалли пайти билан қасам.';
$t[3] = 'Эркак ва урғочининг яратилиши билан қасам.';
$t[4] = 'Албатта, сизларнинг ишларингиз турличадур.';
$t[5] = 'Аммо кимки (ато) берса ва тақво қилса.';
$t[6] = 'Ва гўзал(сўз)ни тасдиқ қилса.';
$t[7] = 'Бас, Биз уни осонга муяссар қиламиз.';
$t[8] = 'Аммо кимки бахиллик ва истиғно қилса.';
$t[9] = 'Ва гўзал(сўз)ни ёлғонга чиқарса.';
$t[10] = 'Бас, Биз уни қийинга муяссар қиламиз.';
$t[11] = 'У қулаган вақтда унга мол-мулки фойда бермас.';
$t[12] = 'Албатта, ҳидоятга бошлаш Бизнинг зиммамиздадир.';
$t[13] = 'Албатта, ҳам охират ва ҳам бу дунё Бизникидир.';
$t[14] = 'Бас, Мен сизларни (алангаси авж олиб турган) ўтдан огоҳлантирдим.';
$t[15] = 'У(ўт)га бадбахтдан бошқа ҳеч ким кирмас.';
$t[16] = 'Ўша ёлғонга чиқарган ва юз ўгирган эди.';
$t[17] = 'Ва албатта, ундан тақводор банда четда қолади.';
$t[18] = 'У бойлигини сарфлайди ва ўзини поклайди.';
$t[19] = 'Унда бирор кишининг қайтарилиши лозим яхшилиги йўқ эди.';
$t[20] = 'Фақатгина олий мақом Роббисининг розилигини сўраб қилади.';
$t[21] = 'Ва у албатта тезда рози бўлади.';
?>