<?php
$t = array();
$t[1] = 'Чошгоҳ билан қасам.';
$t[2] = 'Сукунатга чўмган тун билан қасам.';
$t[3] = 'Роббинг сени тарк қилмади ва ғазаб ҳам қилмади. (Ушбу ояти карима мушриклар, Муҳаммаднинг Роббиси унга ғазаб қилди, уни тарк этди, деб гап тарқатганларида раддия сифатида тушгандир.)';
$t[4] = 'Ва, албатта, охират сен учун бу дунёдан яхшидир.';
$t[5] = 'Ва тезда Роббинг сенга ато қиладир ва сен рози бўлурсан.';
$t[6] = 'У сени етим топиб, жойлаб қўймадими?';
$t[7] = 'Ва У сени ҳайрон топиб, ҳидоятга бошламадими?';
$t[8] = 'Ва У сени камбағал топиб, бой қилмадими?';
$t[9] = 'Аммо етимга қаҳр қилма.';
$t[10] = 'Ва, аммо, &laquo;соил&raquo;га зажр қилма. (&laquo;Соил&raquo; келганда&ndash;бирор нарсаси бўлса бериши, бўлмаса яхши муомала қилиши керак.)';
$t[11] = 'Ва, аммо, Роббингнинг берган неъмати ҳақида сўзла.';
?>