<?php
$t = array();
$t[1] = 'Анжир билан қасам ва зайтун билан қасам.';
$t[2] = 'Ва Тури Сийно билан қасам.';
$t[3] = 'Ва мана бу, эминлик юрти (Макка) билан қасам.';
$t[4] = 'Батаҳқиқ, Биз инсонни энг яхши суратда яратдик.';
$t[5] = 'Сўнгра уни асфала сафилинга қайтардик. (Инсон Яратганига ибодатда бўлса, фариштадан ҳам афзалроқ мартабага эришди. Аммо ҳавои нафси, ҳайвоний хирслари ақлидан устун келиб нафснинг айтганидан юрадиган бўлса, ҳайвондан ҳам баттар ҳолатга тушади. Ана ўшанда асфала сафилинни кўраверади.)';
$t[6] = 'Магар иймон келтирганлар ва яхши амаллар қилганларга миннатсиз ва узлуксиз ажрлар бордир.';
$t[7] = 'Бас, сени нима охиратни ёлғонга чиқаришга олиб келади (эй кофир)?';
$t[8] = 'Аллоҳ ҳукм қилгувчиларнинг энг ҳикматлиси эмасми?!';
?>