<?php
$t = array();
$t[1] = 'Аҳли китоб ва мушриклардан бўлган куфр келтирганларга &laquo;баййина&raquo; келмагунча ажралмасдилар.';
$t[2] = 'У (баййина) Аллоҳ тарафидан юборилган Расул бўлиб, покланган саҳифаларни тиловат қиладир.';
$t[3] = 'Уларда ажойиб битиклар бордир.';
$t[4] = 'Китоб берилганлар уларга &laquo;баййина&raquo; келганидан сўнггина бўлиниб кетишди.';
$t[5] = 'Ҳолбуки, улар фақат Аллоҳгагина ибодат қилишга, Унинг динигагина ихлос қилишга, бошқа динларга мойил бўлмасликка, намозни тўлиқ ўқишга, закот беришга буюрилган эдилар. Ана шу тўғри миллатнинг динидир. (Яҳудий ва насоролар Таврот ва Инжилда фақат Аллоҳ таолонинг Ўзигагина ибодат қилишга амр этилган эдилар.)';
$t[6] = 'Албатта, аҳли китоб ва мушриклардан бўлган куфр келтирганлар жаҳаннам ўтидадурлар, у ерда абадий қолурлар. Ана ўшалар халойиқнинг энг ёмонларидир.';
$t[7] = 'Албатта, иймон келтирганлар ва солиҳ амалларни қилганлар, ана ўшалар, халойиқнинг энг яхшиларидир.';
$t[8] = 'Уларнинг мукофотлари Роббилари ҳузуридаги остидан анҳорлар оқиб турган жаннат &laquo;адн&raquo;дир. У ерда абадул абад қолажаклар. Аллоҳ улардан рози бўлди, улар ҳам У зотдан рози бўлдилар. Бу Роббисидан қўрққанлар учундир.';
?>