<?php
$t = array();
$t[1] = 'Вақтики, ер ўзига хос зилзилага тушса.';
$t[2] = 'Ва ер ўз юкларини отиб чиқарса.';
$t[3] = 'Ва инсон, унга нима бўлди?!, деса.';
$t[4] = 'Ўша кунда у(ер) ўз хабарини айтадир.';
$t[5] = 'Сенинг Роббинг унга ваҳий юборганини.';
$t[6] = 'Ўша кунда одамлар гуруҳ-гуруҳ бўлиб, амалларини кўриш учун жойларидан қўзғаладир.';
$t[7] = 'Бас, ким зарра оғирлигида яхшилик қилса ҳам кўрадир.';
$t[8] = 'Ва ким зарра оғирлигида ёмонлик қилса ҳам кўрадир. (Яхшиликнинг ҳам, ёмонликнинг ҳам катта-кичиги бўлмайди. Ҳаммасининг ҳисоб-китоби бўлади, қиёматда жавоб бериш керак. Ҳар доим яхшиликни қилиб, агар у кўзга кўринмас зарра миқдорида бўлса ҳам ёмонликдан қочиш керак.)';
?>