<?php
$q = array();
$q[1] = 'إِذَا ٱلسَّمَآءُ ٱنفَطَرَتْ';
$q[2] = 'وَإِذَا ٱلْكَوَاكِبُ ٱنتَثَرَتْ';
$q[3] = 'وَإِذَا ٱلْبِحَارُ فُجِّرَتْ';
$q[4] = 'وَإِذَا ٱلْقُبُورُ بُعْثِرَتْ';
$q[5] = 'عَلِمَتْ نَفْسٌ مَّا قَدَّمَتْ وَأَخَّرَتْ';
$q[6] = 'يَٰٓأَيُّهَا ٱلْإِنسَٰنُ مَا غَرَّكَ بِرَبِّكَ ٱلْكَرِيمِ';
$q[7] = 'ٱلَّذِى خَلَقَكَ فَسَوَّىٰكَ فَعَدَلَكَ';
$q[8] = 'فِىٓ أَىِّ صُورَةٍ مَّا شَآءَ رَكَّبَكَ';
$q[9] = 'كَلَّا بَلْ تُكَذِّبُونَ بِٱلدِّينِ';
$q[10] = 'وَإِنَّ عَلَيْكُمْ لَحَٰفِظِينَ';
$q[11] = 'كِرَامًا كَٰتِبِينَ';
$q[12] = 'يَعْلَمُونَ مَا تَفْعَلُونَ';
$q[13] = 'إِنَّ ٱلْأَبْرَارَ لَفِى نَعِيمٍ';
$q[14] = 'وَإِنَّ ٱلْفُجَّارَ لَفِى جَحِيمٍ';
$q[15] = 'يَصْلَوْنَهَا يَوْمَ ٱلدِّينِ';
$q[16] = 'وَمَا هُمْ عَنْهَا بِغَآئِبِينَ';
$q[17] = 'وَمَآ أَدْرَىٰكَ مَا يَوْمُ ٱلدِّينِ';
$q[18] = 'ثُمَّ مَآ أَدْرَىٰكَ مَا يَوْمُ ٱلدِّينِ';
$q[19] = 'يَوْمَ لَا تَمْلِكُ نَفْسٌ لِّنَفْسٍ شَيْـًٔا وَٱلْأَمْرُ يَوْمَئِذٍ لِّلَّهِ';
?>