<?php
$q = array();
$q[1] = 'وَٱلسَّمَآءِ وَٱلطَّارِقِ';
$q[2] = 'وَمَآ أَدْرَىٰكَ مَا ٱلطَّارِقُ';
$q[3] = 'ٱلنَّجْمُ ٱلثَّاقِبُ';
$q[4] = 'إِن كُلُّ نَفْسٍ لَّمَّا عَلَيْهَا حَافِظٌ';
$q[5] = 'فَلْيَنظُرِ ٱلْإِنسَٰنُ مِمَّ خُلِقَ';
$q[6] = 'خُلِقَ مِن مَّآءٍ دَافِقٍ';
$q[7] = 'يَخْرُجُ مِنۢ بَيْنِ ٱلصُّلْبِ وَٱلتَّرَآئِبِ';
$q[8] = 'إِنَّهُۥ عَلَىٰ رَجْعِهِۦ لَقَادِرٌ';
$q[9] = 'يَوْمَ تُبْلَى ٱلسَّرَآئِرُ';
$q[10] = 'فَمَا لَهُۥ مِن قُوَّةٍ وَلَا نَاصِرٍ';
$q[11] = 'وَٱلسَّمَآءِ ذَاتِ ٱلرَّجْعِ';
$q[12] = 'وَٱلْأَرْضِ ذَاتِ ٱلصَّدْعِ';
$q[13] = 'إِنَّهُۥ لَقَوْلٌ فَصْلٌ';
$q[14] = 'وَمَا هُوَ بِٱلْهَزْلِ';
$q[15] = 'إِنَّهُمْ يَكِيدُونَ كَيْدًا';
$q[16] = 'وَأَكِيدُ كَيْدًا';
$q[17] = 'فَمَهِّلِ ٱلْكَٰفِرِينَ أَمْهِلْهُمْ رُوَيْدًۢا';
?>