<?php
$q = array();
$q[1] = 'سَبِّحِ ٱسْمَ رَبِّكَ ٱلْأَعْلَى';
$q[2] = 'ٱلَّذِى خَلَقَ فَسَوَّىٰ';
$q[3] = 'وَٱلَّذِى قَدَّرَ فَهَدَىٰ';
$q[4] = 'وَٱلَّذِىٓ أَخْرَجَ ٱلْمَرْعَىٰ';
$q[5] = 'فَجَعَلَهُۥ غُثَآءً أَحْوَىٰ';
$q[6] = 'سَنُقْرِئُكَ فَلَا تَنسَىٰٓ';
$q[7] = 'إِلَّا مَا شَآءَ ٱللَّهُ إِنَّهُۥ يَعْلَمُ ٱلْجَهْرَ وَمَا يَخْفَىٰ';
$q[8] = 'وَنُيَسِّرُكَ لِلْيُسْرَىٰ';
$q[9] = 'فَذَكِّرْ إِن نَّفَعَتِ ٱلذِّكْرَىٰ';
$q[10] = 'سَيَذَّكَّرُ مَن يَخْشَىٰ';
$q[11] = 'وَيَتَجَنَّبُهَا ٱلْأَشْقَى';
$q[12] = 'ٱلَّذِى يَصْلَى ٱلنَّارَ ٱلْكُبْرَىٰ';
$q[13] = 'ثُمَّ لَا يَمُوتُ فِيهَا وَلَا يَحْيَىٰ';
$q[14] = 'قَدْ أَفْلَحَ مَن تَزَكَّىٰ';
$q[15] = 'وَذَكَرَ ٱسْمَ رَبِّهِۦ فَصَلَّىٰ';
$q[16] = 'بَلْ تُؤْثِرُونَ ٱلْحَيَوٰةَ ٱلدُّنْيَا';
$q[17] = 'وَٱلْءَاخِرَةُ خَيْرٌ وَأَبْقَىٰٓ';
$q[18] = 'إِنَّ هَٰذَا لَفِى ٱلصُّحُفِ ٱلْأُولَىٰ';
$q[19] = 'صُحُفِ إِبْرَٰهِيمَ وَمُوسَىٰ';
?>