<?php
$t = array();
$t[1] = '天にあり地にある凡ての有は，アッラーを讃える。本当にかれは偉力ならびなく英明であられる。';
$t[2] = '信仰する者よ，あなたがたはどうして（自ら）行わないことを口にするのか。';
$t[3] = 'あなたがたが行わないことを口にするのは，アッラーが最も憎まれるところである。';
$t[4] = '本当にアッラーの御好みになられる者は，堅田な建造物のように，戦列を組んでかれの道のために戦う者たちである。';
$t[5] = 'ムーサーがかれの人びとに言った時を思い起せ。「人びとよ，どうしてあなたがたはわたしを苦しめるのか。わたしが，あなたがたに（遣わされた）アッラーの使徒であることを，知っているではないか。」それでかれらが常規を踏みはずした時，アッラーはかれらの心を曲げられた。本当にアッラーは，（アッラーの）掟に背く者を御導きになられない。';
$t[6] = 'マルヤムの子イーサーが，こう言った時を思い起せ。「イスラエルの子孫たちよ，本当にわたしは，あなたがたに（遣わされた）アッラーの使徒で，わたしより以前に，（下されている）律法を確証し，またわたしの後に来る使徒の吉報を与える。その名前は，アハマドである。」だがかれが明証をもって現れた時，かれらは，「これは明らかに魔術である。」と言った。';
$t[7] = 'イスラームに招かれていながら，アッラーに就いて虚偽を捏造する者以上に悪を行う者があろうか。アッラーは不義を行う民を御導きになられない。';
$t[8] = 'かれらはアッラーの御光を，口先で消そうと望んでいる。だがアッラーは例え不信心者たちが忌み嫌おうとも御自分の光（イスラーム）を現わした。';
$t[9] = 'かれこそは，導きと真実の宗教を持たせて，御自分の使徒を遺わされた方で，例え多神教徒たちが忌み嫌おうとも，それ（イスラーム）を凡ての宗教の上に高く掲げさせられる。';
$t[10] = 'あなたがた信仰する者よ，われは痛苦の懲罰から救われる一つの取引を，あなたがたに示そう。';
$t[11] = 'それはあなたがたがアッラーとその使徒を信じ，あなたがたの財産と生命をもってアッラーの道に奮闘努力することである。もし分るならば，それはあなたがたのために最も善い。';
$t[12] = 'かれはあなたがたの様々な罪は赦して，川が（木々の）下を流れる楽園に入らせ，アドン（エデン）の楽園における美しい邸宅に住まわせる。それは至福の成就である。';
$t[13] = 'またあなたがたが好む，外（の恩恵）を与えられる。アッラーの御助けと，速かな勝利である。だからこの吉報を信者たちに伝えなさい。';
$t[14] = '信仰する者よ，あなたがたはアッラーの助力者になれ。マルヤムの子イーサーが，その弟子たちに次のように言った。「アッラーの（道の）ために，誰がわたしの助力者であるのか。」弟子たちは（答えて），「わたしたちがアッラーの助力者です。」と言った。そのさいイスラエルの子孫たちの一団は信仰し，一団は背を向けた。それでわれは，信仰した者たちを助けて，かれらの敵に立ち向かわせた。こうしてかれらは勝利者となったのである。';
?>