<?php
$t = array();
$t[1] = '偽信者たちがあなたの許にやって来ると，「わたしたちはあなたが，本当にアッラーの使徒であることを証言する。」と言う。アッラーは，あなたが確かに使徒であることを知っておられる。またアッラーは，偽信者たちが真に嘘言の徒であることを証言なされる。';
$t[2] = 'かれらはその誓いを（悪行のための）隠れ場として，アッラーの道から（人びとを）妨げている。本当にかれらの行うことは，憎むべきである。';
$t[3] = 'それは，かれらが一度信仰して，それから不信心になったためで，かれらの心は封じられ，そのためかれらは理解しない。';
$t[4] = 'あなたがかれらを見る時，かれらの（立派な）風体に感心するであろう。かれらが語れば，あなたはその雄弁な言葉に魅せられる。だがかれらは，（何の知識もなく何を言っても分らない）壁に寄りかかっているただの材木のようなものである。かれらはどの叫びも，自分たちのことをいっていると考えている。かれらは敵である。用心しなさい。アッラーよかれらを滅ぼして下さい。何とかれらは（真理から）逸れたことよ。';
$t[5] = 'かれらに向かって，「来なさい。アッラーの使徒が，あなたがたのために御赦しを祈るであろう。」と言うと，あなたはかれらが顔を背けて，微慢に背を向けて去るのを見よう。';
$t[6] = 'あなたがかれらのために御赦しを祈っても，また祈らなくても，かれらにとって同じである。アッラーは，決してかれらを御赦しになられない。本当にアッラーは，（アッラーの）掟に背く者を御導きになられない。';
$t[7] = 'かれらはこう言うのである。「アッラーの使徒と一緒の者に，施しをしてはいけません。かれらは結局解散されるのです。」本当に天と地の宝庫はアッラーの有である。だが，偽信者たちはそれを理解しない。';
$t[8] = 'かれらは，「わたしたちがアル・マディーナに帰れば，そこの高貴な者が卑しい者たちを必ずそこから追うでしょう。」と言う。凡そ栄誉は，アッラーと使徒，そしてその信者たちにある。だが偽信者たちには，これが分らない。';
$t[9] = '信仰する者よ，あなたがたの富や子女にかまけて，アッラーを念じることを疎かにしてはならない。そうする者（アッラーを念わない者）は，自らを損う者である。';
$t[10] = '死があなたがたを理う前に，われが与えたものから施しなさい。かれは，「主よ，何故あなたは暫くの間の猶予を与えられないのですか。そうすればわたしは喜捨〔サダカ〕をして，善い行いの者になりますのに。」と言う。';
$t[11] = '定められた時がやって来た時，アッラーは誰にも猶予を与えられない。アッラーは，あなたがたの行うことに通暁なされる。';
?>