<?php
$t = array();
$t[1] = '天にあり地にある凡てのものは，アッラーを讃える。大権はかれの有であり，讃美もまたかれに属する。本当にかれは凡てのことに全能であられる。';
$t[2] = 'かれこそは，あなたがたを創られた方である。だがあなたがたの或る者は不信心者でまた，或る者は信者である。本当にアッラーは，あなたがたの行うことを御存知であられる。';
$t[3] = '（かれは）真理によって天と地を創造なされ，あなたがたを形作って美しい姿になされた。またかれの御許に帰り所はあるのである。';
$t[4] = '（かれは）天と地における凡てのものを知り，あなたがたの隠すものも，現わすものまでも知っておられる。またアッラーは，胸の中に抱くことを熟知なされる。';
$t[5] = '昔の，信仰を拒否した者たちの消息が，あなたがたに達しなかったのか。かれらは悪行の結果を味わい，また痛ましい懲罰を受けた。';
$t[6] = 'それは使徒たちが，様々な明証をもってかれらのもとに来たのにも拘らず，「人間が，わたしたちを導けようか。」と言ったためである。それでかれらは信じょうとせず背き去った。だがアッラーは，何も求められない。アッラーは，満ち足られる御方讃美されるべき御方であられる。';
$t[7] = '不信心な者は，甦りなどはないと主張する。言ってやるがいい。「そうではない。主に誓っていう。あなたがたは必ず甦るのである。それからあなたがたの行なったことが，必ず告げ知らされる。それはアッラーにおいては容易なことである。';
$t[8] = 'だからアッラーとその使徒，そしてわれが下した光明を信じなさい。本当にアッラーはあなたがたの行ったことに通暁なされる。';
$t[9] = 'かれがあなたがたを召集なされる集合の日は騙し合いの日である。誰でも，アッラーを信じて，善行に動しんだ者からは，様々な邪悪，不運を払われ川が下を流れる楽園にかれらを入らせ，永遠にその中に住まわせる。これは大いなる勝利（至福）である。';
$t[10] = 'だが信仰を拒否して，わが印を虚偽であるとした者は業火の住人で，その中に永遠に住む。何と悪い帰り所であることよ。';
$t[11] = 'どんな災厄も，アッラーの御許しなく起きることはない。誰でもアッラーを信仰する者は，その心を導かれよう。本当にアッラーは，凡てのことに通暁なされる。';
$t[12] = 'それでアッラーに従え。また使徒に従え。仮令あなたがたが背き去っても，わが使徒の務めは，只明確に（啓示を）宣べ伝えることである。';
$t[13] = 'アッラー，かれの外に神はないのである。それで信者はアッラーに全幅の信頼を寄せなさい。';
$t[14] = '信仰する者よ，あなたがたの妻や子女の中にも，あなたがたに対する敵がいる。だからかれらに用心しなさい。だがもしあなたがたがかれらを赦し，大目にみ，かばうならば（それもよい）。本当にアッラーは，度々御赦し下される御方，慈悲深い御方であられる。';
$t[15] = 'あなたがたの富や子女は，一つの試みに過ぎない。アッラー，かれの御許に（だけ）偉大な報奨はある。';
$t[16] = 'だから心を尽してアッラーを畏れ，聞きそして従い，また（施しのために）使え，あなたがた自身のために善いであろう。また自分の貪欲に用心する者，かれらは繁栄を成就する者である。';
$t[17] = 'あなたがたがもしアッラーに善い貸付をするならば，かれはあなたがたのためにそれを倍加なされ，あなたがたを御赦し下されよう。本当にアッラーは感謝にあつく大度におわします。';
$t[18] = 'また幽玄界も現象界をも知っておられ，偉力ならびなく英明であられる。';
?>