<?php
$t = array();
$t[1] = '預言者よ，あなたがたが妻と離婚する時は，定められた期限に離別しその期間を（正確に）計算しなさい。あなたがたの主アッラーを畏れなさい。かの女らに明白な不貞がない限り，（期限満了以前に）家から追い出してはならない。また（かの女らを）出て行かせてはならない。これらはアッラーの掟である。アッラーの掟に背く者は，確かに自分の魂を損う者である。あなたは知らないが，アッラーはこの後で，新しい事態を引き起こされるかも知れない。';
$t[2] = 'その期限が満了した時は，立派に留めるか，または立派に別れなさい。そしてあなたがたの中から公正な2人の証人を立て，アッラーに向い証言させなさい。これは，アッラーと最後の日を信じる者に与えられた訓戒である。またアッラーを畏れる者には，かれは（解決の）出ロを備えられる。';
$t[3] = 'かれが考えつかないところから，恵みを与えられる。アッラーを信頼する者には，かれは万全であられる。本当にアッラーは，必ず御意を完遂なされる。アッラーは凡てのことに，一定の期限を定められる。';
$t[4] = 'あなたがたの妻の中，月経の望みの無い者に就いてもし疑いを抱くならば，（命じられた）定めの期間は3ヶ月である。（まだ）月経の無い者に就いても（同様である）。妊娠している者の場合，その期間はかの女が重荷をおろすまでである。本当にアッラーを畏れる者には，かれは事を容易になされる。';
$t[5] = 'これはアッラーが，あなたがたに下された命令である。アッラーを畏れる者には，かれはその諸悪を払われ，かれに対する報奨を増大されるであろう。';
$t[6] = 'かの女たちを，あなたがたの暮している所であなたがたの力に応じて住まわせなさい。かの女らを窮屈にして，困らせてはならない。もし妊娠しているならば，出産するまでの費用を，かの女たちに与えなさい。もしかの女たちがあなたがたのため（子）に授乳する場合は，その報酬を与え，あなたがたの間で，正しく相談しなさい。あなたがた（夫婦）がもし話がまとまらなければ，外の女が授乳してもよい。';
$t[7] = '裕福な者には，その裕福さに応じて支払わせなさい。また資力の乏しい者には，アッラーがかれに与えたものの中から支払わせなさい。アッラーは，誰にもかれが与えられた以上のものを課されない。アッラーは，困難の後に安易を授けられる。';
$t[8] = 'どんなに多くの町が，主とかれの使徒たちの命令に背いたことであろう。それでわれは厳しく清算し，みせしめの懲罰でかれらを罰した。';
$t[9] = 'こうしてかれらは，その行いの悪い結果を味わい，最後には結局滅亡した。';
$t[10] = 'アッラーはかれらのために，厳しい懲罰を準備なされる。だから信仰し，思慮ある人びとよ，アッラーを畏れなさい。アッラーは，確にあなたがたに教訓を下され，';
$t[11] = '使徒を遣わした。かれがアッラーの印をあなたがたに読誦し，明白に解明するのは，信仰して善行をなす者を，暗黒の深みから光明の中に導き出すためである。凡そアッラーを信仰して善行に勤しむ者は，下に川が流れる楽園に入らされ，永遠にその中に住むのであろ。本当にアッラーは，かれらのために善い御恵みを下される。';
$t[12] = 'アッラーこそは，7層の天と同様に（7層の）大地を，創造なされた方である。（アッラーの）御命令はそれらの間から下って来る。それで，本当にアッラーは，凡てのことに全能であり，またアッラーの御知識が，凡ての事物を確かに包囲なされることを，あなたに分からせるためである。';
?>