<?php
$t = array();
$t[1] = '預言者よ，アッラーがあなたのために合法とされていることを（アッラーの御好意を求めるためではなく）只あなたの妻たちの御機嫌をとる目的だけで何故自ら禁止するのか。本当にアッラーは寛容にして慈悲深くあられる。';
$t[2] = '（人びとよ）アッラーは，あなたがたのために誓いを解消するよう既に御達しがあった。アッラーはあなたがたの守護者であり，全知にして英明であられる。';
$t[3] = '預言者が妻の一人（ハフサ）にある秘密を打ち明けた時，かの女（ハフサ）はそれを（アーイシャに）口外したので，アッラーはそのこと（秘密を漏したこと）をかれに知らせた。かれはその一部分を（ハフサに）話し，一部分は伏せて置いた。それでかれが，かの女（ハフサ）にそれを告げると，かの女は，「誰があなたにそれを告げましたか。」と言った。かれは（答えて）言った。「何もかも御存知の御方が，わたしに告げられました。」';
$t[4] = 'もし梅悟してアッラーに帰るならば，あなたがた2人の心は，善いほうに傾く。もし共謀してかれに反抗するならば，アッラーはかれの守護者であられ，またジブリールや，正しい信者たち，更に天使たちも皆（かれの）支持者である。';
$t[5] = 'かれが，もしあなたがたを離婚したならば，かれはあなたがたに優る妻たちを，代りにかれに授けられるであろう。アッラーに服従，帰依し，信心深く誠実で，悔悟して（不断に主に）返り，（謙虚に）礼拝を捧げ，進んで事に当たり斎戒する者で，既婚者もあり処女もあろう。';
$t[6] = 'あなたがた信仰する者よ，人間と石を燃料とする火獄からあなたがた自身とあなたがたの家族を守れ。そこには厳格で痛烈な天使たちが（任命されて）いて，かれらはアッラーの命じられたことに違犯せず，言い付けられたことを実行する。';
$t[7] = '（かれらは言われるであろう。）あなたがた不信心の者よ，今日は，弁解してはならない。あなたがたは，只あなたがたが行ったことに対して報いられるだけである。';
$t[8] = 'あなたがた信仰する者よ，謙虚に悔悟してアッラーに帰れ。恐らく主は，あなたがたの様々な悪を払い，川が下を流れる楽園に入らせるであろう。その日アッラーは，預言者やかれに従って信じる者たちを，辱しめはしない。かれらの光は，その前方または右方だ閃こう。かれらは（祈って）言うであろう。「主よ，わたしたちのために，光を完全になされ，わたしたちを御赦し下さい。あなたは凡てのことに全能であられます。」';
$t[9] = '預言者よ，不信者と偽信者にたいし，奮闘努力しなさい。またかれらに対し強硬であれ。かれらの住まいは地獄である。何と悪い帰り所であることよ。';
$t[10] = 'アッラーは不信者のために実例を示される。ヌーフの妻，そしてルートの妻である。かれら両人は，2人の正しいわがしもべの許にいた。かの女たちは，かれら（夫）にたいして不誠実で，アッラーの御許で何ら得るところはなかった。そして「あなたがた2人は（外の）入る者と一緒に火獄に入れ。」と告げられた。';
$t[11] = 'またアッラーは，信仰する者のために例を示される。フィルアウンの妻である。かの女がこう言った時を思い起しなさい。「主よ，楽園の中のあなたの御側に，わたしのため家を御建て下さい。そしてフィルアウンとその行いから，わたしを救い，不義を行う者から，わたしを御救い下さい。」';
$t[12] = 'またわれは自分の貞節を守ったイムラーンの娘マルヤム（の体内）に，わが霊を吹き込んだ。かの女は，主の御言葉とその啓典を実証する，敬炭な（しもべの）一人であった。';
?>