<?php
$t = array();
$t[1] = '天が，微塵に裂ける時，';
$t[2] = '諸星が散らされる時，';
$t[3] = '諸大洋が(溢?)れ出される時，';
$t[4] = '墓場があばかれる時，';
$t[5] = 'それぞれの魂は，既にしたことと，後に残したことを知る。';
$t[6] = '人間よ，何があなたを恵み深い主から惑わせ（背かせ）たのか。';
$t[7] = 'かれはあなたを創造し，形を与え，（均整のとれた体に）整え，';
$t[8] = 'かれの御心の儘に，形態をあなたに与えられた御方である。';
$t[9] = 'いや，あなたがたは審判を嘘であると言う。';
$t[10] = '本当にあなたがたの上には2人の看守（天使）がいるが，';
$t[11] = 'かれらは気高い記録者で，';
$t[12] = 'あなたがたの所行を知っている。';
$t[13] = '敬虔な者は，必ず至福の中にいる。';
$t[14] = '罪ある者は，きっと火の中にいて，';
$t[15] = '審判の日，かれらはそこで焼かれ，';
$t[16] = 'そこから，逃れられない。';
$t[17] = '審判の日が何であるかを，あなたに理解させるものは何か。';
$t[18] = '一体審判の日が何であるのかを，あなたに理解させるものは何か。';
$t[19] = 'その日，どの魂も外の魂のために（役立つ）何のカも持たない。命令は，その日アッラーのもの。';
?>