<?php
$t = array();
$t[1] = '天が裂け割れて，';
$t[2] = 'その主（の命）を聞き，従う時，';
$t[3] = '大地が延べ広げられ，';
$t[4] = 'その中のものを吐き出して空になり，';
$t[5] = 'その主（の御命令）を聞き，従う時。';
$t[6] = 'おお人間よ，本当にあなたは，主の御許へと労苦して努力する者。かれに会うことになるのである。';
$t[7] = 'その時右手にその書冊を渡される者に就いては，';
$t[8] = 'かれの計算は直ぐ容易に精算され，';
$t[9] = 'かれらは喜んで，自分の人々の許に帰るであろう。';
$t[10] = 'だが背後に書冊を渡される者に就いては，';
$t[11] = '直に死を求めて叫ぶのだが，';
$t[12] = '燃える炎で焼かれよう。';
$t[13] = '本当にかれは，自分の人々の中で歓楽していた。';
$t[14] = 'かれは，本当に（主の許に）帰ることなどないであろうと思っていた。';
$t[15] = 'いや，主はいつもかれを見通しておられる。';
$t[16] = 'わたしは，落日の夕映えによって誓う。';
$t[17] = '夜と，それに帰り集うものにおいて，';
$t[18] = 'また満ちたる月にかけて（誓う）。';
$t[19] = 'あなたがたは，必ず一層から他層に登るであろう。';
$t[20] = 'それでも，かれらが信じないのはどうした訳か。';
$t[21] = 'クルアーンが，かれらに読唱されると，かれらはサジダしようとはしない。〔サジダ〕';
$t[22] = 'いや，信じない者は，（それを）嘘であると言う。';
$t[23] = 'だがアッラーは，かれらの胸に隠すことを熟知なされる。';
$t[24] = 'それであなたは，痛烈な懲罰をかれらに伝えなさい。';
$t[25] = 'だが信仰して善行に勤しむ者は別である。かれらには絶えることのない報奨があろう。';
?>