<?php
$t = array();
$t[1] = '諸星座のある天において，';
$t[2] = '約束された（審判の）日において，';
$t[3] = '立証する者と，立証されるものとにおいて（誓う）。';
$t[4] = '坑の住人は滅ぼされ，';
$t[5] = '火には薪が接ぎ足される。';
$t[6] = '見よ。かれらはその傍に座り，';
$t[7] = '信者に対してかれらが行ったこと（の凡て）に就いて，立証される。';
$t[8] = 'かれらがかれら（信者）を迫害したのは，偉力ある御方，讃美されるべき御方アッラーを，かれら（信者）が信仰したために外ならない。';
$t[9] = 'かれに，天と地の大権は属する。アッラーは凡てのことの立証者であられる。';
$t[10] = '本当に信仰する男と女を迫害して，それから悔悟しなかった者には地獄の懲罰があり，またかれらには炎火の懲罰があろう。';
$t[11] = '信仰して善行に勤しんだ者には，川が下を流れる楽園があろう。これは偉大な幸福の成就である。';
$t[12] = '本当にあなたの主の捕え方（懲罰）は強烈である。';
$t[13] = 'かれこそは創造をなされ，またそれを繰り返される御方である。';
$t[14] = 'かれは，寛容にして博愛ならびない御方。';
$t[15] = '栄光に満ちた，至高の玉座の主。';
$t[16] = 'かれは御望みのことを，遂行なされる。';
$t[17] = '軍勢の物語が，あなたに達したか，';
$t[18] = 'フィルアウンとサムード（の民の）。';
$t[19] = 'いや，信じない者は（なお真理を）嘘であるとしている。';
$t[20] = 'だがアッラーは，背後からかれらをとり囲まれる。';
$t[21] = 'いやこれは，栄光に満ちたクルアーンで，';
$t[22] = '守護された碑板に（銘記されている）。';
?>