<?php
$t = array();
$t[1] = '天と，夜訪れるものによって（誓う）。';
$t[2] = '夜訪れる者が何であるかを，あなたに理解させるものは何か。';
$t[3] = '（それは）きらめき輝く星。';
$t[4] = '誰も自分の上に守護者（天使）をもたない者はない。';
$t[5] = '人間は，何から創られたかを考察させなさい。';
$t[6] = 'かれは噴出する水から創られ，';
$t[7] = '（それは）肋骨と腰の間から出てくる。';
$t[8] = '本当にかれは，かれを（新たな生命に）引き戻すことが可能である。';
$t[9] = '隠されたことが暴露される日，';
$t[10] = '（人間には）力もなく，誰の助けもない。';
$t[11] = '（回転して）返る天によって，';
$t[12] = '裂け割れる大地によって（誓う）。';
$t[13] = '本当にこれは，（善悪を）識別する御言葉，';
$t[14] = 'それは戯れごとではない。';
$t[15] = '本当にかれらは，陰謀を企んでいる。';
$t[16] = 'われもまた策謀をめぐらす。';
$t[17] = 'だから不信者たちを猶予し，暫く放任するがいい。';
?>