<?php
$t = array();
$t[1] = '至高の御方，あなたの主の御名を讃えなさい。';
$t[2] = 'かれは創造し，整え調和させる御方，';
$t[3] = 'またかれは，法を定めて導き，';
$t[4] = '牧野を現わされる御方。';
$t[5] = 'それから，浅黒く枯れた刈株になされる。';
$t[6] = 'われは，あなたに読誦させるようにした。それであなたは忘れないであろう。';
$t[7] = 'アッラーの御望みがない限りは。本当にかれは，表われたものと隠れたものを知っておられる。';
$t[8] = 'われはあなたに（道を）平坦で，安易にするであろう。';
$t[9] = 'だから訓戒しなさい。訓戒は（聞く者に）役立つ。';
$t[10] = '訓戒は，主を畏れる者に受け入れられよう。';
$t[11] = 'だが最も不幸な者は，それを避けるであろう。';
$t[12] = 'かれは巨大な炎で焼かれよう。';
$t[13] = 'その中で，死にも，生きもしない。';
$t[14] = 'だが自ら清めた者は必ず栄え，';
$t[15] = 'かれの主の御名を唱念し，礼拝を守る。';
$t[16] = 'いや，あなたがたは現世の生活の方を好む。';
$t[17] = '来世がもっと優れ，またもっと永遠なものであるのに。';
$t[18] = 'これは本当に，昔の啓典にあり，';
$t[19] = 'イブラーヒームやムーサーの啓典にもある。';
?>