<?php
$t = array();
$t[1] = 'われはこの町において誓う。';
$t[2] = 'あなたはこの町の（居住権を持つ）住民である。';
$t[3] = '生む者と生まれる者にかけて（誓う）。';
$t[4] = '本当にわれは，人間を労苦するように創った。';
$t[5] = 'かれ（人間）は，何ものも，自分を左右する者はないと考えるのか。';
$t[6] = 'かれは，「わたしは大変な財産を費した。」と言う。';
$t[7] = 'かれは，誰もかれを見ていないと考えるのか。';
$t[8] = 'われは，かれのために両目を創ったではないか，';
$t[9] = 'また一つの舌と二つの唇を。';
$t[10] = '更に二つの道をかれに示した（ではないか）。';
$t[11] = 'だがかれは，険しい道を取ろうとはしない。';
$t[12] = '険しい道が何であるかを，あなたに理解させるものは何か。';
$t[13] = '（それは）奴隷を解放し，';
$t[14] = 'または飢餓の日には食物を出して，';
$t[15] = '近い縁者の孤児を，';
$t[16] = 'または酷く哀れな貧者を（養うこと）。';
$t[17] = 'それから信仰する者になって忍耐のために励ましあい，互いに親切，温情を尽しあう（ことである）。';
$t[18] = 'これらは右手の仲間である。';
$t[19] = 'だがわが印を拒否する者，かれらは左手の仲間である。';
$t[20] = 'かれらの上には，業火が覆い被さるであろう。';
?>