<?php
$t = array();
$t[1] = '太陽とその輝きにおいて，';
$t[2] = 'それに従う月において，';
$t[3] = '（太陽を）輝き現わす昼において，';
$t[4] = 'それを覆う夜において，';
$t[5] = '天と，それを打ち建てた御方において，';
$t[6] = '大地と，それを広げた御方において，';
$t[7] = '魂と，それを釣合い秩序付けた御方において，';
$t[8] = '邪悪と信心に就いて，それ（魂）に示唆した御方において（誓う）。';
$t[9] = '本当にそれ（魂）を清める者は成功し，';
$t[10] = 'それを汚す者は滅びる。';
$t[11] = 'サムード（の民）は，その法外な行いによって（預言者を）嘘付き呼ばわりした。';
$t[12] = 'かれらの中の最も邪悪の者が（不信心のため）立ち上がった時，';
$t[13] = 'アッラーの使徒（サーリフ）はかれらに，「アッラーの雌骼駝である。それに水を飲ませなさい。」と言った。';
$t[14] = 'だがかれらは，かれを嘘付き者と呼び，その膝の腱を切っ（て不具にし）た。それで主は，その罪のためにかれらを滅ぼし，平らげられた。';
$t[15] = 'かれは，その結果を顧慮されない。';
?>