<?php
$t = array();
$t[1] = '覆われる夜において，';
$t[2] = '輝く昼において，';
$t[3] = '男女を創造された御方において（誓う）。';
$t[4] = 'あなたがたの努力は，本当に多様（な結末）である。';
$t[5] = 'それで施しをなし，主を畏れる者，';
$t[6] = 'また至善を実証する者には，';
$t[7] = 'われは（至福への道を）容易にしよう。';
$t[8] = 'だが強欲で，自惚れている者，';
$t[9] = '至善を拒否する者には，';
$t[10] = 'われは（苦難への道を）容易にするであろう。';
$t[11] = 'かれが滅び去ろうとする時，その富はかれに役立たないであろう。';
$t[12] = '本当に導きはわれにあり，';
$t[13] = '来世も現世もわれに属する。';
$t[14] = 'それでわれは燃え盛る業火に就いてあなたがたに警告した。';
$t[15] = '最も不幸な者でない限り，誰もそれで焼かれない。';
$t[16] = 'それは（真理を）嘘であると言い背き去った者。';
$t[17] = 'だが（主のために）忠誠の限りを尽した者は，それから救われ，';
$t[18] = 'その富を施し，自分を清める。';
$t[19] = 'また誰からも，慈悲の報酬を求めない。';
$t[20] = '一生懸命に至高者，主の御顔を請うだけである。';
$t[21] = 'やがて，かれは（十分に）満足出来るであろう。';
?>