<?php
$t = array();
$t[1] = '読め，「創造なされる御方，あなたの主の御名において。';
$t[2] = '一凝血から，人間を創られた。」';
$t[3] = '読め，「あなたの主は，最高の尊貴であられ，';
$t[4] = '筆によって（書くことを）教えられた御方。';
$t[5] = '人間に未知なることを教えられた御方である。」';
$t[6] = 'いや，人間は本当に法外で，';
$t[7] = '自分で何も足りないところはないと考えている。';
$t[8] = '本当にあなたの主に（凡てのものは）帰されるのである。';
$t[9] = 'あなたは，阻止する者を見たか，';
$t[10] = '一人のしもべ（ムハンマド）が，礼拝を捧げる時に。';
$t[11] = 'あなたは，かれ（阻止する者）が，（正しい道）に導かれていると思うのか。';
$t[12] = '敬神を勧めているか，';
$t[13] = '（真理を）嘘であるとして背を向けたと思うのか。';
$t[14] = 'かれは，アッラーが見ておられることを知らないのか。';
$t[15] = '断じてそうではない。もしかれが止ないならば，われは前髪でかれを捕えるであろう，';
$t[16] = '嘘付きで，罪深い前髪を。';
$t[17] = 'そしてかれの（救助のために）一味を召集させなさい。';
$t[18] = 'われは看守（の天使）を召集するであろう。';
$t[19] = '断じてそうあるべきではない。あなたはかれに従ってはならない。一途にサジダして（主に）近付け。〔サジダ〕';
?>