<?php
$t = array();
$t[1] = '하늘이 갈라지고';
$t[2] = '별들이 흩어지며';
$t[3] = '바다가 열리어 하나가 되고';
$t[4] = '모든 무덤이 열리어 뒤엎어지 며';
$t[5] = '그때 모든 인간은 앞서 있었 던 것들과 미루었던 것들을 알게 되노라';
$t[6] = '인간들이여 가장 은혜로우신 주님으로부터 무엇이 너희를 유혹 했느뇨';
$t[7] = '그분께서 너희를 창조하고 형 상을 만든 후 균형을 주시었고';
$t[8] = '그분이 원하시는 형태로써 너희를 지으셨으나';
$t[9] = '너희는 진리와 심판을 거역하매';
$t[10] = '너희를 감시하는 자들을 두 었노라';
$t[11] = '이들은 명예로운 기록자들이매';
$t[12] = '그들은 너희가 행하는 모든 것을 알고 있노라';
$t[13] = '실로 의로운 자들은 축복속 에 있게 되나';
$t[14] = '사악한 자들은 불지옥에 있 게 되나니';
$t[15] = '그곳은 심판의 날 그들이 들어갈 곳으로';
$t[16] = '그때 그들은 그곳으로부터 결코 나갈 수 없노라';
$t[17] = '심판의 날이 무엇인지 무엇 이 그대에게 알려주리요';
$t[18] = '심판의 날이 무엇인지 무엇 이 그대에게 알려주리요';
$t[19] = '그날은 누구도 타인에게 효 용이 없는 날로 그날은 하나님의 명령만이 있을 뿐이라';
?>