<?php
$t = array();
$t[1] = '하늘이 산산히 갈라지고';
$t[2] = '주님께 순종하며 의무를 다하도다';
$t[3] = '대지가 편편하게 펼쳐지고';
$t[4] = '그안의 모든 것이 내던져지어 텅비게 되매';
$t[5] = '주님께 순종하며 의무를 다하 도다';
$t[6] = '인간들이여 실로 너희가 주님 을 향해 노력하나니 너희는 그분 을 만날 것이라';
$t[7] = '그의 기록이 오른 손에 있는 자는';
$t[8] = '그의 기록이 편안히 계산되니';
$t[9] = '기뻐하며 그의 가족으로 돌아가노라';
$t[10] = '그러나 그의 기록이 뒤에 있는 자는';
$t[11] = '죽음을 향하여 소리칠 것이 니';
$t[12] = '그는 타오르는 불지옥으로 들어가니라';
$t[13] = '실로 그는 그의 무리들과 즐 거히 방황 했을 뿐';
$t[14] = '하나님에게로 귀의하리라 생 각지 아니 했노라';
$t[15] = '그렇지 않노라 실로 주님께 서는 인간을 지켜보고 계시니라';
$t[16] = '해질 때의 황혼을 두고 맹 세하사';
$t[17] = '밤과 모여든 모든 것을 두 고 맹세하며';
$t[18] = '완전히 차오른 달을 두고 맹 세하나니';
$t[19] = '실로 너희는 한 상황에서 다른 상황으로 옮겨 가니라';
$t[20] = '그럼에도 그들이 믿지 아니 하려 한 것은 무슨 일이뇨';
$t[21] = '꾸란이 그들에게 낭송되나 부복하여 경배하지 아니하며';
$t[22] = '오히려 그것을 거짓이라 불 신하더라';
$t[23] = '그러나 하나님은 그들의 심 중에 감추고 있는 모든 것을 아시 나니';
$t[24] = '그들에게 고통스러운 벌이 있을 것이라는 것을 경고하라';
$t[25] = '그러나 믿음으로 선을 행하 는 의로운 자들에게는 단절되지 않는 영원한 보상이 있을 것이라';
?>