<?php
$t = array();
$t[1] = '별들의 궤도를 둔 하늘을 두고 맹세하사';
$t[2] = '약속된 심판의 날을 두고 맹세하며';
$t[3] = '증언하는 자들과 증언받는 그들을 두고 맹세하며';
$t[4] = '함정을 만든 그들에게 저주 가 있으리라';
$t[5] = '그들은 화염을 그곳에 던졌노라';
$t[6] = '그들은 그 화염 옆에 앉아';
$t[7] = '그들이 믿는 신도들에게 저지를 모든 것을 증언하노라';
$t[8] = '그들은 그들이 권능과 찬미 로 충만하신 하나님을 믿는다는 이유로 그들을 학대하였노라';
$t[9] = '하늘과 대지의 왕국이 하나님 께 있으며 그분은 모든 것을 지켜 보고 계시니라';
$t[10] = '실로 믿음을 가진 남성과 여성을 학대하고 회개하지 아니한 자들에게는 지옥의 응벌이 있을 것이니 그들은 타오르는 불지옥의 응벌을 맛보리라';
$t[11] = '그러나 믿음으로 선을 행하 는 의로운 자들에게는 강물이 흐 르는 천국이 있나니 실로 그것이 위대한 숭리라';
$t[12] = '실로 그대 주님의 응벌은 엄하니라';
$t[13] = '그분께서 창시하셨기에 다시생명을 주실 수 있노라';
$t[14] = '그분은 관용과 사랑으로 충 만하사';
$t[15] = '영광의 권좌에 앉아 계시며';
$t[16] = '뜻하시는 모든 것을 행하시 니라';
$t[17] = '군대의 이야기가 그대에게 이르렀느뇨';
$t[18] = '파라오와 사무드 군대의 이야기라';
$t[19] = '그런데도 불신자들은 그 진리를 거역하고 있나니';
$t[20] = '하나님은 그들 뒤에서 그들 을 포위하시니라';
$t[21] = '실로 이것이 영광의 꾸란으 로';
$t[22] = '보호된 곳에 보관된 것이라';
?>