<?php
$t = array();
$t[1] = '가장 위에 계시는 주님의 이름을 찬미하라';
$t[2] = '그분은 인간을 창조하사 가장아름다운 형상으로 지으셨으며';
$t[3] = '모든 것에 특징을 두사 그것 으로 유용케 하였으며';
$t[4] = '그분은 목초를 생성케 하시고';
$t[5] = '그것을 갈색의 마른 풀로 하 시도다';
$t[6] = '하나님이 그대에게 말씀을 계시하니 암기하여 잊지 말라';
$t[7] = '그러나 하나님이 원하는 것은제외라 실로 그분은 있는 것과 숨겨진 모든 것을 알고 계시니라';
$t[8] = '하나님은 그것이 그대에게 쉽도록 하여 주었으니';
$t[9] = '그 교훈을 전달하여 듣는 자 들에게 유익하도록 하라';
$t[10] = '하나님을 두려워 하는 자들 은 그 교훈을 받아들일 것이며';
$t[11] = '불행한 불신자들은 그것을 회피하니';
$t[12] = '큰 불지옥으로 들어가';
$t[13] = '그곳에서 죽지도 아니하고 살지도 못하리라';
$t[14] = '그러나 스스로를 청결케 한 자 번성하리니';
$t[15] = '주님의 이름을 찬미하고 기 도하라';
$t[16] = '그래도 너희가 현세의 삶을 좋아하나';
$t[17] = '내세가 더 좋으며 영원하니 라';
$t[18] = '실로 이것은 옛 성서에도 계 시되어 있으며';
$t[19] = '아브라함과 모세의 성서에도그러하니라';
?>