<?php
$t = array();
$t[1] = '凡在天地間的，都讚頌真主超絕萬物。他確是萬能的，確是至睿的。';
$t[2] = '在初次放逐的時侯，他曾將信奉《聖經》而不信《古蘭經》的人從他們的家中驅逐出境。你們沒有猜想到他們會退出去，他們猜想自己的堡壘能防禦真主；但真主的刑罰，竟從他們料不到的地方降臨他們。他將恐怖投在他們的心中，他們用自己的手和信士們的手拆毀自己的房屋。有眼光的人們啊！你們警惕吧！';
$t[3] = '假若真主沒有判決他們應受放逐，他必在今世懲罰他們；他們在後世，將受火刑。';
$t[4] = '這是由於他們違抗真主和使者。凡違抗真主者，真主必定懲罰他，因為真主的刑罰確是嚴厲的。';
$t[5] = '無論你們砍伐海棗樹，或任其依然存在，都是真主所允許的，他准許伐樹，原為凌辱放蕩者。';
$t[6] = '凡真主收歸使者的逆產，你們都沒有汗馬之勞；但真主使眾使者，制服他所意欲者；真主對於萬事，是全能的。';
$t[7] = '城巿的居民的逆產，凡真主收歸使者的，都歸真主、使者、至親、孤兒、貧民和旅客，以免那些逆產，成為在你們中富豪之間周轉的東西。凡使者給你們的，你們都應當接受；凡使者禁止你們的，你們都應當戒除。你們應當敬畏真主，真主確是刑罰嚴厲的。';
$t[8] = '那些逆產一部份歸遷士中的貧民，他們曾被驅逐出境，以致喪失自己的房屋和財產。他們尋求從真主發出的恩典和喜悅，他們協助真主和使者；這等人，確是說實話的。';
$t[9] = '在他們之前，安居故鄉而且確信正道的人們，他們喜愛遷居來的教胞們，他們對於那些教胞所獲的賞賜，不懷怨恨，他們雖有急需，也願把自己所有的讓給那些教胞。能戒除自身的貪吝者，才是成功的。';
$t[10] = '在他們之後到來的人們說：「我們的主啊！求你赦宥我們，並赦宥在我們之前已經信道的教胞們，求你不要讓我們怨恨在我們之前已經信道的人們，我們的主啊！你確是仁愛的，確是至慈的。」';
$t[11] = '難道你沒有看見那些偽信者嗎？他們對自己的朋友──信奉《聖經》而不信《古蘭經》的人們，說：「如果你們被放逐，我們必定與你們一同出境，我們永不服從任何人的命令而放棄你們；如果你們被攻擊，我們必援助你們。」真主作証，他們確是說謊的。';
$t[12] = '如果他們被放逐，偽信者不與他們一道出境；如果他們被攻擊，偽信者不援助他們；即使援助他們，也必轉身逃跑，使之不獲援助。';
$t[13] = '你們在他們的胸中確是比真主還可怕的，那是因為他們是不明理的民眾。';
$t[14] = '他們只在鞏固的城市中或在堡壘後共同作戰。他們的內爭是嚴重的，你以為他們是團結的，其實，他們的心是渙散的。那是因為他們是不明理的民眾。';
$t[15] = '他們像在他們之前剛逝去的人們一樣，他們已賞試他們行為的惡果，他們將受痛苦的刑罰。';
$t[16] = '他們又像惡魔一樣。當時，他曾對人說：「你不要信道。」當他不信道的時候，他說：「我確是與你無干的，我的確畏懼真主──全世界的主。」';
$t[17] = '他們倆的結局，是同入火獄，而永居其中；那是不義者的報酬。';
$t[18] = '信道的人們啊！你們應當敬畏真主，各人應當想一想自己為明日而預備了什麼，你們應當敬畏真主，真主確是徹知你們的行為的。';
$t[19] = '你們不要像那些忘卻真主故真主使他們忘卻自身的人們一樣；這等人，確是悖逆的。';
$t[20] = '火獄的居民與樂園的居民不是平等的。樂園的居民，確是成功的。';
$t[21] = '假若我把這部《古蘭經》降示一座山，你必定看見那座山因畏懼真主而成為柔和的，崩潰的。這些譬喻，是我為眾人而設的，以便他們省悟。';
$t[22] = '他是真主，除他外，絕無應受崇拜的。他是全知幽玄的，他是至仁的，是至慈的。';
$t[23] = '他是真主，除他外，絕無應受崇拜的。他是君主。他是至潔的，是健全的，是保祐的，是見証的，是萬能的，是尊嚴的，是尊大的。讚頌真主，超絕萬物，他是超乎他們所用以配他的。';
$t[24] = '他是真主，是創造者，是造化者，是賦形者，他有許多極美的稱號，凡在天地間的，都讚頌他，他是萬能的，是至睿的。';
?>