<?php
$t = array();
$t[1] = '凡在天地間的，都讚頌真主&mdash;&mdash;至潔的、萬能的、至睿的君主，超絕萬物的君主。';
$t[2] = '他在文盲中派遣一個同族的使者，去對他們宣讀他的跡象，並培養他們，教授他們天經和智慧，盡管以前他們確是在明顯的迷誤中；';
$t[3] = '並教化還沒有趕上他們的其他人。真主是萬能的，是至睿的。';
$t[4] = '這是真主的恩典，他把它賞賜他所欲賞賜的人們，真主是有宏恩的。';
$t[5] = '奉命遵守《討拉特》而不遵守者，譬如馱經的驢子。否認真主的跡象的民眾的譬喻，真惡劣！真主是不引導不義的民眾的。';
$t[6] = '你說：「信奉猶太教的人們啊！如果你們自稱是真主的選民，而排斥眾人，那你們就希望早死吧，如果你們是誠實者。」';
$t[7] = '他們因為曾經犯過罪，所以永遠不希望早死。真主是全知不義者的。';
$t[8] = '你說：「你們所逃避的死亡，必定與你們會面，然後你們將被送到全知幽明的主那裡，他將把你們的行為告訴你們。」';
$t[9] = '信道的人們啊！當聚禮日召人禮拜的時候，你們應當趕快去記念真主，放下買賣，那對於你們是更好的，如果你們知道。';
$t[10] = '當禮拜完畢的時候，你們當散佈在地方上，尋求真主的恩惠，你們應當多多地記念真主，以便你們成功。';
$t[11] = '當他們看見生意或遊戲的時候，他們離散了，他們讓你獨自站著。你說：「在真主那裡的，比遊戲和生意還好，真主是最善的供給者。」';
?>