<?php
$t = array();
$t[1] = '當窮蒼破裂的時候，';
$t[2] = '當眾星飄墮的時候，';
$t[3] = '當海洋混合的時候，';
$t[4] = '當墳墓被揭開的時候，';
$t[5] = '每個人都知道自己前前後後所做的一切事情。';
$t[6] = '人啊！什麼東西引誘你背離了你的仁慈的主呢？';
$t[7] = '他曾創造了你，然後，使你健全，然後，使你均稱。';
$t[8] = '他意欲什麼型式，就依什麼型式而構造你。';
$t[9] = '絕不然，但你們否認報應！';
$t[10] = '你們的上面，確有許多監視者，';
$t[11] = '他們是尊貴的，是記錄的，';
$t[12] = '他們知道你們的一切行為。';
$t[13] = '善人們，必在恩澤中；';
$t[14] = '惡人們，必在烈火中。';
$t[15] = '他們將在報應日墮入烈火，';
$t[16] = '他們絕不得離開它。';
$t[17] = '你怎能知道報應日是什麼？';
$t[18] = '你怎能知道報應日是什麼？';
$t[19] = '在那日，任何人對任何人不能有什麼裨益；命令全歸真主。';
?>