<?php
$t = array();
$t[1] = '當天綻裂，';
$t[2] = '聽從主命，而且宜於聽從的時候；';
$t[3] = '當地展開，';
$t[4] = '並拋其所懷，而且變為空虛，';
$t[5] = '聽從主命，而且宜於聽從的時候；';
$t[6] = '人啊！你必定勉力工作，直到會見你的主，你將看到自己的勞績。';
$t[7] = '至於用右手接過功過簿者，';
$t[8] = '將受簡易的稽核，';
$t[9] = '而興高采烈地返於他的家屬；';
$t[10] = '至於從背後接受功過簿者，';
$t[11] = '將叫苦連天，';
$t[12] = '入於烈火之中，';
$t[13] = '從前他在家屬間原是快樂的，';
$t[14] = '他已猜想他絕不會歸於主。';
$t[15] = '不然，他的主，原是鑒察他的。';
$t[16] = '我以晚霞盟誓，';
$t[17] = '以黑夜及其包羅萬象的盟誓，';
$t[18] = '以圓滿時的月亮盟誓，';
$t[19] = '你們必定遭遇重重的災難。';
$t[20] = '他們怎能不信道呢？';
$t[21] = '當別人對他們宣讀《古蘭經》的時候，他們怎麼不叩頭呢？';
$t[22] = '不然，不信道的人們，是否認真理的，';
$t[23] = '真主全知道他們心中隱藏的東西，';
$t[24] = '故你當以一種痛苦的刑罰向他們報喜，';
$t[25] = '惟信道而且行善的人們，將受不斷的報酬。';
?>