<?php
$t = array();
$t[1] = '誓以有宮分的窮蒼，';
$t[2] = '和所警告的日子，';
$t[3] = '以及能証的和所証的日子，';
$t[4] = '願掘坑的人們，被棄絕，';
$t[5] = '那坑裡有燃料點著的火，';
$t[6] = '當時，他們坐在坑邊，';
$t[7] = '他們見証自己對信士們的罪行，';
$t[8] = '他們對於信士們，只責備他們信仰真主&mdash;&mdash;萬能的，可頌的主，';
$t[9] = '天地的國權只是他的，真主是見証萬物的。';
$t[10] = '迫害信士和信女而不悔過的人們，必受火獄的刑罰，並受火災的懲治。';
$t[11] = '信道而且行善的人們，必入下臨諸河的樂園，那確是偉大的成功。';
$t[12] = '你的主的懲治，確是嚴厲的。';
$t[13] = '他確能創造，且能再造，';
$t[14] = '他是至赦的，是至愛的，';
$t[15] = '是寶座的主，是尊嚴的，';
$t[16] = '是為所欲為的。';
$t[17] = '你曾聽見軍隊的故事了嗎？';
$t[18] = '法老和賽莫德人的故事。';
$t[19] = '不然，不信道的人們陷於否認之中，';
$t[20] = '真主是從各方面包羅他們的，';
$t[21] = '不然，這是尊嚴的《古蘭經》，';
$t[22] = '記錄在一塊受保護的天牌上。';
?>