<?php
$t = array();
$t[1] = '你當讚頌你至尊主的大名超絕萬物，';
$t[2] = '他創造萬物，並使各物勻稱。';
$t[3] = '他預定萬物，而加以引導。';
$t[4] = '他生出牧草，';
$t[5] = '然後使它變成黑色的枯草。';
$t[6] = '我將使你誦讀，故你不會忘記，';
$t[7] = '除非真主所欲你忘記的。他的確知道顯著的和隱微的言行。';
$t[8] = '我將使你遵循平易的道路，';
$t[9] = '故你當教誨眾人，如果教誨有裨於他們的話。';
$t[10] = '畏主的人，將覺悟；';
$t[11] = '薄命的人，將退避，';
$t[12] = '他將入於大火，';
$t[13] = '然後，在火裡不死也不活。';
$t[14] = '有教養的人確已成功，';
$t[15] = '他記念他的主的尊名，而謹守拜功。';
$t[16] = '不然，你們卻選擇今世的生活；';
$t[17] = '其實，後世是更好的，是更久長的。';
$t[18] = '這確是載在古經典中的，';
$t[19] = '載在易卜拉欣和穆薩的經典中的。';
?>