<?php
$t = array();
$t[1] = '我以這個地方盟誓&mdash;&mdash;';
$t[2] = '你將在那裡，不受羈束&mdash;&mdash;';
$t[3] = '我以一個父親和他所生的子孫盟誓，';
$t[4] = '我確已把人創造在苦難裡。';
$t[5] = '他以為任何人都不能制裁他嗎？';
$t[6] = '他說：「我花費了許多財產！」';
$t[7] = '他以為任何人都沒有看見他嗎？';
$t[8] = '難道我沒有為他創造兩隻眼睛、';
$t[9] = '一條舌頭、兩片嘴唇，';
$t[10] = '並指示他兩條明顯的道路嗎？';
$t[11] = '他怎麼不超越山徑呢？';
$t[12] = '你怎能知道超越山徑是什麼事？';
$t[13] = '是釋放奴隸，';
$t[14] = '或在饑荒日賑濟';
$t[15] = '親戚的孤兒，';
$t[16] = '或困窮的貧民；';
$t[17] = '同時，他是一個信道而且行善，並以堅忍相勉，以慈憫相助者。';
$t[18] = '這等人是幸福的。';
$t[19] = '不信我的跡象者，是薄命的，';
$t[20] = '他們將被關在火獄裡。';
?>