<?php
$t = array();
$t[1] = '以籠罩時的黑夜發誓，';
$t[2] = '以顯著時的白晝發誓，';
$t[3] = '以創造男性和女性的主發誓，';
$t[4] = '你們的行為，確是不同的。';
$t[5] = '至於賑濟貧民，敬畏真主，';
$t[6] = '且承認至善者，';
$t[7] = '我將使他易於達到最易的結局。';
$t[8] = '至於吝惜錢財，自謂無求，';
$t[9] = '且否認至善者，';
$t[10] = '我將使他易於達到最難的結局。';
$t[11] = '當他淪亡的時候，他的財產於他有什麼裨益呢！';
$t[12] = '我確有指導的責任，';
$t[13] = '我確有後世和今世的主權。';
$t[14] = '故我警告你們一種發焰的火，';
$t[15] = '唯薄命者墜入其中，';
$t[16] = '他否認真理，而背棄之。';
$t[17] = '敬畏者，得免於火刑。';
$t[18] = '他虔誠地施捨他的財產，';
$t[19] = '他沒有受過任何人的應報的恩德，';
$t[20] = '但他施捨只是為了求他的至尊主的喜悅，';
$t[21] = '他自己將來必定喜悅。';
?>