<?php
$t = array();
$t[1] = '你應當奉你的創造主的名義而宣讀，';
$t[2] = '他曾用血塊創造人。';
$t[3] = '你應當宣讀，你的主是最尊嚴的，';
$t[4] = '他曾教人用筆寫字，';
$t[5] = '他曾教人知道自己所不知道的東西。';
$t[6] = '絕不然，人確是悖逆的，';
$t[7] = '因為他自己是無求的。';
$t[8] = '萬物必定只歸於你的主。';
$t[9] = '你告訴我吧！';
$t[10] = '那個禁止我的僕人禮拜的人；';
$t[11] = '你告訴我吧！如果他是遵循正道的，';
$t[12] = '或是命人敬畏的；';
$t[13] = '你告訴我吧！如果他是否認真理，背棄真理的，';
$t[14] = '難道他還不知道真主是監察的嗎？';
$t[15] = '絕不然，如果他不停止，我一定要抓住他的額髮&mdash;&mdash;';
$t[16] = '說謊者，犯罪者的額髮。';
$t[17] = '讓他去召集他的會眾吧！';
$t[18] = '我將召集強悍的天神。';
$t[19] = '絕不然，你不要順從他，你應當為真主而叩頭，你應當親近真主。';
?>