<?php
$t = array();
$t[1] = 'به ناوی خوای به&zwnj;خشنده&zwnj;ی میهره&zwnj;بان (به ناوی ئه&zwnj;و خوایه&zwnj;ی كانگای ڕه&zwnj;حمه&zwnj;ت و سۆزو به&zwnj;زه&zwnj;ییه&zwnj;).';
$t[2] = '&zwnj;سوپاس و ستایش هه&zwnj;ر شایسته&zwnj;ی خوایه و بۆ خوایه&zwnj;، که خاوه&zwnj;ن و په&zwnj;روه&zwnj;ردگاری هه&zwnj;موو جیهانیان و هه&zwnj;موو بوونه&zwnj;وه&zwnj;ره.';
$t[3] = 'به&zwnj;خشنده&zwnj;ی میهره&zwnj;بان&zwnj;، کانگای ڕه&zwnj;حمه&zwnj;ت و میهره&zwnj;بانیه (ڕه&zwnj;حمه&zwnj;تی له دنیادا هه&zwnj;موو شتێکی گرتۆته&zwnj;وه&zwnj;، به&zwnj;ڵام له قیامه&zwnj;تدا ته&zwnj;نها بۆ ئیماندارانه&zwnj;).';
$t[4] = 'خاوه&zwnj;ن و سه&zwnj;رداری ڕۆژی پاداشت و سزایه (پادشای ڕۆژی قیامه&zwnj;ته که دادپه&zwnj;روه&zwnj;ری ڕه&zwnj;هاو بێ سنووری تێدا به&zwnj;رپا ده&zwnj;کات).';
$t[5] = 'خوایه&zwnj;، ته&zwnj;نها هه&zwnj;ر تۆ ده&zwnj;په&zwnj;رستین و هه&zwnj;ر له&zwnj;تۆش داوای یارمه&zwnj;تی و پشتیوانی ده&zwnj;که&zwnj;ین (له کاروباری دین و دنیاماندا، به&zwnj;که&zwnj;سی تر له به&zwnj;ده&zwnj;کانت ناکرێت).';
$t[6] = 'خوایه به&zwnj;رده&zwnj;وام ڕێنمووییمان بفه&zwnj;رموو بۆ ئه&zwnj;م ڕێبازی ڕاست و دروستی ئیسلامه&zwnj;.';
$t[7] = 'که به&zwnj;رنامه و ڕێبازی ئه&zwnj;وانه&zwnj;یه له نازو نیعمه&zwnj;تی خۆت به&zwnj;هره&zwnj;وه&zwnj;رت کردوون، نه&zwnj;مانخه&zwnj;یته سه&zwnj;ر ڕێبازی ئه&zwnj;وانه&zwnj;ی خه&zwnj;شم و قینیان لێگیراوه (به&zwnj;هۆی ئه&zwnj;وه&zwnj;وه ده&zwnj;یزانن و لایانداوه&zwnj;)، هه&zwnj;روه&zwnj;ها نه&zwnj;مانخاته سه&zwnj;ر ڕێبازی ئه&zwnj;وانه&zwnj;ش، که سه&zwnj;رگه&zwnj;ردان و گومڕان (به&zwnj;هۆی لاساری و یاخی بوون و نه&zwnj;زانینیانه&zwnj;وه&zwnj;)';
?>