<?php
$t = array();
$t[1] = 'سوێند به&zwnj;و هۆکارانه&zwnj;ی که تیژڕه&zwnj;ون و نرکه&zwnj;و ناڵه&zwnj;یان لێوه دێت.';
$t[2] = 'به&zwnj;و هۆکارانه&zwnj;ی کاتێك که ئاگر ده&zwnj;که&zwnj;نه&zwnj;وه&zwnj;و بریسکه ده&zwnj;ده&zwnj;ن.';
$t[3] = 'به&zwnj;و هۆکارانه&zwnj;ی که له به&zwnj;ره&zwnj;به&zwnj;یاندا هێرش ده&zwnj;به&zwnj;نه سه&zwnj;ر (ئۆردووی دوژمنان).';
$t[4] = 'ئینجا ده&zwnj;بنه هۆی به&zwnj;رپاکردنی ته&zwnj;پ و تۆزو گه&zwnj;رده&zwnj;لوول.';
$t[5] = 'له&zwnj;و کاته&zwnj;دا خۆیان ده&zwnj;که&zwnj;ن به&zwnj;ناو جه&zwnj;رگه&zwnj;ی دوژمناندا.';
$t[6] = 'سوێند به&zwnj;وانه هه&zwnj;مووی، به&zwnj;ڕاستی ئاده&zwnj;میزاد له ئاستی په&zwnj;روه&zwnj;ردگاریدا زۆر ناسوپاس و حه&zwnj;ق نه&zwnj;ناسه&zwnj;.';
$t[7] = 'خۆیشی شایه&zwnj;ته له&zwnj;سه&zwnj;ر ئه&zwnj;و حاڵه&zwnj;ی خۆی، (ڕۆژی قیامه&zwnj;ت دان به که&zwnj;مته&zwnj;ر خه&zwnj;می خۆیدا ده&zwnj;نێت).';
$t[8] = 'بێگومان ئاده&zwnj;میزاد له خۆشه&zwnj;ویستی ساماندا زۆر به&zwnj;تین و هه&zwnj;ڵپه&zwnj;یه (که ده&zwnj;ستی لێی گیربوو ڕه&zwnj;زیل و ڕژد و چرووکه&zwnj;).';
$t[9] = 'ئایا ئه&zwnj;و جۆره که&zwnj;سانه نازانن چی پێش دێت کاتێك له گۆڕه&zwnj;کان هێنرانه ده&zwnj;ره&zwnj;وه&zwnj;و (زیندوو کرانه&zwnj;وه&zwnj;)؟!';
$t[10] = 'هه&zwnj;رچیش له سینه&zwnj;کاندا هه&zwnj;یه هه&zwnj;ر هه&zwnj;مووی له (کارنامه&zwnj;کاندا) به تۆمار کراوی ئاشکرا کران و خرانه به&zwnj;رده&zwnj;ست!!';
$t[11] = 'به&zwnj;ڕاستی په&zwnj;روه&zwnj;ردگاریان له&zwnj;و ڕۆژه&zwnj;دا ئاگادارو شاره&zwnj;زایه پێیان (به&zwnj;وردی ده&zwnj;پرسێته&zwnj;وه&zwnj;).';
?>