<?php
$t = array();
$t[1] = '(یه&zwnj;کێکه له ناوه&zwnj;کانی ڕۆژی قیامه&zwnj;ت) واته&zwnj;: ئه&zwnj;و گرمه&zwnj;یه&zwnj;یی دڵان ده&zwnj;له&zwnj;رزێنێت.';
$t[2] = 'ئاخۆ_القارعه&zwnj;_چی بێت؟';
$t[3] = '(تۆ ئه&zwnj;ی ئینسان) چی فێری کردویت که&zwnj;_القارعه&zwnj;_چی یه&zwnj;!!';
$t[4] = 'ئه&zwnj;و ڕۆژه خه&zwnj;ڵکی وه&zwnj;کو په&zwnj;پووله&zwnj;ی سه&zwnj;رگه&zwnj;ردان په&zwnj;رش و بڵاو ده&zwnj;بنه&zwnj;وه&zwnj;.';
$t[5] = 'کێوه&zwnj;کانیش وه&zwnj;کو خوری شیکراوه&zwnj;یان لێ دێت (سووك ده&zwnj;بن و چاڵ و چۆڵیان پێ پڕ ده&zwnj;کرێته&zwnj;وه&zwnj;).';
$t[6] = 'جا ئه&zwnj;وه&zwnj;ی ته&zwnj;رازووی خێری سه&zwnj;نگین بێت.';
$t[7] = 'ئه&zwnj;وه له بارودۆخێکی خۆش و ئاسووده&zwnj;دا ژیان ده&zwnj;باته سه&zwnj;رو زۆر پێی ڕازیه&zwnj;.';
$t[8] = 'ئه&zwnj;وه&zwnj;ش ته&zwnj;رازووی (خێرو چاکه&zwnj;ی) سووك بێت (گوناهی زۆر بێت).';
$t[9] = 'ئه&zwnj;وه دایکی ئه&zwnj;و دۆزه&zwnj;خه (باوه&zwnj;شی بۆ کردۆته&zwnj;وه&zwnj;)';
$t[10] = 'جا تۆ چووزانی (هاویه&zwnj;) چیه&zwnj;؟!';
$t[11] = 'ئاگرێکی زۆر سوتێنه&zwnj;رو بڵێسه&zwnj;داره (هه&zwnj;رگیز خامۆش نابێت و تینی که&zwnj;م ناکات و له کۆڵی نابێته&zwnj;وه&zwnj;).';
?>