<?php
$t = array();
$t[1] = '(خه&zwnj;ڵکینه&zwnj;!!) هه&zwnj;ڵپه&zwnj;کردن و پێشبڕکێتان بۆ زۆر کردنی (ماڵ و منداڵ و سامان و کۆشك و ته&zwnj;لارو... هتد) ئێوه&zwnj;ی سه&zwnj;رگه&zwnj;رم و سه&zwnj;رگه&zwnj;ردان و بێ ئاگا کردووه له خواناسی و دینداری.';
$t[2] = 'تا ئه&zwnj;و کاته&zwnj;ی که ده&zwnj;مرن و ده&zwnj;برێنه گۆڕستان (ده&zwnj;خرێنه ناو گۆڕێکی ته&zwnj;نگ و ته&zwnj;سك و تاریکه&zwnj;وه&zwnj;).';
$t[3] = 'واز بهێنن، له&zwnj;مه&zwnj;ودوا ده&zwnj;زانن چ (قوڕێکتان بۆ خۆتان گرتۆته&zwnj;وه&zwnj;، چ به&zwnj;ڵایه&zwnj;کتان به&zwnj;سه&zwnj;ر خۆتان هێناوه&zwnj;).';
$t[4] = 'دیسانه&zwnj;وه ده&zwnj;ڵێم: واز بهێنن.';
$t[5] = 'واز بهێنن، ئه&zwnj;گه&zwnj;ر ئێوه ده&zwnj;تانزانی، به&zwnj;زانین و دڵنیایه&zwnj;کی ته&zwnj;واوه&zwnj;وه (وا بێ ئاگا نه&zwnj;ده&zwnj;بوون له خواناسی).';
$t[6] = 'سوێند به&zwnj;خوا بێگومان دۆزه&zwnj;خ ده&zwnj;بینن (دۆزه&zwnj;خێکی تۆقێنه&zwnj;رو پڕ له ئازارو ناسۆره&zwnj;).';
$t[7] = 'دووباره سوێند به&zwnj;خوا دۆزه&zwnj;خ به&zwnj;چاوی سه&zwnj;رتان ده&zwnj;یبینن به ئاشکراو دڵنیا ده&zwnj;بن (که چه&zwnj;نده سامناکه&zwnj;).';
$t[8] = 'پاشان سوێند به&zwnj;خوا له&zwnj;و ڕۆژه&zwnj;دا پرسیارتان لێ ده&zwnj;کرێت ده&zwnj;رباره&zwnj;ی هه&zwnj;موو نازو نیعمه&zwnj;ته&zwnj;کانی دنیا (چۆنتان په&zwnj;یدا کردووه&zwnj;و له چیدا به&zwnj;کارتان هێناوه&zwnj;).';
?>