<?php
$t = array();
$t[1] = 'سوێند به زه&zwnj;مانه&zwnj;، سوێند به&zwnj;کاتی عه&zwnj;سر.';
$t[2] = 'به&zwnj;ڕاستی ئاده&zwnj;میزاد له زه&zwnj;ره&zwnj;رمه&zwnj;ندی و خه&zwnj;ساره&zwnj;تمه&zwnj;ندیدایه&zwnj;.';
$t[3] = 'بێجگه له&zwnj;وانه&zwnj;ی که باوه&zwnj;ڕیان هێناوه&zwnj;و کارو کرده&zwnj;وه چاکه&zwnj;کانیان ئه&zwnj;نجامداوه&zwnj;و ئامۆژگاری یه&zwnj;کتریشیان کردووه که هه&zwnj;میشه پابه&zwnj;ندی حه&zwnj;ق بن (پابه&zwnj;ندی حه&zwnj;قیش پێویستی به خۆگری هه&zwnj;یه&zwnj;)، له&zwnj;به&zwnj;ر ئه&zwnj;وه به&zwnj;رده&zwnj;وام ئامۆژگاری یه&zwnj;کتریان کردووه تا هه&zwnj;میشه و به&zwnj;رده&zwnj;وام، خۆگرو ئارامگریش بن.';
?>