<?php
$t = array();
$t[1] = 'هاوارو ئاهو ناڵه بۆ هه&zwnj;ر که&zwnj;سێك که به شوێن که&zwnj;م و کووڕیدا ده&zwnj;گه&zwnj;ڕێت و له عه&zwnj;یب و عاری خه&zwnj;ڵکی ده&zwnj;دوێت.';
$t[2] = 'ئه&zwnj;و که&zwnj;سه&zwnj;ی ماڵ و سامانی زۆری کۆ کردۆته&zwnj;وه&zwnj;و هه&zwnj;ر خه&zwnj;ریکی ژماردنێتی و (دڵی پێی خۆشه&zwnj;، ڕه&zwnj;زیله&zwnj;و به&zwnj;خشنده نیه&zwnj;).';
$t[3] = 'واده&zwnj;زانێت به&zwnj;ڕاستی که ماڵ و سامانه&zwnj;که&zwnj;ی ده&zwnj;بێته هۆی ته&zwnj;مه&zwnj;ن درێژی و نه&zwnj;مریی بۆی؟';
$t[4] = 'نه&zwnj;خێر سوێند به&zwnj;خوا به سووکی و ڕیسوایی فڕێ ده&zwnj;درێته ناو (حطمة) وه&zwnj;.';
$t[5] = 'جا تۆ چووزانی (حطمة) چیه&zwnj;؟';
$t[6] = 'بریتی یه له ئاگری داگیرساوو بڵێسه&zwnj;داری خوا.';
$t[7] = 'ئه&zwnj;و ئاگره&zwnj;ی ڕوو ده&zwnj;کاته ناو جه&zwnj;رگه&zwnj;ی دڵ و ده&zwnj;روونه&zwnj;کان (که مه&zwnj;ڵبه&zwnj;ندی کوفرو خوانه&zwnj;ناسی و ڕه&zwnj;زیلی یه&zwnj;)';
$t[8] = 'بێگومان ئه&zwnj;و ئاگرو دۆزه&zwnj;خه له شوێنێکدایه که سه&zwnj;رگیراوو ده&zwnj;رگا داخراوه له&zwnj;سه&zwnj;ریان (ڕێگه&zwnj;ی قوتار بوونی نیه&zwnj;).';
$t[9] = '(خوا نه&zwnj;ناسان له&zwnj;وێ) له&zwnj;ناو چه&zwnj;ند ستوونێکی ئاگرینی درێژدان (هیچ جم و جوڵێکیان بۆ ناکرێت).';
?>