<?php
$t = array();
$t[1] = 'ئایا نه&zwnj;تزانیووه (ئه&zwnj;ی پێغه&zwnj;مبه&zwnj;ر صلی الله علیه وسلم) په&zwnj;روه&zwnj;ردگارت چی کرد به&zwnj;خاوه&zwnj;ن فیله&zwnj;کان؟!';
$t[2] = 'ئایا سه&zwnj;ری لێ نه&zwnj;شێواندن و پیلان و نه&zwnj;خشه&zwnj;کانیانی پووچ نه&zwnj;کرده&zwnj;وه&zwnj;؟!';
$t[3] = 'پۆل پۆل باڵنده&zwnj;ی نه&zwnj;نارده سه&zwnj;ریان؟!';
$t[4] = 'تا به&zwnj;به&zwnj;ردی سه&zwnj;نگگڵ (وه&zwnj;ك خشتی سووره&zwnj;وه کراو)، به&zwnj;رد بارانیان بکه&zwnj;ن.';
$t[5] = 'سه&zwnj;ره&zwnj;نجام وه&zwnj;کو پووش و په&zwnj;ڵاش و کاری خوراوی لێکردن، (درێژه&zwnj;ی ئه&zwnj;م به&zwnj;سه&zwnj;رهاته له { ژیان نامه&zwnj;ی پێغه&zwnj;مبه&zwnj;ری مه&zwnj;زندا} له نووسینی مامۆستا عبدالعزیز پاڕه&zwnj;زانی دا ته&zwnj;ماشا بکه&zwnj;).';
?>