<?php
$t = array();
$t[1] = 'له&zwnj;به&zwnj;ر ئه&zwnj;وه&zwnj;ی قوڕه&zwnj;یش هۆگر بووه&zwnj;و...';
$t[2] = 'خوی گرتووه به کاروانی زستانه&zwnj;ی (یه&zwnj;مه&zwnj;ن)و کاروانی هاوینه&zwnj;ی (شام) بۆ بازرگانی و (دابین کردنی بژێوی).';
$t[3] = 'که&zwnj;واته با په&zwnj;روه&zwnj;ردگارو خاوه&zwnj;نی ئه&zwnj;م ماڵه پیرۆزه (که&zwnj;عبه&zwnj;) بپه&zwnj;رستن.';
$t[4] = 'ئه&zwnj;و زاته&zwnj;ی له&zwnj;برسێتی ڕزگاری کردن و خۆراکی پێبه&zwnj;خشین و له ترس و بیمی (جه&zwnj;رده و ڕێگران) پاڕاستوونی و ئاسایشی بۆ دابین کردوون.';
?>