<?php
$t = array();
$t[1] = 'ئایا سه&zwnj;رنجت نه&zwnj;داوه له&zwnj;و که&zwnj;سه&zwnj;ی ئاینی خوا به درۆ ده&zwnj;زانێت؟!';
$t[2] = 'که&zwnj;وابوو ئه&zwnj;و جۆره که&zwnj;سه ئه&zwnj;وه&zwnj;یه که پاڵ به هه&zwnj;تیوه&zwnj;وه ده&zwnj;نێت و پیایدا هه&zwnj;ڵده&zwnj;شاخێت.';
$t[3] = 'هانی که&zwnj;سیش نادات تا خواردن و خۆراك ببه&zwnj;خشێت به هه&zwnj;ژارو نه&zwnj;داران.';
$t[4] = 'جا هاوارو واوه&zwnj;یلا بۆ نوێژگه&zwnj;رانێك...';
$t[5] = 'ئه&zwnj;و نوێژگه&zwnj;رانه&zwnj;ی گوێ ناده&zwnj;ن به نوێژه&zwnj;کانیان و کارکردی نیه له&zwnj;سه&zwnj;ریان و دڵی ناده&zwnj;نێ و لێی غافڵن...';
$t[6] = 'ئه&zwnj;وانه&zwnj;ی که ڕیا بازن و به ڕووکه&zwnj;ش نوێژ ده&zwnj;که&zwnj;ن و ده&zwnj;یانه&zwnj;وێت خۆیان ده&zwnj;ربخه&zwnj;ن و (ئیمانداران بخه&zwnj;ڵه&zwnj;تێنن).';
$t[7] = '(هه&zwnj;میشه&zwnj;ش هه&zwnj;وڵ ده&zwnj;ده&zwnj;ن بۆ) قه&zwnj;ده&zwnj;غه کردنی هه&zwnj;موو چاکه&zwnj;&zwnj;و یارمه&zwnj;تی و کۆمه&zwnj;کی و هاوکاریه&zwnj;ك.';
?>