<?php
$t = array();
$t[1] = 'به&zwnj;ڕاستی ئێمه خێر و چاکه و خۆشی (هه&zwnj;ر دوو جیهان و ناوبانگی چاکه&zwnj;ی&lrm;) تۆمان (محمد (صلی الله علیه وسلم) بێ ئه&zwnj;ندازه و بێ سنور کردوه (له هه&zwnj;موو جه&zwnj;رخ و زه&zwnj;مانێکدا).';
$t[2] = 'که&zwnj;واته نوێژ ته&zwnj;نها له&zwnj;به&zwnj;ر خوا و بۆ خوا و بۆ به&zwnj;ده&zwnj;ست هێنانی ڕه&zwnj;زامه&zwnj;ندی په&zwnj;روه&zwnj;ردگارت ئه&zwnj;جام بده&zwnj;و قوربانیش بکه (هه&zwnj;ر به&zwnj;و شێوه&zwnj;یه بۆ به&zwnj;ده&zwnj;ست هێنانی ڕه&zwnj;زامه&zwnj;ندی په&zwnj;روه&zwnj;ردگارت).';
$t[3] = '';
?>