<?php
$t = array();
$t[1] = '(ئه&zwnj;ی محمد (صلی الله علیه وسلم) بڵێ: ئه&zwnj;ی کۆمه&zwnj;ڵی بێ باوه&zwnj;ڕ و خوانه&zwnj;ناسان.';
$t[2] = 'من هه&zwnj;رگیز ئه&zwnj;و شتانه&zwnj;ی که ئێوه ده&zwnj;یپه&zwnj;رستن نایپه&zwnj;رستم (چونکه من خواپه&zwnj;رستم).';
$t[3] = 'ئێوه&zwnj;ش دیاره ئه&zwnj;وه&zwnj;ی من ده&zwnj;یپه&zwnj;رستم نای په&zwnj;رستن (چونکه بت په&zwnj;رستن).';
$t[4] = 'ئه&zwnj;وه&zwnj;ی ئێوه په&zwnj;رستوتانه من هیچ کات نایپه&zwnj;رستم.';
$t[5] = 'ئێوه&zwnj;ش، ئه&zwnj;و زاته&zwnj;ی من ده&zwnj;یپه&zwnj;رستم نای په&zwnj;رستن.';
$t[6] = 'که&zwnj;واته دینی خۆتان بۆ خۆتان و دینی خۆم بۆ خۆم.';
?>