<?php
$t = array();
$t[1] = 'ده&zwnj;سته&zwnj;کانی بشکێت ئه&zwnj;بو له&zwnj;هه&zwnj;بو ڕسوا بێت، ئاشکرایه که هه&zwnj;ر ڕاسوایش ده&zwnj;بێت و&lrm; (له&zwnj;ناو ده&zwnj;چێت).';
$t[2] = 'ماڵ و دارای و ئه&zwnj;و شتانه&zwnj;ی که به ده&zwnj;ستی هێناوه&zwnj;، فریای نه&zwnj;که&zwnj;وت.';
$t[3] = 'له ئاینده&zwnj;دا ده&zwnj;خرێته ناو ئاگرێکی بڵێسه&zwnj;داره&zwnj;وه&zwnj;.';
$t[4] = 'هه&zwnj;روه&zwnj;ها ژنه&zwnj;که&zwnj;شی که هه&zwnj;میشه هه&zwnj;ڵگری کۆڵه داره و (ئازاری پێغه&zwnj;مبه&zwnj;ر ده&zwnj;دات).';
$t[5] = 'هه&zwnj;میشه گوریسێکی چنراو له پوشی خورما له گه&zwnj;ردنیایه&zwnj;تی (له قیامه&zwnj;تیش دا زنجیری ئاسن ده&zwnj;کرێته گه&zwnj;ردنی).';
?>