<?php
$t = array();
$t[1] = '(ئه&zwnj;ی محمد (صلی الله علیه وسلم) ئه&zwnj;ی ئیماندار) بڵێ: ئه&zwnj;و خوای که ناوی _ الله&zwnj;_ خوایه&zwnj;کی تاک و ته&zwnj;نهایه (بێ هاوه&zwnj;ڵ و هاوتایه&zwnj;).';
$t[2] = 'خوا زاتێکی پایه&zwnj;دار و ده&zwnj;سه&zwnj;ڵاتداره&zwnj;، نیازی به که&zwnj;س نییه&zwnj;و هه&zwnj;موویان ئاتاجی ئه&zwnj;ون، هه&zwnj;ر ئه&zwnj;و ده&zwnj;توانێ به&zwnj;ڵاو و ناخۆشی لابه&zwnj;رێت و پێویستی و داخوازیه&zwnj;کانمان جێ به جێ بکات.';
$t[3] = 'هیچ که&zwnj;سی لێ نه&zwnj;بووه و خۆشی له که&zwnj;س نه&zwnj;بووه&zwnj;.';
$t[4] = 'هه&zwnj;رگیز هاوتاو هاوشێوه و ده&zwnj;سه&zwnj;ڵاتدارێکی تر نییه که له&zwnj;به&zwnj;رامبه&zwnj;ریه&zwnj;وه به&zwnj;وه&zwnj;ستێت و هاوشانی بێت.';
?>