<?php
$t = array();
$t[1] = '(ئه&zwnj;ی محمد (صلی الله علیه وسلم) ئه&zwnj;ی ئیماندار) بڵێ: په&zwnj;نا ده&zwnj;گرم به په&zwnj;روه&zwnj;ردگاری خه&zwnj;ڵکی.';
$t[2] = 'پادشای خه&zwnj;ڵکی';
$t[3] = 'به خوای خه&zwnj;ڵکی.';
$t[4] = 'له شه&zwnj;ڕ و خراپه&zwnj;ی ئه&zwnj;وه&zwnj;ی که وه&zwnj;سوه&zwnj;سه و خه&zwnj;ته&zwnj;ره و خه&zwnj;یاڵ ده&zwnj;خاته دڵه&zwnj;وه که (خه&zwnj;ناسه&zwnj;). بریتیه له&zwnj;وه&zwnj;ی که وه&zwnj;سوه&zwnj;سه فڕێ ده&zwnj;داته سینه و دڵ و ده&zwnj;رونی خه&zwnj;ڵکییه&zwnj;وه&zwnj;.';
$t[5] = 'له په&zwnj;ری و خه&zwnj;ڵکی، له جنۆکه و ئاده&zwnj;میزاد (ئه&zwnj;وانه&zwnj;ی که شه&zwnj;یتان سیفه&zwnj;تن).';
$t[6] = 'له په&zwnj;ری و خه&zwnj;ڵكی (له جنۆكه و ئینسان ئه&zwnj;وانه&zwnj;ی شه&zwnj;یتان سیفه&zwnj;تن).';
?>