<?php
$t = array();
$t[1] = 'کاتێك ئاسمان له&zwnj;ت له&zwnj;ت و پارچه پارچه ده&zwnj;بێت.';
$t[2] = 'کاتێك ئه&zwnj;ستێره و هه&zwnj;ساره&zwnj;کان په&zwnj;رش و بلاو ده&zwnj;بنه&zwnj;وه و ورد و خاش ده&zwnj;بن.';
$t[3] = 'کاتێك ده&zwnj;ریاکان ده&zwnj;ته&zwnj;قێنرێنه&zwnj;وه&zwnj;.';
$t[4] = 'کاتێك که گۆره&zwnj;کان ژێره و ژوور ده&zwnj;کرێن (مردووه&zwnj;کانی ناویان ده&zwnj;هێنرێنه ده&zwnj;ره&zwnj;وه و زیندوو ده&zwnj;کرێنه&zwnj;وه&zwnj;).';
$t[5] = 'ئه&zwnj;وسا هه&zwnj;رکه&zwnj;س ده&zwnj;زانێت چی پێشخستووه و چی دواخستووه&zwnj;، چی ده&zwnj;ستپێشکه&zwnj;ری کردووه و چیشی هێشتۆته&zwnj;وه (له کارو کرده&zwnj;وه&zwnj;ی چاك، یان خراپ که خه&zwnj;ڵکی دوای خۆی چاویان لێ کردووه&zwnj;).';
$t[6] = 'ئه&zwnj;ی ئینسان!! تۆ چی وای لێکردویت که سه&zwnj;رکه&zwnj;ش بیت به&zwnj;رامبه&zwnj;ر په&zwnj;روه&zwnj;ردگاری میهره&zwnj;بان و به&zwnj;ڕێزت؟ چی وای لێکردویت که وه&zwnj;کو پێویست قه&zwnj;دری نه&zwnj;زانیت؟ (نافه&zwnj;رمان و یاخی بیت؟).';
$t[7] = '(به&zwnj;مه&zwnj;رجێك) ئه&zwnj;و په&zwnj;روه&zwnj;ردگاره تۆی دروست کردووه&zwnj;، به ڕێكوپێکترین شێوه&zwnj;، به&zwnj;جوانترین شێواز (ئه&zwnj;ندامه&zwnj;کان هه&zwnj;موو له&zwnj;شوێنی تایبه&zwnj;تی خۆیاندا دانراون که بتوانن کارو فرنانی خۆیان به&zwnj;چاکی ئه&zwnj;نجام بده&zwnj;ن و ئه&zwnj;و ئه&zwnj;ندامانه&zwnj;ش که جووتن قه&zwnj;باره و درێژی و شێوه&zwnj;یان چوونیه&zwnj;که&zwnj;، جگه له&zwnj;وه&zwnj;ی که یارمه&zwnj;تی و ته&zwnj;باییه&zwnj;کی ته&zwnj;واو هه&zwnj;یه له&zwnj;نێوانیاندا و هه&zwnj;مووان هاوکارن).';
$t[8] = 'له&zwnj;هه&zwnj;ر شێوه و شێوازێكدا که ویستوویه&zwnj;تی تۆی ڕێکخستووه و ئه&zwnj;ندامه&zwnj;کانتی به&zwnj;یه&zwnj;که&zwnj;وه لکاندووه&zwnj;.';
$t[9] = 'واز بهێنن له بێ ئاگایی، (نه&zwnj;ده&zwnj;بوو وابێت به&zwnj;رامبه&zwnj;ر ئه&zwnj;و په&zwnj;روه&zwnj;ردگاره جوانکاره&zwnj;ت، سه&zwnj;ره&zwnj;ڕای ئه&zwnj;و هه&zwnj;موو ڕوون کردنه&zwnj;وانه&zwnj;) به&zwnj;ڵکو بڕوا به&zwnj;ڕۆژی پاداشت ناکه&zwnj;ن!!';
$t[10] = 'بێگومان ئێوه چاودێرتان له&zwnj;سه&zwnj;ر دانراوه&zwnj;.';
$t[11] = 'له فریشته به&zwnj;ڕێزه تۆمارکاره&zwnj;کان.';
$t[12] = 'که ئاگاو زانان به&zwnj;هه&zwnj;وو ئه&zwnj;و کرده&zwnj;وه و ڕه&zwnj;فتارانه&zwnj;ی که ئه&zwnj;نجامی ده&zwnj;ده&zwnj;ن.';
$t[13] = '(سه&zwnj;رئه&zwnj;نجام) به&zwnj;ڕاستی چاکان، خواناسان له&zwnj;ناو نازو نیعمه&zwnj;تدا ژیانی پڕ له شادی و خۆشی ده&zwnj;به&zwnj;نه&zwnj;سه&zwnj;ر.';
$t[14] = 'بێگومان تاوانبارو تاوانکاره&zwnj;کانیش له&zwnj;ناو دۆزه&zwnj;خدا ژیانی پڕ له ئێش و ئازار ده&zwnj;به&zwnj;نه&zwnj;سه&zwnj;ر.';
$t[15] = 'که له ڕۆژی قیامه&zwnj;تدا ده&zwnj;خرێنه ناوی و دووچاری ده&zwnj;بن.';
$t[16] = 'له&zwnj;ناویدا ئه&zwnj;وان به&zwnj;هیچ شێوه&zwnj;یه&zwnj;ك ڕزگاریان نابێت و ناتوانن لێی دووربکه&zwnj;نه&zwnj;وه و خۆیانی لێ بشارنه&zwnj;وه&zwnj;.';
$t[17] = 'جا تۆ ئه&zwnj;ی ئینسان چووزانیت ڕۆژی قیامه&zwnj;ت چیه و چۆنه&zwnj;؟!';
$t[18] = 'پاشان تۆ چووزانیت ئه&zwnj;و ڕۆژه چۆن ڕۆژێکه&zwnj;، (چه&zwnj;ند سه&zwnj;خته&zwnj;، چه&zwnj;ند سامناکه&zwnj;، چه&zwnj;نده پڕ له مه&zwnj;ینه&zwnj;ته&zwnj;).';
$t[19] = 'ئه&zwnj;و ڕۆژه که&zwnj;س فریای که&zwnj;س ناکه&zwnj;وێت، که&zwnj;س هیچ شتێکی له ده&zwnj;ست نایه&zwnj;ت بۆ که&zwnj;سانی تر، ئه&zwnj;و ڕۆژه هه&zwnj;موو شتێك به&zwnj;ده&zwnj;ست خوایه&zwnj;، فه&zwnj;رمان ته&zwnj;نها فه&zwnj;رمانی په&zwnj;روه&zwnj;ردگاری دادپه&zwnj;روه&zwnj;ره&zwnj;.';
?>