<?php
$t = array();
$t[1] = 'کاتێك دێت ئاسمان له&zwnj;ت و په&zwnj;ت ده&zwnj;بێت.';
$t[2] = 'گوێڕایه&zwnj;ڵی فه&zwnj;رمانی په&zwnj;روه&zwnj;ردگاری ده&zwnj;بێت، حه&zwnj;ق وایه و پێویسته له&zwnj;سه&zwnj;ری ئاوا فه&zwnj;رمانبه&zwnj;ردار بێت.';
$t[3] = 'هه&zwnj;روه&zwnj;ها کاتێك دێت زه&zwnj;ویش پان و به&zwnj;رین ده&zwnj;بێته&zwnj;وه (تا جێگه&zwnj;ی هه&zwnj;مووانی له&zwnj;سه&zwnj;ر ببێته&zwnj;وه&zwnj;، که ئه&zwnj;مه ئاماژه&zwnj;یه&zwnj;، بۆ ته&zwnj;خت بوونی).';
$t[4] = 'هه&zwnj;رچی له&zwnj;ناویدا هه&zwnj;یه فڕێی ده&zwnj;داته سه&zwnj;ر ڕووکاری و خۆی خاڵی ده&zwnj;کات.';
$t[5] = 'گوێڕایه&zwnj;ڵی فه&zwnj;رمانی په&zwnj;روه&zwnj;ردگاری ده&zwnj;بێت، حه&zwnj;ق وایه و پێویسته له&zwnj;سه&zwnj;ری ئاوا فه&zwnj;رمانبه&zwnj;ردار بێت.';
$t[6] = 'ئه&zwnj;ی ئینسان به&zwnj;ڕاستی تۆ خۆت زۆر ماندوو ده&zwnj;که&zwnj;یت، زۆر ڕه&zwnj;نج و زه&zwnj;حمه&zwnj;ت ده&zwnj;کێشیت، سه&zwnj;رئه&zwnj;نجامیش ده&zwnj;بێ بگه&zwnj;ڕێیته&zwnj;وه بۆ لای په&zwnj;روه&zwnj;ردگارت (تا پاداشتی ڕه&zwnj;نج و هه&zwnj;وڵه&zwnj;که&zwnj;ت وه&zwnj;ربگریت).';
$t[7] = 'جا ئه&zwnj;وه&zwnj;ی دۆسیه&zwnj;ی کرده&zwnj;وه&zwnj;کانی درایه ده&zwnj;ستی ڕاستی...';
$t[8] = 'ئه&zwnj;وه له&zwnj;مه&zwnj;ودا لێپرسینه&zwnj;وه&zwnj;یه&zwnj;کی زۆر ئاسانی له&zwnj;گه&zwnj;ڵدا ده&zwnj;کرێت.';
$t[9] = 'به&zwnj;دڵی خۆش و ڕووی خۆشه&zwnj;وه ده&zwnj;گه&zwnj;ڕێته&zwnj;وه بۆ ناو که&zwnj;سوکاری چاکو خواناسی، بۆ ناو ئیمانداران (سه&zwnj;ره&zwnj;ڕای حۆری و غلمان و ولدان).';
$t[10] = '(به&zwnj;ڵام) ئه&zwnj;وه&zwnj;ی دۆسیه&zwnj;ی کرده&zwnj;وه&zwnj;کانی له پشتیه&zwnj;وه درایه ده&zwnj;ستی.';
$t[11] = 'ئه&zwnj;وه له&zwnj;مه&zwnj;ولا هاوارو دادی لێبه&zwnj;رزدبێته&zwnj;وه و ده&zwnj;ڵێت: خوایه مه&zwnj;رگ، خوایه بمکوژه&zwnj;، خوا له&zwnj;ناوم به&zwnj;ره&zwnj;.';
$t[12] = 'ده&zwnj;خرێته ناو دۆزه&zwnj;خ.';
$t[13] = 'چونکه به&zwnj;ڕاستی ئه&zwnj;و جۆره که&zwnj;سه کاتی خۆی له&zwnj;ناو ماڵ و خێزانیدا به&zwnj;که&zwnj;یف و ئاهه&zwnj;نگی ناشه&zwnj;رعی، به به&zwnj;رپاکردنی سفره&zwnj;و خوانی حه&zwnj;رام دڵی خۆش بوو (مه&zwnj;به&zwnj;ستی ڕابواردنی حه&zwnj;رام بوو).';
$t[14] = 'بڕوای وابوو که هه&zwnj;رگیز زیندوو بوونه&zwnj;وه و گه&zwnj;ڕانه&zwnj;وه و لێپرسینه&zwnj;وه نیه&zwnj;.';
$t[15] = 'نه&zwnj;خێر به&zwnj;گومانی ئه&zwnj;و نه&zwnj;بوو، په&zwnj;روه&zwnj;ردگاری چاك ئاگاداری کارو کرده&zwnj;وه&zwnj;کانی بوو و ده&zwnj;یبینی چی ده&zwnj;کات.';
$t[16] = 'سوێندم (به&zwnj;و کاته&zwnj;ی دوای خۆرئاوا بوون) ئاسۆ سوور هه&zwnj;ڵده&zwnj;گه&zwnj;ڕێت.';
$t[17] = 'به شه&zwnj;وو ئه&zwnj;وه&zwnj;ی که کۆی ده&zwnj;کاته&zwnj;وه (شه&zwnj;وگار ئاده&zwnj;میزاد له&zwnj;ماڵی خۆیدا و، گیانداران له شوێنی خۆیان و باڵنده&zwnj;کان له هێلانه&zwnj;کانیاندا کۆده&zwnj;کاته&zwnj;وه&zwnj;).';
$t[18] = 'به&zwnj;مانگی چوارده&zwnj;ش کاتێك تێرو ته&zwnj;واوو گه&zwnj;وره و دره&zwnj;خشان ده&zwnj;بێت.';
$t[19] = 'ئێوه تێده&zwnj;په&zwnj;ڕن و گۆڕانکاری و حاڵاتی زۆرتان به&zwnj;سه&zwnj;ردێت (بۆ نموونه&zwnj;: له مناڵی، بۆ لاوی، بۆ پیری، بۆ مه&zwnj;رگ، بۆ به&zwnj;رزه&zwnj;خ، بۆ قیامه&zwnj;ت، له&zwnj;وه&zwnj;ودواش بۆ به&zwnj;هه&zwnj;شت یان دۆزه&zwnj;خ)، یاخود له ساغی، بۆ نه&zwnj;خۆشی یان به&zwnj;پێچه&zwnj;وانه&zwnj;وه&zwnj;.. له هه&zwnj;ژاریی، بۆ ده&zwnj;وڵه&zwnj;مه&zwnj;ندی یان پێچه&zwnj;وانه&zwnj;وه&zwnj;، له قیامه&zwnj;تیشدا له به&zwnj;هه&zwnj;شتدا ئیمانداران به&zwnj;رده&zwnj;وام به&zwnj;ره&zwnj;و ته&zwnj;واوترو چاکتر ده&zwnj;برێن).';
$t[20] = 'که&zwnj;واته&zwnj;، ئه&zwnj;و خوانه&zwnj;ناسانه چیانه و بۆچی ئیمان ناهێنن؟';
$t[21] = 'کاتێک قورئانیش به&zwnj;سه&zwnj;ریاندا ده&zwnj;خوێنرێته&zwnj;وه&zwnj;، سوژده نابه&zwnj;ن و ملکه&zwnj;چ نابن؟';
$t[22] = 'دیاره که بێ باوه&zwnj;ڕان به&zwnj;رده&zwnj;وام ڕاستیه&zwnj;کان به&zwnj;درۆ ده&zwnj;زانن، به&zwnj;ڵکو باوه&zwnj;ڕی پێناکه&zwnj;ن.';
$t[23] = 'خوایش چاک ئاگاو زانایه به&zwnj;وه&zwnj;ی که له دڵ و ده&zwnj;روونیاندا شاردوویانه&zwnj;ته&zwnj;وه (له بوغزو کینه و پیلان، دژی ئیسلام و موسڵمانان).';
$t[24] = '(که&zwnj;واته&zwnj;)، مژده&zwnj;ی ئازارو سزایه&zwnj;کی به&zwnj;ئێشیان پێ بده&zwnj;!!';
$t[25] = 'جگه له&zwnj;وانه&zwnj;ی که ئیمان و باوه&zwnj;ڕیان هێناوه و کارو کرده&zwnj;وه&zwnj;ی چاکیان ئه&zwnj;نجامداوه&zwnj;، پاداشتی نه&zwnj;بڕاوه و بێ منه&zwnj;ت چاوه&zwnj;ڕێیانه&zwnj;.';
?>