<?php
$t = array();
$t[1] = 'سوێند به ئاسمانی خاوه&zwnj;ن ئه&zwnj;ستیره و هه&zwnj;ساره&zwnj;ی گه&zwnj;وره&zwnj;...';
$t[2] = 'به&zwnj;و ڕۆژه&zwnj;ی که به&zwnj;ڵێن دراوه پێش بێت (واته ڕۆژی قیامه&zwnj;ت)...';
$t[3] = 'به&zwnj;شایه&zwnj;ت و شایه&zwnj;تی له&zwnj;سه&zwnj;ردراوه&zwnj;، یاخود به شایه&zwnj;ت و بینراوه&zwnj;کان، (تاوانباران ئاماده&zwnj;ن و هه&zwnj;رچی ئه&zwnj;نجامیانداوه تۆمار کراوه له&zwnj;سه&zwnj;ریان).';
$t[4] = 'به&zwnj;کوشت چن، نه&zwnj;فرینیان لێ بێت، ئه&zwnj;وانه&zwnj;ی که چاڵیان هه&zwnj;ڵکه&zwnj;ند (بۆ ئیمانداران)...';
$t[5] = 'ئاگری داگیرساو و به&zwnj;تینیان تێدا کرده&zwnj;وه&zwnj;...';
$t[6] = 'ئه&zwnj;و کاته&zwnj;ی که به ده&zwnj;وریدا دانیشتبوون...';
$t[7] = 'له نزیکه&zwnj;وه چاودێری ئه&zwnj;و کاره&zwnj;ساته&zwnj;یان ده&zwnj;کرد که به&zwnj;سه&zwnj;ر باوه&zwnj;ڕداراندا ده&zwnj;هێنرێت و خۆیان له نزیکه&zwnj;وه سه&zwnj;رپه&zwnj;رشتیان ده&zwnj;کرد.';
$t[8] = 'ئه&zwnj;و ڕق و داخه&zwnj;یان له ئیمانداران ته&zwnj;نها له&zwnj;به&zwnj;ر ئه&zwnj;وه&zwnj;بوو که ئه&zwnj;وان باوه&zwnj;ڕی به&zwnj;تینیان ده&zwnj;هێنا به خوای باڵاده&zwnj;ستی شایسته&zwnj;ی سوپاسگوزاری...';
$t[9] = 'ئه&zwnj;و زاته&zwnj;ی که خاوه&zwnj;نی هه&zwnj;موو شتێکه له ئاسمانه&zwnj;کان و زه&zwnj;ویدا، ئه&zwnj;و خوایه&zwnj;ی شایه&zwnj;ته له&zwnj;سه&zwnj;ر هه&zwnj;موو شتێك و ئاگای له هه&zwnj;موو شتێكه&zwnj;.';
$t[10] = 'به&zwnj;ڕاستی ئه&zwnj;وانه&zwnj;ی که به&zwnj;ڵاو ناخۆشی وته&zwnj;نگانه و پیلان دژی پیاوانی ئیماندارو ئافره&zwnj;تانی ئیماندار خسته&zwnj;کارو پاشان هه&zwnj;ر به&zwnj;رده&zwnj;وام ده&zwnj;بن و کۆڵ ناده&zwnj;ن و په&zwnj;شیمان نابنه&zwnj;وه سزای دۆزه&zwnj;خ و سزای سووتێنه&zwnj;ر بۆ ئه&zwnj;وانه&zwnj;یه&zwnj;.';
$t[11] = 'به&zwnj;ڕاستی ئه&zwnj;وانه&zwnj;ی که باوه&zwnj;ڕیان هێناوه و کرده&zwnj;وه چاکه&zwnj;کانیان ئه&zwnj;نجام داوه&zwnj;، باخه&zwnj;کانی به&zwnj;هه&zwnj;شت که چه&zwnj;نده&zwnj;ها ڕووبار به&zwnj;ژێر دره&zwnj;خته&zwnj;کانیدا ده&zwnj;ڕوات بۆیان ئاماده&zwnj;یه&zwnj;، هه&zwnj;ر ئه&zwnj;وه خۆی له خۆیدا سه&zwnj;رکه&zwnj;وتن و سه&zwnj;رفرازیه&zwnj;کی زۆر گه&zwnj;وره و بێ سنوورو بێ وێنه&zwnj;یه&zwnj;.';
$t[12] = 'به&zwnj;ڕاستی تۆڵه&zwnj;ی په&zwnj;روه&zwnj;ردگارت (ئه&zwnj;ی پێغه&zwnj;مبه&zwnj;ر (صلی الله علیه وسلم)، ئه&zwnj;ی ئیمانداران) زۆر توندو تیژ و به&zwnj;زه&zwnj;بره&zwnj;.';
$t[13] = 'به&zwnj;ڕاستی هه&zwnj;ر ئه&zwnj;و زاته&zwnj;یه سه&zwnj;ره&zwnj;تا هه&zwnj;موو شتێکی دروست ده&zwnj;کات و دوای نه&zwnj;مانیش دووباره دروستی ده&zwnj;کاته&zwnj;وه&zwnj;.';
$t[14] = 'هه&zwnj;ر ئه&zwnj;ویش زاتێکی زۆر لێخۆشبوو به&zwnj;سۆزو دڵۆڤان و دڵسۆزه (بۆ ئیمانداران).';
$t[15] = 'خاوه&zwnj;نی ته&zwnj;ختی بڵند و به&zwnj;رزو پایه&zwnj;داره&zwnj;.';
$t[16] = 'هه&zwnj;رچی بیه&zwnj;وێت ئه&zwnj;نجامی ده&zwnj;دات، هه&zwnj;رچی بیه&zwnj;وێت که&zwnj;س ناتوانێت ده&zwnj;ست بهێنێته ڕێی.';
$t[17] = 'ئایا هه&zwnj;واڵی له&zwnj;شکرو سوپاکانت پێگه&zwnj;یشتووه&zwnj;؟ (ئه&zwnj;وانه&zwnj;ی یاخی بوون له پێغه&zwnj;مبه&zwnj;ران و به&zwnj;رنامه&zwnj;ی یه&zwnj;کخواناسی).';
$t[18] = 'که له&zwnj;شکری فیرعه&zwnj;ون و ثموده&zwnj;.';
$t[19] = 'به&zwnj;ڵکو ئه&zwnj;وانه&zwnj;ش که بێ باوه&zwnj;ڕ بوون ته&zwnj;مێ نابن به&zwnj;ڵکو هه&zwnj;ر سه&zwnj;رگه&zwnj;رمی به درۆ له قه&zwnj;له&zwnj;مدان و دژایه&zwnj;&zwnj;تی ئه&zwnj;م ئایین و به&zwnj;رنامه و قورئانه&zwnj;ن.';
$t[20] = '(به&zwnj;ڵام با بزانن)، ده&zwnj;سه&zwnj;ڵاتی خوا له پشتیانه&zwnj;وه ده&zwnj;وره&zwnj;ی داون له ده&zwnj;ستی ده&zwnj;رناچن';
$t[21] = '(ئه&zwnj;وه&zwnj;ی ئه&zwnj;وان دژایه&zwnj;تی ده&zwnj;که&zwnj;ن) ئه&zwnj;و قورئانه به&zwnj;رزو بڵندو پایه&zwnj;داره&zwnj;یه&zwnj;.';
$t[22] = 'که له لاپه&zwnj;ڕه&zwnj;ی تایبه&zwnj;تی و له&zwnj;سه&zwnj;ر تابڵوی پیرۆز، پارێزراوه له (لوح المحفوظ) دا.';
?>