<?php
$t = array();
$t[1] = 'سوێند به ئاسمان و ئه&zwnj;و ئه&zwnj;ستێرانه&zwnj;ی به&zwnj;شه&zwnj;ودا ده&zwnj;رده&zwnj;که&zwnj;ون.';
$t[2] = 'جا تۆ چووزانی (طارق) چیه&zwnj;.';
$t[3] = 'ئه&zwnj;ستێره&zwnj;یه&zwnj;که به ڕووناکیه&zwnj;که&zwnj;ی تاریکی ده&zwnj;بڕێت.';
$t[4] = '(سوێند به&zwnj;وانه&zwnj;) هیچ که&zwnj;س نیه چاودێری نه&zwnj;بێت، (سه&zwnj;ره&zwnj;تا خوا چاودێری هه&zwnj;مووانه&zwnj;، فریشته&zwnj;کانیشی کردووه به چاودێرو پارێزه&zwnj;رمان).';
$t[5] = 'که&zwnj;واته با ئاده&zwnj;میزاد ته&zwnj;ماشا بکات و سه&zwnj;رنج بدات که له چی دروستکراوه&zwnj;؟!';
$t[6] = 'دروستکراوه له ئاوێکی هه&zwnj;ڵقوڵاو (که مه&zwnj;نی پیاوه و هێلکۆکه&zwnj;ی ئافره&zwnj;ته&zwnj;، هه&zwnj;ردوولایان هه&zwnj;ڵده&zwnj;قوڵێن بۆ پێکهاتنی ئاده&zwnj;میزاد، به&zwnj;ویستی خوا).';
$t[7] = 'له نێوان بڕبڕه&zwnj;کانی پشت و ئێسکه&zwnj;کانی سینه&zwnj;دا ده&zwnj;رده&zwnj;چێت.';
$t[8] = 'بێگومان ئه&zwnj;و زاته دووباره (دروستکردنه&zwnj;وه&zwnj;ی ئاده&zwnj;میزادی) زۆر لائاسانه و توانای ته&zwnj;واوی هه&zwnj;یه&zwnj;.';
$t[9] = 'ئه&zwnj;و ڕۆژه&zwnj;ی که هه&zwnj;موو نهێنیه&zwnj;کان ده&zwnj;رده&zwnj;که&zwnj;وێت و ئاشکرا ده&zwnj;کرێت.';
$t[10] = 'ئاده&zwnj;میزاد هیچ هێزو پشتیوانیه&zwnj;کی نیه&zwnj;.';
$t[11] = 'سوێند به ئاسمانێك که خاوه&zwnj;نی گێڕانه&zwnj;وه&zwnj;یه (سوڕی ئاو له سروشتدا، شه&zwnj;پۆله&zwnj;کانی ته&zwnj;له&zwnj;فون و ڕادیۆ و ته&zwnj;له&zwnj;فیزیۆن... هتد).';
$t[12] = 'هه&zwnj;روه&zwnj;ها سوێند به زه&zwnj;وی که درزی تێ ده&zwnj;بێت به&zwnj;هۆی ڕووه&zwnj;که&zwnj;وه&zwnj;.';
$t[13] = 'به&zwnj;ڕاستی ئه&zwnj;م قورئانه گوفتارێکی جیاکه&zwnj;ره&zwnj;وه&zwnj;یه (جیاکه&zwnj;ره&zwnj;وه&zwnj;ی حه&zwnj;ق و ناحه&zwnj;ق، ڕاست و درۆ، چاك و خراپ و،... هتد).';
$t[14] = 'ئه&zwnj;م قورئانه گوفتارێکی گه&zwnj;ڵته نیه&zwnj;.';
$t[15] = 'به&zwnj;ڕاستی ئه&zwnj;وانه سه&zwnj;رگه&zwnj;رمی پیلانن و خه&zwnj;ریکی داونانه&zwnj;وه&zwnj;ن (بۆ ئیمانداران).';
$t[16] = '(به&zwnj;ڵام خوا ده&zwnj;فه&zwnj;رموێت): منیش پلان و نه&zwnj;خشه&zwnj;ی خۆم ده&zwnj;خه&zwnj;مه&zwnj;کار.';
$t[17] = 'که&zwnj;واته تۆیش تاوێك مۆڵه&zwnj;تی بێ باوه&zwnj;ڕان بده&zwnj;، که&zwnj;مێك لێیان بوه&zwnj;سته (بزانه چیان به&zwnj;سه&zwnj;ر ده&zwnj;هێنم).';
?>