<?php
$t = array();
$t[1] = 'ته&zwnj;سبیحات و ستایشی په&zwnj;روه&zwnj;ردگاری به&zwnj;رزو بڵند و پایه&zwnj;دارت بکه&zwnj;.';
$t[2] = 'ئه&zwnj;&zwnj;و زاته&zwnj;ی هه&zwnj;موو شتێکی دروستکردووه به&zwnj;جوانی و ڕێکوپێک و تێرو ته&zwnj;واویی کردووه&zwnj;.';
$t[3] = 'ئه&zwnj;و زاته&zwnj;ی که نه&zwnj;خشه&zwnj;ی کێشاوه بۆ هه&zwnj;موو شتێك و جا ڕێنموویی کردووه&zwnj;.';
$t[4] = 'ئه&zwnj;وه&zwnj;ی که گژوگیای له له&zwnj;وه&zwnj;ڕگا ده&zwnj;رهێناوه&zwnj;.';
$t[5] = '(به&zwnj;ڵام دوای ماوه&zwnj;یه&zwnj;ک) ده&zwnj;یکاته پووش و په&zwnj;ڵاشتێکی زه&zwnj;رده و وشك و ڕه&zwnj;شهه&zwnj;ڵگه&zwnj;ڕاو.';
$t[6] = '{ ئه&zwnj;ی محمد (صلی الله علیه وسلم) } ئێمه قورئانت له ڕێگه&zwnj;ی جوبره&zwnj;ئیله&zwnj;وه به&zwnj;سه&zwnj;ردا ده&zwnj;خوێنینه&zwnj;وه&zwnj;، ئیتر هه&zwnj;رگیز بیرت ناچێت.';
$t[7] = 'مه&zwnj;گه&zwnj;ر شتێك ویستی خوای له&zwnj;سه&zwnj;ربێت، چونکه به&zwnj;ڕاستی خوا ئاگاداره به&zwnj;و شتانه&zwnj;ی که ئاشکراو دیارن، یاخود شاراوه&zwnj;ن.';
$t[8] = 'جا دڵنیابه ئێمه یارمه&zwnj;تیت ده&zwnj;ده&zwnj;ین بۆ ئه&zwnj;نجامدانی هه&zwnj;موو چاکه&zwnj;یه&zwnj;ك، هه&zwnj;موو کارێكی له&zwnj;بارت بۆ ئاسان ده&zwnj;که&zwnj;ین.';
$t[9] = 'که&zwnj;واته تۆ ئیتر له&zwnj;سه&zwnj;ر یادخستنه&zwnj;وه و یاداوه&zwnj;ری ئه&zwnj;و که&zwnj;سانه به&zwnj;رده&zwnj;وام به که سوودیان وه&zwnj;رگرتووه و ئاماده&zwnj;ن زیاتر تێبگه&zwnj;ن.';
$t[10] = 'بێگومان ئه&zwnj;و که&zwnj;سه&zwnj;ی که ترسی خوای له دڵدا بێت یاده&zwnj;وه&zwnj;ری وه&zwnj;رده&zwnj;گرێت.';
$t[11] = 'خراپترین که&zwnj;س خۆی لێ دوور ده&zwnj;گرێت...';
$t[12] = 'ئه&zwnj;وه&zwnj;ی ده&zwnj;چێته ناو ئاگره&zwnj;که گه&zwnj;وره&zwnj;که&zwnj;وه و ده&zwnj;سوتێت تیایدا.';
$t[13] = 'له&zwnj;وه&zwnj;ودوا نه ئه&zwnj;وه&zwnj;یه بمرێت و (ڕزگاری بێت، نه ئه&zwnj;وه&zwnj;شه که&zwnj;) ژیانێکی ئاسایی به&zwnj;سه&zwnj;ر به&zwnj;رێت.';
$t[14] = 'بێگومان ئه&zwnj;و که&zwnj;سه سه&zwnj;رفرازه که ده&zwnj;روونی خۆی پاك ڕاگرتووه و...';
$t[15] = 'ناوی په&zwnj;روه&zwnj;ردگاری ده&zwnj;بات و نوێژی بۆ ده&zwnj;کات و کڕنووش و سوژده&zwnj;ی بۆ بردووه&zwnj;.';
$t[16] = 'که&zwnj;چی ئێوه ڕێبازی ڕزگاری ناگرنه به&zwnj;رو به&zwnj;ڵکو زیاتر ژیانی دنیاتان مه&zwnj;به&zwnj;سته&zwnj;.';
$t[17] = 'له&zwnj;کاتێکدا قیامه&zwnj;ت و به&zwnj;ده&zwnj;ست هێنانی به&zwnj;هه&zwnj;شت چاکتره و به&zwnj;رده&zwnj;وامیشه (هه&zwnj;ر به&zwnj;راورد ناکرێت له&zwnj;گه&zwnj;ڵ ته&zwnj;مه&zwnj;نی کورتی دنیادا).';
$t[18] = 'بێگومان ئه&zwnj;م یادخستنه&zwnj;وانه له په&zwnj;ڕاوه دێرینه&zwnj;کانیشدا باسکراوه&zwnj;.';
$t[19] = '(له&zwnj;وانه&zwnj;) کتێبه پیرۆزه&zwnj;کانی ئیبراهیم و موسا.';
?>