<?php
$t = array();
$t[1] = 'سوێندم به&zwnj;م شاره (واته شاری مه&zwnj;ککه&zwnj;).';
$t[2] = 'له کاتێکدا تۆ نیشته&zwnj;جێی تیایدا.';
$t[3] = 'سوێند به باوک و ڕۆڵه&zwnj;که&zwnj;ی.';
$t[4] = '(سوێند به&zwnj;وانه&zwnj;) به&zwnj;ڕاستی ئێمه ئینسانمان دروست کردووه و به&zwnj;رده&zwnj;وام له ناڕه&zwnj;حه&zwnj;تی و سه&zwnj;غڵه&zwnj;تی و کێشه و ناخۆشیدا..';
$t[5] = 'ئایا ئاده&zwnj;میزاد واده&zwnj;زانێت که هه&zwnj;رگیز که&zwnj;س ده&zwnj;سه&zwnj;ڵاتی به&zwnj;سه&zwnj;ریدا نابێت؟';
$t[6] = '(زۆرجار) ده&zwnj;ڵێت: من پاره&zwnj;ی زۆرم له ناوداوه&zwnj;!! من ماڵی زۆرم خه&zwnj;رج کردووه&zwnj;!!';
$t[7] = 'ئایا وا ده&zwnj;زانێت که&zwnj;س ئاگاداری نیه&zwnj;و نه&zwnj;یبینیووه (که ئه&zwnj;و سه&zwnj;رمایه&zwnj;یه&zwnj;ی له کوێوه په&zwnj;یداکردووه و له چیدا خه&zwnj;رجی کردووه&zwnj;؟! &lrm;).';
$t[8] = 'ئایا جووتێک چاومان پێنه&zwnj;به&zwnj;خشیووه&zwnj;؟ (&lrm;چاو: زۆر گرنگتره له دوو ده&zwnj;زگای کامێرای ئه&zwnj;له&zwnj;کترۆنی خودکار له هه&zwnj;ر چرکه&zwnj;یه&zwnj;کدا هه&zwnj;زاران وێنه&zwnj;ی ڕه&zwnj;نگاو ڕه&zwnj;نگ ده&zwnj;گرێت و ده&zwnj;ینێرێت بۆ مێشک، ئه&zwnj;ویش هه&zwnj;ندێکی هه&zwnj;ڵده&zwnj;گرێت).';
$t[9] = 'هه&zwnj;روه&zwnj;ها زمان و دوو لێوه&zwnj;شمان پێ نه&zwnj;به&zwnj;خشیووه&zwnj;؟';
$t[10] = 'ئایا به منداڵی ڕێنموویمان نه&zwnj;کردووه بۆ ئه&zwnj;وه&zwnj;ی شیر له مه&zwnj;مکه&zwnj;کانی دایکی بخوات؟، له گه&zwnj;وره&zwnj;یشدا بۆ ئه&zwnj;وه&zwnj;ی سه&zwnj;رپشک بێت له شوێنکه&zwnj;وتنی ڕێبازی ڕاست، یان چه&zwnj;وت؟!';
$t[11] = 'که&zwnj;چی (زۆربه&zwnj;ی ئه&zwnj;و خه&zwnj;ڵکه&zwnj;) نه&zwnj;یتوانی به&zwnj;سه&zwnj;ر کۆسپ و له&zwnj;په&zwnj;ره&zwnj;کاندا زاڵ ببێت و ڕێگای سه&zwnj;رفه&zwnj;رزای بگرێته&zwnj;به&zwnj;ر.';
$t[12] = 'جا تۆ &lrm;چووزانی ئه&zwnj;و کۆسپ و له&zwnj;مپه&zwnj;رانه کامه&zwnj;ن؟!...';
$t[13] = 'ئازاد؛ ردنی به&zwnj;نده و کۆیله&zwnj;یه (یان ئازادکردنی گه&zwnj;ردنی خۆیه&zwnj;تی له گوناهو یاخی بوون و سه&zwnj;رکه&zwnj;شی).';
$t[14] = 'یاخود خۆراک به&zwnj;خشینه له ڕۆژێکدا که گرانی و پرسێتی هه&zwnj;بێت.';
$t[15] = 'به&zwnj;تایبه&zwnj;تی به&zwnj;و هه&zwnj;یتوه&zwnj;ی که خزمایه&zwnj;تی هه&zwnj;یه له&zwnj;گه&zwnj;ڵیدا.';
$t[16] = 'یان به هه&zwnj;ژارێک که له هه&zwnj;ژاریدا له&zwnj;سه&zwnj;ر خاک دانیشێت، یان په&zwnj;ککه&zwnj;وته و که&zwnj;فته&zwnj;کارێک.';
$t[17] = 'سه&zwnj;ره&zwnj;ڕای ئه&zwnj;وانه&zwnj;ش ئاده&zwnj;میزاد ده&zwnj;بێت له&zwnj;وانه&zwnj;بێت که باوه&zwnj;ڕیان هێناوه و ئامۆژگاری یه&zwnj;کتریان کردووه له&zwnj;سه&zwnj;ر خۆگری و ئارامگری و هه&zwnj;روه&zwnj;ها ئامۆژگاری یه&zwnj;کتریان کردووه له&zwnj;سه&zwnj;ر ڕه&zwnj;حم و به&zwnj;زه&zwnj;یی و میهره&zwnj;بانی.';
$t[18] = '(ئه&zwnj;وانه&zwnj;ی به&zwnj;و سیفه&zwnj;ته جوانانه خۆیان ده&zwnj;ڕازێننه&zwnj;وه&zwnj;) ئه&zwnj;وانه ده&zwnj;سته&zwnj;ی ڕاست و (ده&zwnj;سته&zwnj;ی به&zwnj;خته&zwnj;وه&zwnj;رانن&lrm;).';
$t[19] = 'ئه&zwnj;وانه&zwnj;ش که باوه&zwnj;ڕیان به ئایه&zwnj;ت و فه&zwnj;رمانه&zwnj;کانی ئێمه نه&zwnj;بووه&zwnj;، ئه&zwnj;وانه ده&zwnj;سته&zwnj;ی خوارو چه&zwnj;پ و چه&zwnj;وت و ناله&zwnj;باران، ده&zwnj;سته&zwnj;ی نه&zwnj;گبه&zwnj;ت و سه&zwnj;رلێشیواوه&zwnj;کانن.';
$t[20] = 'ئه&zwnj;وانه ده&zwnj;رگا و قاپیه&zwnj;کانی دۆزه&zwnj;خ له&zwnj;سه&zwnj;ریان داخراوه و هیچ هیوایه&zwnj;کی ڕزگارییان نیه&zwnj;.';
?>