<?php
$t = array();
$t[1] = 'سوێند به خۆر و تیشكی خۆراکه له سه&zwnj;ره&zwnj;تایی ڕۆژدا سه&zwnj;رهه&zwnj;ڵده&zwnj;دا).';
$t[2] = 'سوێند به مانگ، کاتێك به&zwnj;شوێنیدا دێت.';
$t[3] = 'سوێند به ڕۆژ کاتێک که خۆر ده&zwnj;رده&zwnj;خات.';
$t[4] = 'سوێند به شه&zwnj;و که خۆر داده&zwnj;پۆشیت.';
$t[5] = 'سوێند به ئاسمان و به&zwnj;و زاته به ده&zwnj;سه&zwnj;ڵاته&zwnj;ی دروستی کردووه&zwnj;.';
$t[6] = 'سوێند به زه&zwnj;وی و به&zwnj;و زاته&zwnj;ی که به&zwnj;شێوه&zwnj;ی هێلکه&zwnj;یی دایناوه&zwnj;.';
$t[7] = 'سوێند به ده&zwnj;روون و ئه&zwnj;و زاته&zwnj;ی که به ڕێک و پێکی به&zwnj;دیهێناوه&zwnj;.';
$t[8] = 'جا توانای خراپه و چاکه و خوانه&zwnj;ناسی و خواناسی تێدا دابین کردووه&zwnj;.';
$t[9] = '(سوێند به&zwnj;وانه هه&zwnj;موو) به&zwnj;ڕاستی ئه&zwnj;و که&zwnj;سه سه&zwnj;رفرازه که نه&zwnj;فسی پاک و پوخته کردووه و ئیمان و ترسی خوای تیادا ڕواندووه&zwnj;.';
$t[10] = 'بێگومان نائومێد بوو ئه&zwnj;و که&zwnj;سه&zwnj;ی نه&zwnj;فسی خۆی ناپوخت کرد و ئاڵوده&zwnj;ی گوناهو تاوان و خراپه&zwnj;ی کرد.';
$t[11] = 'قه&zwnj;ومی ثمود به&zwnj;هۆی سه&zwnj;رکه&zwnj;شی و یاخی بوونیانه&zwnj;وه&zwnj;، بڕوایان به پێغه&zwnj;مبه&zwnj;ره&zwnj;که&zwnj;یان نه&zwnj;هێنا.';
$t[12] = 'کاتێک شه&zwnj;قاوه و خوانه&zwnj;ناسترین که&zwnj;سیان خۆیی ڕاپسکاند (بۆ سه&zwnj;ربڕینی وشتره&zwnj;که&zwnj;).';
$t[13] = 'جا پێغه&zwnj;مبه&zwnj;ری خوا (صاڵح) پێی وتن: واز بهێنن له&zwnj;م وشتره که موعجیزه&zwnj;ی خوایه&zwnj;، مۆڵه&zwnj;تی بده&zwnj;ن له نۆره ئاوه&zwnj;که&zwnj;ی خۆیدا ئاو بخواته&zwnj;وه&zwnj;.';
$t[14] = 'که&zwnj;چی بڕوایان به هه&zwnj;ره&zwnj;شه&zwnj;کانی نه&zwnj;کرد، ئینجا وشتره&zwnj;که&zwnj;یان سه&zwnj;ربڕی، ئه&zwnj;وسا ئیتر په&zwnj;روه&zwnj;ردگاریان وڵاتی کاولکردن و له&zwnj;گه&zwnj;ڵ زه&zwnj;ویدا ته&zwnj;ختی کرد به&zwnj;سه&zwnj;ریاندا و که&zwnj;سیان ڕزگاری نه&zwnj;بوو (به&zwnj;هۆی گوناهو تاوانیانه&zwnj;وه&zwnj;).';
$t[15] = 'له کاتێکدا که خوای به&zwnj;ده&zwnj;سه&zwnj;ڵات له سه&zwnj;ره&zwnj;نجامی ئه&zwnj;و کاره&zwnj;یشی هه&zwnj;رگیز ناترسێت.';
?>