<?php
$t = array();
$t[1] = 'سوێند به شه&zwnj;و کاتێک دنیا داده&zwnj;گرێت...';
$t[2] = 'به ڕۆژ کاتێک دنیا ڕووناک ده&zwnj;بێت و تاریکی ده&zwnj;ڕه&zwnj;وێنێته&zwnj;وه&zwnj;.';
$t[3] = 'سوێند به&zwnj;و زاته&zwnj;ی که نێر و مێی دروست کردووه&zwnj;.';
$t[4] = 'به&zwnj;ڕاستی هه&zwnj;وڵ و کۆششی ئێوه جۆراو جۆره (هه&zwnj;تانه هه&zwnj;وڵ و کۆششی بۆ به&zwnj;ده&zwnj;ستهێنانی به&zwnj;هه&zwnj;شته&zwnj;، هه&zwnj;تانه به پێچه&zwnj;وانه&zwnj;وه به ده&zwnj;ست و برده بۆ ئه&zwnj;نجامدانی تاوان و خراپکاری، هه&zwnj;تانه گوێڕایه&zwnj;ڵ و هه&zwnj;تانه یاخی... هتد).';
$t[5] = 'جا ئه&zwnj;وه&zwnj;ی (ماڵ و سامان و زانستی و... هتد) ده&zwnj;به&zwnj;خشێت و پارێزکار و له خوانرسه&zwnj;...';
$t[6] = 'بڕوای بته&zwnj;وی به پاداشتی چاک و به&zwnj;نرخی خوایی هه&zwnj;یه&zwnj;...';
$t[7] = 'ئه&zwnj;وه ڕێگه&zwnj;ی چاکه و چاکه&zwnj;کاری بۆ ئاسان ده&zwnj;که&zwnj;ین و سه&zwnj;رئه&zwnj;نجام ده&zwnj;یخه&zwnj;ینه خێر و خۆشیه&zwnj;وه&zwnj;.';
$t[8] = 'به&zwnj;ڵام ئه&zwnj;وه&zwnj;ی ڕه&zwnj;زیل و ده&zwnj;ست نوقاو بێت و خۆی بێ نیاز بزانێت (ره&zwnj;زامه&zwnj;ندی خوایی مه&zwnj;به&zwnj;ست نه&zwnj;بێت)...';
$t[9] = 'بڕوای نه&zwnj;بێت به پاداشت و به&zwnj;هره&zwnj;ی چاکی خوایی و به&zwnj;درۆی بزانێت...';
$t[10] = 'ئه&zwnj;وه ئێمه ڕێبازی ته&zwnj;نگانه و ناخۆشی بۆ ئاسان ده&zwnj;که&zwnj;ین و سه&zwnj;رئه&zwnj;نجام به دۆزه&zwnj;خی ده&zwnj;گه&zwnj;یه&zwnj;نین.';
$t[11] = 'ئه&zwnj;و کاته&zwnj;ی که ده&zwnj;مرێت و له گۆڕ ده&zwnj;نرێت، ئه&zwnj;و کاته&zwnj;ش که فڕێ ده&zwnj;درێته دۆزه&zwnj;خه&zwnj;وه ماڵ و سامان هیچ فریای ناکه&zwnj;وێت.';
$t[12] = 'به&zwnj;ڕاستی ڕوون کردنه&zwnj;وه&zwnj;ی ڕێبازی هیدایه&zwnj;ت و دیاریکردنی بۆ خه&zwnj;ڵکی له&zwnj;سه&zwnj;ر ئێمه&zwnj;یه&zwnj;.';
$t[13] = 'بێگومان ده&zwnj;سه&zwnj;ڵاتی بێ سنورمان هه&zwnj;یه به&zwnj;سه&zwnj;ر پاشه&zwnj;ڕۆژ و قیامه&zwnj;تدا، هه&zwnj;روه&zwnj;ها به&zwnj;سه&zwnj;ر دنیادا.';
$t[14] = 'جا من ئه&zwnj;وه&zwnj;ته ئاگادارتان ده&zwnj;که&zwnj;م و ده&zwnj;تانترسێنم له ئاگرێک که زۆر بڵێسه ده&zwnj;سێنێت.';
$t[15] = 'ناچێته ناوی مه&zwnj;گه&zwnj;ر که&zwnj;سانی ناپوخت و دڕنده و خوانه&zwnj;ناس نه&zwnj;بێت.';
$t[16] = 'ئه&zwnj;وه&zwnj;ی حه&zwnj;قیقه&zwnj;ت و ڕاستی به درۆ داناوه و پشتی هه&zwnj;ڵکردووه (له به&zwnj;رنامه&zwnj;ی خوا).';
$t[17] = 'جا خواناس و پارێزکاران له&zwnj;و سزاو ناگرو ناخۆشیه دوور ده&zwnj;خرێنه&zwnj;وه&zwnj;.';
$t[18] = 'ئه&zwnj;و جۆره که&zwnj;سه&zwnj;ی ماڵ و سامانی ده&zwnj;به&zwnj;خشێت به&zwnj;وه دڵ و ده&zwnj;روونی خۆی خاوێن ڕاده&zwnj;گرێت...';
$t[19] = 'له کاتێکدا که&zwnj;که&zwnj;س چاکه&zwnj;یه&zwnj;کی وای به&zwnj;سه&zwnj;ریه&zwnj;وه نی یه که پاداشت بدرێته&zwnj;وه&zwnj;.';
$t[20] = '(چونکه&zwnj;) ته&zwnj;نها مه&zwnj;به&zwnj;ستی به&zwnj;ده&zwnj;ستهێنانی ڕه&zwnj;زامه&zwnj;ندیی په&zwnj;روه&zwnj;ردگاری به&zwnj;رزو بڵنده&zwnj;.';
$t[21] = 'سوێند به&zwnj;خوا ڕازی و خۆشنوود ده&zwnj;بێت پێی.';
?>