<?php
$t = array();
$t[1] = 'سوێند به چێشته&zwnj;نگاو (کاتێك خۆر به&zwnj;رز ده&zwnj;بێته&zwnj;وه&zwnj;و کاتی جوڵه&zwnj;و چالاکیه&zwnj;).';
$t[2] = 'سوێند به شه&zwnj;و کاتێك به&zwnj;تاریکیه&zwnj;که&zwnj;ی زه&zwnj;وی داده&zwnj;پۆشێت.';
$t[3] = 'په&zwnj;روه&zwnj;ردگارت ده&zwnj;ستبه&zwnj;رداری تۆ نه&zwnj;بووه&zwnj;و وازی له تۆ نه&zwnj;هێناوه&zwnj;و خه&zwnj;شمی لێ نه&zwnj;گرتوویت (ماوه&zwnj;یه&zwnj;ك وه&zwnj;حی نه&zwnj;هات بۆ پێغه&zwnj;مبه&zwnj;ر صلی الله علیه وسلم کافرانی قوڕه&zwnj;یش وتیان، په&zwnj;روه&zwnj;ردگاری محمد وازی لێ هێناوه&zwnj;، ئیتر خوای گه&zwnj;وره به&zwnj;درۆی خسته&zwnj;وه&zwnj;).';
$t[4] = 'بێگومان قیامه&zwnj;ت و دواڕۆژ چاکتره بۆ تۆ له دنیا.';
$t[5] = 'له ئاینده&zwnj;دا په&zwnj;روه&zwnj;ردگارت ئه&zwnj;وه&zwnj;نده نازو نیعمه&zwnj;تت پێده&zwnj;به&zwnj;خشێت که زۆر پێی ڕازی و خۆشنوود ده&zwnj;بیت.';
$t[6] = 'ئایا په&zwnj;روه&zwnj;ردگارت نه&zwnj;یبینیت به هه&zwnj;تیوی و خێرا ده&zwnj;رووی لێکردیته&zwnj;وه و لانه&zwnj;ی بۆ سازاندیت و حه&zwnj;واندیتیه&zwnj;وه&zwnj;؟!';
$t[7] = 'ئه&zwnj;ی سه&zwnj;رگه&zwnj;ردان نه&zwnj;بوویت و نه&zwnj;ت ده&zwnj;زانی چی بکه&zwnj;یت، هیدایه&zwnj;تی دایت و ڕێنموویی کردیت؟!';
$t[8] = 'ئه&zwnj;ی نه&zwnj;یبینیت که هه&zwnj;ژارو نه&zwnj;داریت، جا ماڵ و سامانی پێبه&zwnj;خشیت و ده&zwnj;وڵه&zwnj;مه&zwnj;ندی کردیت و بێ نیازی کردیت؟!';
$t[9] = 'که&zwnj;واته تۆش (ئه&zwnj;ی پێغه&zwnj;مبه&zwnj;ر صلی الله علیه وسلم، ئه&zwnj;ی ئیماندار) هه&zwnj;تیو مه&zwnj;چه&zwnj;وسێنه&zwnj;ره&zwnj;وه&zwnj;و دڵی مه&zwnj;ڕه&zwnj;نجێنه&zwnj;.';
$t[10] = 'هه&zwnj;ڵمه&zwnj;شاخێ به هه&zwnj;ژارو داماوو سواڵکه&zwnj;راندا.';
$t[11] = '(به&zwnj;ڵکو) ده&zwnj;رباره&zwnj;ی نازو نیعمه&zwnj;ته&zwnj;کانی په&zwnj;روه&zwnj;ردگارت هه&zwnj;میشه بدوێ و باسیان بکه له جێی خۆیاندا به&zwnj;کاریان بهێنه&zwnj;.';
?>