<?php
$t = array();
$t[1] = '(ئه&zwnj;ی محمد صلی الله علیه وسلم) ئایا دڵ و ده&zwnj;روون و سینه&zwnj;مان گوشادو ئاسووده نه&zwnj;کردیت؟!';
$t[2] = 'ئایا باری گرانمان له&zwnj;سه&zwnj;ر شانی تۆ لانه&zwnj;برد؟!';
$t[3] = 'ئه&zwnj;وه&zwnj;ی که پشتی تۆی هیلاك و ماندوو کردبوو؟!';
$t[4] = 'ناوو ناوبانگی تۆمان به&zwnj;رزو بڵند نه&zwnj;کرده&zwnj;وه (له شایه&zwnj;تماندا هاوڕێ له&zwnj;گه&zwnj;ڵ ناوی ئێمه&zwnj;دا ناوت ده&zwnj;برێت، ناوت له&zwnj;سه&zwnj;ر زاری فریشته و په&zwnj;ری و گرۆی ئاده&zwnj;میزاده&zwnj;).';
$t[5] = 'به&zwnj;ڕاستی هاوڕێ له&zwnj;گه&zwnj;ڵ ته&zwnj;نگانه&zwnj;دا خۆشی و ئاسووده&zwnj;یی دێت.';
$t[6] = 'بێگومان به دڵنیاییه&zwnj;وه هاوڕێ له&zwnj;گه&zwnj;ڵ ته&zwnj;نگانه&zwnj;دا خۆشی و ئاسووده&zwnj;یی هه&zwnj;ر ده&zwnj;بێت.';
$t[7] = 'جا کاتێك له&zwnj;کارێکی خێر ده&zwnj;بیته&zwnj;وه&zwnj;، خۆت ماندوو بکه به&zwnj;کارێکی خێری تره&zwnj;وه&zwnj;.';
$t[8] = 'با هه&zwnj;میشه&zwnj;و به&zwnj;رده&zwnj;وام حه&zwnj;زو ئاره&zwnj;زووت بۆ به&zwnj;ده&zwnj;ستهێنانی ڕه&zwnj;زامه&zwnj;ندی خوا بێت، به&zwnj;رده&zwnj;وام خه&zwnj;ڵکیش هان بده تا په&zwnj;روه&zwnj;ردگارت بناسن و له هه&zwnj;وڵی ڕه&zwnj;زامه&zwnj;ندی ئه&zwnj;ودا بن.';
?>