<?php
$t = array();
$t[1] = 'سوێند به هه&zwnj;نجیرو زه&zwnj;یتوون (که دوو میوه&zwnj;ی به&zwnj;سوودو به&zwnj;که&zwnj;ڵکن، سوێند خواردنی خوا به دروستکراوانی بۆ سه&zwnj;رنج ڕاکێشانمانه&zwnj;، به&zwnj;ڵام سوێند خواردنی ئێمه گه&zwnj;وره&zwnj;یی و گرنگی سوێند پێ خۆراوه&zwnj;که ده&zwnj;گه&zwnj;یه&zwnj;نێت).';
$t[2] = 'به&zwnj;کێوی طوری سینا (که خوا گفتوگۆی له&zwnj;گه&zwnj;ڵ حه&zwnj;زره&zwnj;تی موسا، له&zwnj;وێدا کرد).';
$t[3] = 'سوێند به&zwnj;م شاره ئه&zwnj;مینه&zwnj;، که (مه&zwnj;ککه&zwnj;) یه&zwnj;.';
$t[4] = 'به&zwnj;ڕاستی ئێمه ئینسانمان له جوانترین شێوه و ڕێکوپێکترین شێوازدا دروست کردووه له هه&zwnj;موو ڕوویه&zwnj;که&zwnj;وه&zwnj;.';
$t[5] = '(ئه&zwnj;گه&zwnj;ر ڕێبازی خواناسی نه&zwnj;گرێت) سه&zwnj;ره&zwnj;نجام ده&zwnj;یخه&zwnj;ینه نزمترینی شوێنه نزمه&zwnj;کانه&zwnj;وه (له دۆزه&zwnj;خدا).';
$t[6] = 'جگه له&zwnj;وانه&zwnj;ی که باوه&zwnj;ڕیان هێناوه&zwnj;و کارو کرده&zwnj;وه چاکه&zwnj;کانیان ئه&zwnj;نجامداوه&zwnj;، پاداشتی هه&zwnj;میشه&zwnj;و نه&zwnj;بڕاوه بۆیان ئاماده&zwnj;یه&zwnj;.';
$t[7] = 'جا ئیتر (ئه&zwnj;ی ئینسانی سه&zwnj;ر که&zwnj;ش) چی وای لێکردوویت باوه&zwnj;ڕت به&zwnj;ڕۆژی قیامه&zwnj;ت و لێپرسینه&zwnj;وه نه&zwnj;بێت دوای ئه&zwnj;و هه&zwnj;موو نازو نیعمه&zwnj;ته&zwnj;؟';
$t[8] = 'ئایا خوا چاکترین فه&zwnj;رمانڕه&zwnj;وا نیه&zwnj;؟ دادپه&zwnj;روه&zwnj;رترین فه&zwnj;رمانڕه&zwnj;وا نیه&zwnj;؟ (که&zwnj;چی تۆی سه&zwnj;ر که&zwnj;ش پێی ڕازیی نیت!!).';
?>