<?php
$t = array();
$t[1] = '(ئه&zwnj;ی محمد صلی الله علیه وسلم) بخوێنه به&zwnj;ناوی ئه&zwnj;و په&zwnj;روه&zwnj;ردگاره&zwnj;ته&zwnj;وه که هه&zwnj;موو شتێکی دروست کردووه&zwnj;.';
$t[2] = 'ئاده&zwnj;میزادی له چه&zwnj;ند خانه&zwnj;یه&zwnj;کی هه&zwnj;ڵواسراو (له&zwnj;ناو منداڵداندا) دروست کردووه&zwnj;.';
$t[3] = 'بخوێنه&zwnj;، له&zwnj;کاتێکدا هه&zwnj;ر په&zwnj;روه&zwnj;ردگاری تۆ به&zwnj;خشنده&zwnj;یه&zwnj;.';
$t[4] = 'ئه&zwnj;و زاته&zwnj;یه که به&zwnj;هۆی قه&zwnj;ڵه&zwnj;مه&zwnj;وه زانستی و زانیاری فێر کردووه&zwnj;.';
$t[5] = 'ئاده&zwnj;میزادی فێری ئه&zwnj;و شتانه کردووه که نه&zwnj;یزانیوون.';
$t[6] = 'نه&zwnj;خێر (له&zwnj;گه&zwnj;ڵ ئه&zwnj;و هه&zwnj;موو چاکه&zwnj;و ڕێزه&zwnj;دا که خوا به&zwnj;خشیویه&zwnj;تی به ئینسان) به&zwnj;ڕاستی خه&zwnj;ڵکی سه&zwnj;رکه&zwnj;شی ده&zwnj;که&zwnj;ن، یاخی ده&zwnj;بن، سته&zwnj;م ده&zwnj;که&zwnj;ن.';
$t[7] = 'له&zwnj;به&zwnj;ر ئه&zwnj;وه&zwnj;ی هه&zwnj;ر ئاده&zwnj;میزاد هه&zwnj;ستی کرد ده&zwnj;وڵه&zwnj;مه&zwnj;ندو بێ نیازه (له&zwnj;ڕووی ئابووری، یان ته&zwnj;ندروستی، یان زانستی... هتد)یه&zwnj;وه&zwnj;.';
$t[8] = '(ئه&zwnj;وه فه&zwnj;رامۆش ده&zwnj;کات که&zwnj;): بێگومان سه&zwnj;ره&zwnj;نجام گه&zwnj;ڕانه&zwnj;وه هه&zwnj;ر بۆ لای په&zwnj;روه&zwnj;ردگارته&zwnj;و (له&zwnj;سه&zwnj;ر که&zwnj;ش و یاخیه&zwnj;کان ده&zwnj;پرسێته&zwnj;وه&zwnj;).';
$t[9] = 'باشه&zwnj;، پێم بڵێ ئایا ئه&zwnj;و که&zwnj;سه&zwnj;ی که فه&zwnj;رمان ده&zwnj;دات و ڕێگری ده&zwnj;کات؟!...';
$t[10] = 'له به&zwnj;نده&zwnj;یه&zwnj;کی خوا کاتێك نوێژ ده&zwnj;کات!!...';
$t[11] = 'ئه&zwnj;ی ئه&zwnj;گه&zwnj;ر ئه&zwnj;و که&zwnj;سه&zwnj;ی قه&zwnj;ده&zwnj;غه&zwnj;ی لێده&zwnj;کرێت له&zwnj;سه&zwnj;ر ڕێبازی هیدایه&zwnj;ت و چاکه بێت!!';
$t[12] = 'یان فه&zwnj;رمان به خواناسی بکات!!...';
$t[13] = 'ئه&zwnj;ی ئه&zwnj;گه&zwnj;ر (کابرای خوانه&zwnj;ناس) به&zwnj;رنامه&zwnj;ی خوا به&zwnj;درۆ بزانێت و پشتی تێ بکات.';
$t[14] = 'ئایا نه&zwnj;یزانیووه که خوا ده&zwnj;یبینێت و ئاگای (له گوفتارو کرداریه&zwnj;تی)؟!';
$t[15] = 'نه&zwnj;خێر.. سوێند به&zwnj;خوا ئه&zwnj;گه&zwnj;ر کۆڵ نه&zwnj;دات و کۆتایی (به دوژمنکاری نه&zwnj;هێنێت)، ئێمه پێشه سه&zwnj;ری ده&zwnj;گرین (بۆ دۆزه&zwnj;خ کێشی ده&zwnj;که&zwnj;ین).';
$t[16] = 'ئه&zwnj;و پێشه سه&zwnj;ره درۆزنه تاوانکاره (پێشه سه&zwnj;ر: جێگه&zwnj;ی بیر کردنه&zwnj;وه&zwnj;و تێفکرانه&zwnj;).';
$t[17] = 'ئینجا وازی لێبهێنه&zwnj;، با هاوه&zwnj;ڵ و هاوبیرو باوه&zwnj;ڕانی بانگ بکات و (کۆیان بکاته&zwnj;وه بۆ دژایه&zwnj;تی ئیمانداران).';
$t[18] = 'ئێمه&zwnj;ش فریشته&zwnj;کانی کاربه&zwnj;ده&zwnj;ستی دۆزه&zwnj;خی بۆ بانگ ده&zwnj;که&zwnj;ین (تا تۆڵه&zwnj;ی لێ بسێنن و له دۆزه&zwnj;خ توندی بکه&zwnj;ن).';
$t[19] = 'نه&zwnj;خێر به&zwnj;گوێی ئه&zwnj;و جۆره که&zwnj;سانه مه&zwnj;که&zwnj;، تۆ هه&zwnj;ر سه&zwnj;رگه&zwnj;رمی نوێژو سوژده ببه&zwnj;و به به&zwnj;ندایه&zwnj;تی خۆت له په&zwnj;روه&zwnj;ردگارت نزیك بکه&zwnj;ره&zwnj;وه&zwnj;.';
?>