<?php
$t = array();
$t[1] = 'ئێمه به&zwnj;ڕاستی قورئانمان دابه&zwnj;زاندۆته خواره&zwnj;وه له شه&zwnj;وێکی به&zwnj;فه&zwnj;ڕو ڕێزداردا.';
$t[2] = 'جا تۆ چووزانی شه&zwnj;وی به&zwnj;فه&zwnj;ڕ کامه&zwnj;یه&zwnj;و چ خێرو به&zwnj;ره&zwnj;که&zwnj;تێکه&zwnj;.';
$t[3] = 'شه&zwnj;وی قه&zwnj;دری به&zwnj;ڕێز له هه&zwnj;زار مانگ ڕێزدارو خێردارتره (واته پاداشتی عیباده&zwnj;ت و خواپه&zwnj;رستی ئه&zwnj;و شه&zwnj;وه بێ سنووره&zwnj;).';
$t[4] = 'له&zwnj;و شه&zwnj;وه&zwnj;دا فریشته&zwnj;کان که جوبره&zwnj;ئیلیشیان له&zwnj;گه&zwnj;ڵدایه&zwnj;، داده&zwnj;به&zwnj;زن له&zwnj;سه&zwnj;ر ڕووخسه&zwnj;ت و مۆڵه&zwnj;تی په&zwnj;روه&zwnj;ردگاریان، به&zwnj;جۆره&zwnj;ها فرمان و کار (به&zwnj;تایبه&zwnj;ت بۆ سه&zwnj;ردانی خواپه&zwnj;رستان، بۆ سه&zwnj;ردانی مزگه&zwnj;وته&zwnj;کان، بۆ گوێگرتن له قورئان و... هتد).';
$t[5] = 'ئه&zwnj;و شه&zwnj;وه ئاسووده&zwnj;یی و ئاشتی و هێمنی و ڕه&zwnj;حمه&zwnj;ت و میهره&zwnj;بانیه&zwnj;، هه&zwnj;تا کاتی به&zwnj;ره&zwnj;به&zwnj;یان. پێغه&zwnj;مبه&zwnj;ر صلی الله علیه وسلم فه&zwnj;رموویه&zwnj;تی: (من قام لیلة القدر ایمانا واحتسبا غفر له ما تقدم من زنبه&zwnj;). واته&zwnj;: ئه&zwnj;وه&zwnj;ی شه&zwnj;وی قه&zwnj;در به&zwnj;خواپه&zwnj;رستی و یادی خوا بباته سه&zwnj;ر به ئیمان و باوه&zwnj;ڕی دامه&zwnj;زراوو به&zwnj;ته&zwnj;مابوونی پاداشت و ڕه&zwnj;حمه&zwnj;ت، خوای گه&zwnj;وره له هه&zwnj;موو گوناهانی ڕابردووی خۆش ده&zwnj;بێت. (بوخاری و موسلیم) ڕیوایه&zwnj;تیان کردووه&zwnj;.';
?>