<?php
$q = array();
$q[1] = 'وَٱلْعَٰدِيَٰتِ ضَبْحًۭا';
$q[2] = 'فَٱلْمُورِيَٰتِ قَدْحًۭا';
$q[3] = 'فَٱلْمُغِيرَٰتِ صُبْحًۭا';
$q[4] = 'فَأَثَرْنَ بِهِۦ نَقْعًۭا';
$q[5] = 'فَوَسَطْنَ بِهِۦ جَمْعًا';
$q[6] = 'إِنَّ ٱلْإِنسَٰنَ لِرَبِّهِۦ لَكَنُودٌۭ';
$q[7] = 'وَإِنَّهُۥ عَلَىٰ ذَٰلِكَ لَشَهِيدٌۭ';
$q[8] = 'وَإِنَّهُۥ لِحُبِّ ٱلْخَيْرِ لَشَدِيدٌ';
$q[9] = '۞ أَفَلَا يَعْلَمُ إِذَا بُعْثِرَ مَا فِى ٱلْقُبُورِ';
$q[10] = 'وَحُصِّلَ مَا فِى ٱلصُّدُورِ';
$q[11] = 'إِنَّ رَبَّهُم بِهِمْ يَوْمَئِذٍۢ لَّخَبِيرٌۢ';
?>