<?php
$q = array();
$q[1] = 'إِذَا ٱلسَّمَآءُ ٱنشَقَّتْ';
$q[2] = 'وَأَذِنَتْ لِرَبِّهَا وَحُقَّتْ';
$q[3] = 'وَإِذَا ٱلْأَرْضُ مُدَّتْ';
$q[4] = 'وَأَلْقَتْ مَا فِيهَا وَتَخَلَّتْ';
$q[5] = 'وَأَذِنَتْ لِرَبِّهَا وَحُقَّتْ';
$q[6] = 'يَٰٓأَيُّهَا ٱلْإِنسَٰنُ إِنَّكَ كَادِحٌ إِلَىٰ رَبِّكَ كَدْحًۭا فَمُلَٰقِيهِ';
$q[7] = 'فَأَمَّا مَنْ أُوتِىَ كِتَٰبَهُۥ بِيَمِينِهِۦ';
$q[8] = 'فَسَوْفَ يُحَاسَبُ حِسَابًۭا يَسِيرًۭا';
$q[9] = 'وَيَنقَلِبُ إِلَىٰٓ أَهْلِهِۦ مَسْرُورًۭا';
$q[10] = 'وَأَمَّا مَنْ أُوتِىَ كِتَٰبَهُۥ وَرَآءَ ظَهْرِهِۦ';
$q[11] = 'فَسَوْفَ يَدْعُوا۟ ثُبُورًۭا';
$q[12] = 'وَيَصْلَىٰ سَعِيرًا';
$q[13] = 'إِنَّهُۥ كَانَ فِىٓ أَهْلِهِۦ مَسْرُورًا';
$q[14] = 'إِنَّهُۥ ظَنَّ أَن لَّن يَحُورَ';
$q[15] = 'بَلَىٰٓ إِنَّ رَبَّهُۥ كَانَ بِهِۦ بَصِيرًۭا';
$q[16] = 'فَلَآ أُقْسِمُ بِٱلشَّفَقِ';
$q[17] = 'وَٱلَّيْلِ وَمَا وَسَقَ';
$q[18] = 'وَٱلْقَمَرِ إِذَا ٱتَّسَقَ';
$q[19] = 'لَتَرْكَبُنَّ طَبَقًا عَن طَبَقٍۢ';
$q[20] = 'فَمَا لَهُمْ لَا يُؤْمِنُونَ';
$q[21] = 'وَإِذَا قُرِئَ عَلَيْهِمُ ٱلْقُرْءَانُ لَا يَسْجُدُونَ ۩';
$q[22] = 'بَلِ ٱلَّذِينَ كَفَرُوا۟ يُكَذِّبُونَ';
$q[23] = 'وَٱللَّهُ أَعْلَمُ بِمَا يُوعُونَ';
$q[24] = 'فَبَشِّرْهُم بِعَذَابٍ أَلِيمٍ';
$q[25] = 'إِلَّا ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍۭ';
?>