<?php
$q = array();
$q[1] = 'وَٱلسَّمَآءِ ذَاتِ ٱلْبُرُوجِ';
$q[2] = 'وَٱلْيَوْمِ ٱلْمَوْعُودِ';
$q[3] = 'وَشَاهِدٍۢ وَمَشْهُودٍۢ';
$q[4] = 'قُتِلَ أَصْحَٰبُ ٱلْأُخْدُودِ';
$q[5] = 'ٱلنَّارِ ذَاتِ ٱلْوَقُودِ';
$q[6] = 'إِذْ هُمْ عَلَيْهَا قُعُودٌۭ';
$q[7] = 'وَهُمْ عَلَىٰ مَا يَفْعَلُونَ بِٱلْمُؤْمِنِينَ شُهُودٌۭ';
$q[8] = 'وَمَا نَقَمُوا۟ مِنْهُمْ إِلَّآ أَن يُؤْمِنُوا۟ بِٱللَّهِ ٱلْعَزِيزِ ٱلْحَمِيدِ';
$q[9] = 'ٱلَّذِى لَهُۥ مُلْكُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۚ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍۢ شَهِيدٌ';
$q[10] = 'إِنَّ ٱلَّذِينَ فَتَنُوا۟ ٱلْمُؤْمِنِينَ وَٱلْمُؤْمِنَٰتِ ثُمَّ لَمْ يَتُوبُوا۟ فَلَهُمْ عَذَابُ جَهَنَّمَ وَلَهُمْ عَذَابُ ٱلْحَرِيقِ';
$q[11] = 'إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ لَهُمْ جَنَّٰتٌۭ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ ۚ ذَٰلِكَ ٱلْفَوْزُ ٱلْكَبِيرُ';
$q[12] = 'إِنَّ بَطْشَ رَبِّكَ لَشَدِيدٌ';
$q[13] = 'إِنَّهُۥ هُوَ يُبْدِئُ وَيُعِيدُ';
$q[14] = 'وَهُوَ ٱلْغَفُورُ ٱلْوَدُودُ';
$q[15] = 'ذُو ٱلْعَرْشِ ٱلْمَجِيدُ';
$q[16] = 'فَعَّالٌۭ لِّمَا يُرِيدُ';
$q[17] = 'هَلْ أَتَىٰكَ حَدِيثُ ٱلْجُنُودِ';
$q[18] = 'فِرْعَوْنَ وَثَمُودَ';
$q[19] = 'بَلِ ٱلَّذِينَ كَفَرُوا۟ فِى تَكْذِيبٍۢ';
$q[20] = 'وَٱللَّهُ مِن وَرَآئِهِم مُّحِيطٌۢ';
$q[21] = 'بَلْ هُوَ قُرْءَانٌۭ مَّجِيدٌۭ';
$q[22] = 'فِى لَوْحٍۢ مَّحْفُوظٍۭ';
?>