<?php
$q = array();
$q[1] = 'لَآ أُقْسِمُ بِهَٰذَا ٱلْبَلَدِ';
$q[2] = 'وَأَنتَ حِلٌّۢ بِهَٰذَا ٱلْبَلَدِ';
$q[3] = 'وَوَالِدٍۢ وَمَا وَلَدَ';
$q[4] = 'لَقَدْ خَلَقْنَا ٱلْإِنسَٰنَ فِى كَبَدٍ';
$q[5] = 'أَيَحْسَبُ أَن لَّن يَقْدِرَ عَلَيْهِ أَحَدٌۭ';
$q[6] = 'يَقُولُ أَهْلَكْتُ مَالًۭا لُّبَدًا';
$q[7] = 'أَيَحْسَبُ أَن لَّمْ يَرَهُۥٓ أَحَدٌ';
$q[8] = 'أَلَمْ نَجْعَل لَّهُۥ عَيْنَيْنِ';
$q[9] = 'وَلِسَانًۭا وَشَفَتَيْنِ';
$q[10] = 'وَهَدَيْنَٰهُ ٱلنَّجْدَيْنِ';
$q[11] = 'فَلَا ٱقْتَحَمَ ٱلْعَقَبَةَ';
$q[12] = 'وَمَآ أَدْرَىٰكَ مَا ٱلْعَقَبَةُ';
$q[13] = 'فَكُّ رَقَبَةٍ';
$q[14] = 'أَوْ إِطْعَٰمٌۭ فِى يَوْمٍۢ ذِى مَسْغَبَةٍۢ';
$q[15] = 'يَتِيمًۭا ذَا مَقْرَبَةٍ';
$q[16] = 'أَوْ مِسْكِينًۭا ذَا مَتْرَبَةٍۢ';
$q[17] = 'ثُمَّ كَانَ مِنَ ٱلَّذِينَ ءَامَنُوا۟ وَتَوَاصَوْا۟ بِٱلصَّبْرِ وَتَوَاصَوْا۟ بِٱلْمَرْحَمَةِ';
$q[18] = 'أُو۟لَٰٓئِكَ أَصْحَٰبُ ٱلْمَيْمَنَةِ';
$q[19] = 'وَٱلَّذِينَ كَفَرُوا۟ بِـَٔايَٰتِنَا هُمْ أَصْحَٰبُ ٱلْمَشْـَٔمَةِ';
$q[20] = 'عَلَيْهِمْ نَارٌۭ مُّؤْصَدَةٌۢ';
?>