<?php
$q = array();
$q[1] = 'وَٱلضُّحَىٰ';
$q[2] = 'وَٱلَّيْلِ إِذَا سَجَىٰ';
$q[3] = 'مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَىٰ';
$q[4] = 'وَلَلْءَاخِرَةُ خَيْرٌۭ لَّكَ مِنَ ٱلْأُولَىٰ';
$q[5] = 'وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضَىٰٓ';
$q[6] = 'أَلَمْ يَجِدْكَ يَتِيمًۭا فَـَٔاوَىٰ';
$q[7] = 'وَوَجَدَكَ ضَآلًّۭا فَهَدَىٰ';
$q[8] = 'وَوَجَدَكَ عَآئِلًۭا فَأَغْنَىٰ';
$q[9] = 'فَأَمَّا ٱلْيَتِيمَ فَلَا تَقْهَرْ';
$q[10] = 'وَأَمَّا ٱلسَّآئِلَ فَلَا تَنْهَرْ';
$q[11] = 'وَأَمَّا بِنِعْمَةِ رَبِّكَ فَحَدِّثْ';
?>