<?php
$q = array();
$q[1] = 'ٱقْرَأْ بِٱسْمِ رَبِّكَ ٱلَّذِى خَلَقَ';
$q[2] = 'خَلَقَ ٱلْإِنسَٰنَ مِنْ عَلَقٍ';
$q[3] = 'ٱقْرَأْ وَرَبُّكَ ٱلْأَكْرَمُ';
$q[4] = 'ٱلَّذِى عَلَّمَ بِٱلْقَلَمِ';
$q[5] = 'عَلَّمَ ٱلْإِنسَٰنَ مَا لَمْ يَعْلَمْ';
$q[6] = 'كَلَّآ إِنَّ ٱلْإِنسَٰنَ لَيَطْغَىٰٓ';
$q[7] = 'أَن رَّءَاهُ ٱسْتَغْنَىٰٓ';
$q[8] = 'إِنَّ إِلَىٰ رَبِّكَ ٱلرُّجْعَىٰٓ';
$q[9] = 'أَرَءَيْتَ ٱلَّذِى يَنْهَىٰ';
$q[10] = 'عَبْدًا إِذَا صَلَّىٰٓ';
$q[11] = 'أَرَءَيْتَ إِن كَانَ عَلَى ٱلْهُدَىٰٓ';
$q[12] = 'أَوْ أَمَرَ بِٱلتَّقْوَىٰٓ';
$q[13] = 'أَرَءَيْتَ إِن كَذَّبَ وَتَوَلَّىٰٓ';
$q[14] = 'أَلَمْ يَعْلَم بِأَنَّ ٱللَّهَ يَرَىٰ';
$q[15] = 'كَلَّا لَئِن لَّمْ يَنتَهِ لَنَسْفَعًۢا بِٱلنَّاصِيَةِ';
$q[16] = 'نَاصِيَةٍۢ كَٰذِبَةٍ خَاطِئَةٍۢ';
$q[17] = 'فَلْيَدْعُ نَادِيَهُۥ';
$q[18] = 'سَنَدْعُ ٱلزَّبَانِيَةَ';
$q[19] = 'كَلَّا لَا تُطِعْهُ وَٱسْجُدْ وَٱقْتَرِب ۩';
?>