<?php
$t = array();
$t[1] = 'শপথ উর্ধ্বশ্বাসে চলমান অশ্বসমূহের,';
$t[2] = 'অতঃপর ক্ষুরাঘাতে অগ্নিবিচ্ছুরক অশ্বসমূহের';
$t[3] = 'অতঃপর প্রভাতকালে আক্রমণকারী অশ্বসমূহের';
$t[4] = 'ও যারা সে সময়ে ধুলি উৎক্ষিপ্ত করে';
$t[5] = 'অতঃপর যারা শক্রদলের অভ্যন্তরে ঢুকে পড়ে-';
$t[6] = 'নিশ্চয় মানুষ তার পালনকর্তার প্রতি অকৃতজ্ঞ।';
$t[7] = 'এবং সে অবশ্য এ বিষয়ে অবহিত';
$t[8] = 'এবং সে নিশ্চিতই ধন-সম্পদের ভালবাসায় মত্ত।';
$t[9] = 'সে কি জানে না, যখন কবরে যা আছে, তা উত্থিত হবে';
$t[10] = 'এবং অন্তরে যা আছে, তা অর্জন করা হবে?';
$t[11] = 'সেদিন তাদের কি হবে, সে সম্পর্কে তাদের পালনকর্তা সবিশেষ জ্ঞাত।';
?>