<?php
$t = array();
$t[1] = 'যখন আকাশ বিদীর্ণ হবে,';
$t[2] = 'যখন নক্ষত্রসমূহ ঝরে পড়বে,';
$t[3] = 'যখন সমুদ্রকে উত্তাল করে তোলা হবে,';
$t[4] = 'এবং যখন কবরসমূহ উম্মোচিত হবে,';
$t[5] = 'তখন প্রত্যেকে জেনে নিবে সে কি অগ্রে প্রেরণ করেছে এবং কি পশ্চাতে ছেড়ে এসেছে।';
$t[6] = 'হে মানুষ, কিসে তোমাকে তোমার মহামহিম পালনকর্তা সম্পর্কে বিভ্রান্ত করল?';
$t[7] = 'যিনি তোমাকে সৃষ্টি করেছেন, অতঃপর তোমাকে সুবিন্যস্ত করেছেন এবং সুষম করেছেন।';
$t[8] = 'যিনি তোমাকে তাঁর ইচ্ছামত আকৃতিতে গঠন করেছেন।';
$t[9] = 'কখনও বিভ্রান্ত হয়ো না; বরং তোমরা দান-প্রতিদানকে মিথ্যা মনে কর।';
$t[10] = 'অবশ্যই তোমাদের উপর তত্ত্বাবধায়ক নিযুক্ত আছে।';
$t[11] = 'সম্মানিত আমল লেখকবৃন্দ।';
$t[12] = 'তারা জানে যা তোমরা কর।';
$t[13] = 'সৎকর্মশীলগণ থাকবে জান্নাতে।';
$t[14] = 'এবং দুষ্কর্মীরা থাকবে জাহান্নামে;';
$t[15] = 'তারা বিচার দিবসে তথায় প্রবেশ করবে।';
$t[16] = 'তারা সেখান থেকে পৃথক হবে না।';
$t[17] = 'আপনি জানেন, বিচার দিবস কি?';
$t[18] = 'অতঃপর আপনি জানেন, বিচার দিবস কি?';
$t[19] = 'যেদিন কেউ কারও কোন উপকার করতে পারবে না এবং সেদিন সব কতৃꦣ2468;্ব হবে আল্লাহর।';
?>