<?php
$t = array();
$t[1] = 'যখন আকাশ বিদীর্ণ হবে,';
$t[2] = 'ও তার পালনকর্তার আদেশ পালন করবে এবং আকাশ এরই উপযুক্ত';
$t[3] = 'এবং যখন পৃথিবীকে সম্প্রসারিত করা হবে।';
$t[4] = 'এবং পৃথিবী তার গর্ভস্থিত সবকিছু বাইরে নিক্ষেপ করবে ও শুন্যগর্ভ হয়ে যাবে।';
$t[5] = 'এবং তার পালনকর্তার আদেশ পালন করবে এবং পৃথিবী এরই উপযুক্ত।';
$t[6] = 'হে মানুষ, তোমাকে তোমরা পালনকর্তা পর্যন্ত পৌছতে কষ্ট স্বীকার করতে হবে, অতঃপর তার সাক্ষাৎ ঘটবে।';
$t[7] = 'যাকে তার আমলনামা ডান হাতে দেয়া হবে';
$t[8] = 'তার হিসাব-নিকাশ সহজে হয়ে যাবে';
$t[9] = 'এবং সে তার পরিবার-পরিজনের কাছে হৃষ্টচিত্তে ফিরে যাবে';
$t[10] = 'এবং যাকে তার আমলনামা পিঠের পশ্চাদ্দিক থেকে দেয়া, হবে,';
$t[11] = 'সে মৃত্যুকে আহবান করবে,';
$t[12] = 'এবং জাহান্নামে প্রবেশ করবে।';
$t[13] = 'সে তার পরিবার-পরিজনের মধ্যে আনন্দিত ছিল।';
$t[14] = 'সে মনে করত যে, সে কখনও ফিরে যাবে না।';
$t[15] = 'কেন যাবে না, তার পালনকর্তা তো তাকে দেখতেন।';
$t[16] = 'আমি শপথ করি সন্ধ্যাকালীন লাল আভার';
$t[17] = 'এবং রাত্রির, এবং তাতে যার সমাবেশ ঘটে';
$t[18] = 'এবং চন্দ্রের, যখন তা পূর্ণরূপ লাভ করে,';
$t[19] = 'নিশ্চয় তোমরা এক সিঁড়ি থেকে আরেক সিঁড়িতে আরোহণ করবে।';
$t[20] = 'অতএব, তাদের কি হল যে, তারা ঈমান আনে না?';
$t[21] = 'যখন তাদের কাছে কোরআন পাঠ করা হয়, তখন সেজদা করে না।';
$t[22] = 'বরং কাফেররা এর প্রতি মিথ্যারোপ করে।';
$t[23] = 'তারা যা সংরক্ষণ করে, আল্লাহ তা জানেন।';
$t[24] = 'অতএব, তাদেরকে যন্ত্রণাদায়ক শাস্তির সুসংবাদ দিন।';
$t[25] = 'কিন্তু যারা বিশ্বাস স্থাপন করে ও সৎকর্ম করে, তাদের জন্য রয়েছে অফুরন্ত পুরস্কার।';
?>