<?php
$t = array();
$t[1] = 'শপথ গ্রহ-নক্ষত্র শোভিত আকাশের,';
$t[2] = 'এবং প্রতিশ্রুত দিবসের,';
$t[3] = 'এবং সেই দিবসের, যে উপস্থিত হয় ও যাতে উপস্থিত হয়';
$t[4] = 'অভিশপ্ত হয়েছে গর্ত ওয়ালারা অর্থাৎ,';
$t[5] = 'অনেক ইন্ধনের অগ্নিসংযোগকারীরা;';
$t[6] = 'যখন তারা তার কিনারায় বসেছিল।';
$t[7] = 'এবং তারা বিশ্বাসীদের সাথে যা করেছিল, তা নিরীক্ষণ করছিল।';
$t[8] = 'তারা তাদেরকে শাস্তি দিয়েছিল শুধু এ কারণে যে, তারা প্রশংসিত, পরাক্রান্ত আল্লাহর প্রতি বিশ্বাস স্থাপন করেছিল,';
$t[9] = 'যিনি নভোমন্ডল ও ভূমন্ডলের ক্ষমতার মালিক, আল্লাহর সামনে রয়েছে সবকিছু।';
$t[10] = 'যারা মুমিন পুরুষ ও নারীকে নিপীড়ন করেছে, অতঃপর তওবা করেনি, তাদের জন্যে আছে জাহান্নামের শাস্তি, আর আছে দহন যন্ত্রণা,';
$t[11] = 'যারা ঈমান আনে ও সৎকর্ম করে তাদের জন্যে আছে জান্নাত, যার তলদেশে প্রবাহিত হয় নির্ঝরিণীসমূহ। এটাই মহাসাফল্য।';
$t[12] = 'নিশ্চয় তোমার পালনকর্তার পাকড়াও অত্যন্ত কঠিন।';
$t[13] = 'তিনিই প্রথমবার অস্তিত্ব দান করেন এবং পুনরায় জীবিত করেন।';
$t[14] = 'তিনি ক্ষমাশীল, প্রেমময়;';
$t[15] = 'মহান আরশের অধিকারী।';
$t[16] = 'তিনি যা চান, তাই করেন।';
$t[17] = 'আপনার কাছে সৈন্যবাহিনীর ইতিবৃত্ত পৌছেছে কি?';
$t[18] = 'ফেরাউনের এবং সামুদের?';
$t[19] = 'বরং যারা কাফের, তারা মিথ্যারোপে রত আছে।';
$t[20] = 'আল্লাহ তাদেরকে চতুর্দিক থেকে পরিবেষ্টন করে রেখেছেন।';
$t[21] = 'বরং এটা মহান কোরআন,';
$t[22] = 'লওহে মাহফুযে লিপিবদ্ধ।';
?>