<?php
$t = array();
$t[1] = 'শপথ আকাশের এবং রাত্রিতে আগমনকারীর।';
$t[2] = 'আপনি জানেন, যে রাত্রিতে আসে সেটা কি?';
$t[3] = 'সেটা এক উজ্জ্বল নক্ষত্র।';
$t[4] = 'প্রত্যেকের উপর একজন তত্ত্বাবধায়ক রয়েছে।';
$t[5] = 'অতএব, মানুষের দেখা উচিত কি বস্তু থেকে সে সৃজিত হয়েছে।';
$t[6] = 'সে সৃজিত হয়েছে সবেগে স্খলিত পানি থেকে।';
$t[7] = 'এটা নির্গত হয় মেরুদন্ড ও বক্ষপাজরের মধ্য থেকে।';
$t[8] = 'নিশ্চয় তিনি তাকে ফিরিয়ে নিতে সক্ষম।';
$t[9] = 'যেদিন গোপন বিষয়াদি পরীক্ষিত হবে,';
$t[10] = 'সেদিন তার কোন শক্তি থাকবে না এবং সাহায্যকারীও থাকবে না।';
$t[11] = 'শপথ চক্রশীল আকাশের';
$t[12] = 'এবং বিদারনশীল পৃথিবীর';
$t[13] = 'নিশ্চয় কোরআন সত্য-মিথ্যার ফয়সালা।';
$t[14] = 'এবং এটা উপহাস নয়।';
$t[15] = 'তারা ভীষণ চক্রান্ত করে,';
$t[16] = 'আর আমিও কৌশল করি।';
$t[17] = 'অতএব, কাফেরদেরকে অবকাশ দিন, তাদেরকে অবকাশ দিন, কিছু দিনের জন্যে।';
?>