<?php
$t = array();
$t[1] = 'আপনি আপনার মহান পালনকর্তার নামের পবিত্রতা বর্ণনা করুন';
$t[2] = 'যিনি সৃষ্টি করেছেন ও সুবিন্যস্ত করেছেন।';
$t[3] = 'এবং যিনি সুপরিমিত করেছেন ও পথ প্রদর্শন করেছেন';
$t[4] = 'এবং যিনি তৃণাদি উৎপন্ন করেছেন,';
$t[5] = 'অতঃপর করেছেন তাকে কাল আবর্জনা।';
$t[6] = 'আমি আপনাকে পাঠ করাতে থাকব, ফলে আপনি বিস্মৃত হবেন না';
$t[7] = 'আল্লাহ যা ইচ্ছা করেন তা ব্যতীত। নিশ্চয় তিনি জানেন প্রকাশ্য ও গোপন বিষয়।';
$t[8] = 'আমি আপনার জন্যে সহজ শরীয়ত সহজতর করে দেবো।';
$t[9] = 'উপদেশ ফলপ্রসূ হলে উপদেশ দান করুন,';
$t[10] = 'যে ভয় করে, সে উপদেশ গ্রহণ করবে,';
$t[11] = 'আর যে, হতভাগা, সে তা উপেক্ষা করবে,';
$t[12] = 'সে মহা-অগ্নিতে প্রবেশ করবে।';
$t[13] = 'অতঃপর সেখানে সে মরবেও না, জীবিতও থাকবে না।';
$t[14] = 'নিশ্চয় সাফল্য লাভ করবে সে, যে শুদ্ধ হয়';
$t[15] = 'এবং তার পালনকর্তার নাম স্মরণ করে, অতঃপর নামায আদায় করে।';
$t[16] = 'বস্তুতঃ তোমরা পার্থিব জীবনকে অগ্রাধিকার দাও,';
$t[17] = 'অথচ পরকালের জীবন উৎকৃষ্ট ও স্থায়ী।';
$t[18] = 'এটা লিখিত রয়েছে পূর্ববতী কিতাবসমূহে;';
$t[19] = 'ইব্রাহীম ও মূসার কিতাবসমূহে।';
?>