<?php
$t = array();
$t[1] = 'আমি এই নগরীর শপথ করি';
$t[2] = 'এবং এই নগরীতে আপনার উপর কোন প্রতিবন্ধকতা নেই।';
$t[3] = 'শপথ জনকের ও যা জন্ম দেয়।';
$t[4] = 'নিশ্চয় আমি মানুষকে শ্রমনির্ভররূপে সৃষ্টি করেছি।';
$t[5] = 'সে কি মনে করে যে, তার উপর কেউ ক্ষমতাবান হবে না ?';
$t[6] = 'সে বলেঃ আমি প্রচুর ধন-সম্পদ ব্যয় করেছি।';
$t[7] = 'সে কি মনে করে যে, তাকে কেউ দেখেনি?';
$t[8] = 'আমি কি তাকে দেইনি চক্ষুদ্বয়,';
$t[9] = 'জিহবা ও ওষ্ঠদ্বয় ?';
$t[10] = 'বস্তুতঃ আমি তাকে দু&rsquo;টি পথ প্রদর্শন করেছি।';
$t[11] = 'অতঃপর সে ধর্মের ঘাঁটিতে প্রবেশ করেনি।';
$t[12] = 'আপনি জানেন, সে ঘাঁটি কি?';
$t[13] = 'তা হচ্ছে দাসমুক্তি';
$t[14] = 'অথবা দুর্ভিক্ষের দিনে অন্নদান।';
$t[15] = 'এতীম আত্বীয়কে';
$t[16] = 'অথবা ধুলি-ধুসরিত মিসকীনকে';
$t[17] = 'অতঃপর তাদের অন্তর্ভুক্ত হওয়া, যারা ঈমান আনে এবং পরস্পরকে উপদেশ দেয় সবরের ও উপদেশ দেয় দয়ার।';
$t[18] = 'তারাই সৌভাগ্যশালী।';
$t[19] = 'আর যারা আমার আয়াতসমূহ অস্বীকার করে তারাই হতভাগা।';
$t[20] = 'তারা অগ্নিপরিবেষ্টিত অবস্থায় বন্দী থাকবে।';
?>