<?php
$t = array();
$t[1] = 'শপথ সূর্যের ও তার কিরণের,';
$t[2] = 'শপথ চন্দ্রের যখন তা সূর্যের পশ্চাতে আসে,';
$t[3] = 'শপথ দিবসের যখন সে সূর্যকে প্রখরভাবে প্রকাশ করে,';
$t[4] = 'শপথ রাত্রির যখন সে সূর্যকে আচ্ছাদিত করে,';
$t[5] = 'শপথ আকাশের এবং যিনি তা নির্মাণ করেছেন, তাঁর।';
$t[6] = 'শপথ পৃথিবীর এবং যিনি তা বিস্তৃত করেছেন, তাঁর,';
$t[7] = 'শপথ প্রাণের এবং যিনি তা সুবিন্যস্ত করেছেন, তাঁর,';
$t[8] = 'অতঃপর তাকে তার অসৎকর্ম ও সৎকর্মের জ্ঞান দান করেছেন,';
$t[9] = 'যে নিজেকে শুদ্ধ করে, সেই সফলকাম হয়।';
$t[10] = 'এবং যে নিজেকে কলুষিত করে, সে ব্যর্থ মনোরথ হয়।';
$t[11] = 'সামুদ সম্প্রদায় অবাধ্যতা বশতঃ মিথ্যারোপ করেছিল।';
$t[12] = 'যখন তাদের সর্বাধিক হতভাগ্য ব্যক্তি তৎপর হয়ে উঠেছিল।';
$t[13] = 'অতঃপর আল্লাহর রসূল তাদেরকে বলেছিলেনঃ আল্লাহর উষ্ট্রী ও তাকে পানি পান করানোর ব্যাপারে সতর্ক থাক।';
$t[14] = 'অতঃপর ওরা তার প্রতি মিথ্যারোপ করেছিল এবং উষ্ট্রীর পা কর্তন করেছিল। তাদের পাপের কারণে তাদের পালনকর্তা তাদের উপর ধ্বংস নাযিল করে একাকার করে দিলেন।';
$t[15] = 'আল্লাহ তা&rsquo;আলা এই ধ্বংসের কোন বিরূপ পরিণতির আশংকা করেন না।';
?>