<?php
$t = array();
$t[1] = 'শপথ রাত্রির, যখন সে আচ্ছন্ন করে,';
$t[2] = 'শপথ দিনের, যখন সে আলোকিত হয়';
$t[3] = 'এবং তাঁর, যিনি নর ও নারী সৃষ্টি করেছেন,';
$t[4] = 'নিশ্চয় তোমাদের কর্ম প্রচেষ্টা বিভিন্ন ধরনের।';
$t[5] = 'অতএব, যে দান করে এবং খোদাভীরু হয়,';
$t[6] = 'এবং উত্তম বিষয়কে সত্য মনে করে,';
$t[7] = 'আমি তাকে সুখের বিষয়ের জন্যে সহজ পথ দান করব।';
$t[8] = 'আর যে কৃপণতা করে ও বেপরওয়া হয়';
$t[9] = 'এবং উত্তম বিষয়কে মিথ্যা মনে করে,';
$t[10] = 'আমি তাকে কষ্টের বিষয়ের জন্যে সহজ পথ দান করব।';
$t[11] = 'যখন সে অধঃপতিত হবে, তখন তার সম্পদ তার কোনই কাজে আসবে না।';
$t[12] = 'আমার দায়িত্ব পথ প্রদর্শন করা।';
$t[13] = 'আর আমি মালিক ইহকালের ও পরকালের।';
$t[14] = 'অতএব, আমি তোমাদেরকে প্রজ্বলিত অগ্নি সম্পর্কে সতর্ক করে দিয়েছি।';
$t[15] = 'এতে নিতান্ত হতভাগ্য ব্যক্তিই প্রবেশ করবে,';
$t[16] = 'যে মিথ্যারোপ করে ও মুখ ফিরিয়ে নেয়।';
$t[17] = 'এ থেকে দূরে রাখা হবে খোদাভীরু ব্যক্তিকে,';
$t[18] = 'যে আত্নশুদ্ধির জন্যে তার ধন-সম্পদ দান করে।';
$t[19] = 'এবং তার উপর কারও কোন প্রতিদানযোগ্য অনুগ্রহ থাকে না।';
$t[20] = 'তার মহান পালনকর্তার সন্তুষ্টি অন্বেষণ ব্যতীত।';
$t[21] = 'সে সত্বরই সন্তুষ্টি লাভ করবে।';
?>