<?php
$t = array();
$t[1] = 'শপথ পূর্বাহ্নের,';
$t[2] = 'শপথ রাত্রির যখন তা গভীর হয়,';
$t[3] = 'আপনার পালনকর্তা আপনাকে ত্যাগ করেনি এবং আপনার প্রতি বিরূপও হননি।';
$t[4] = 'আপনার জন্যে পরকাল ইহকাল অপেক্ষা শ্রেয়।';
$t[5] = 'আপনার পালনকর্তা সত্বরই আপনাকে দান করবেন, অতঃপর আপনি সন্তুষ্ট হবেন।';
$t[6] = 'তিনি কি আপনাকে এতীমরূপে পাননি? অতঃপর তিনি আশ্রয় দিয়েছেন।';
$t[7] = 'তিনি আপনাকে পেয়েছেন পথহারা, অতঃপর পথপ্রদর্শন করেছেন।';
$t[8] = 'তিনি আপনাকে পেয়েছেন নিঃস্ব, অতঃপর অভাবমুক্ত করেছেন।';
$t[9] = 'সুতরাং আপনি এতীমের প্রতি কঠোর হবেন না;';
$t[10] = 'সওয়ালকারীকে ধমক দেবেন না।';
$t[11] = 'এবং আপনার পালনকর্তার নেয়ামতের কথা প্রকাশ করুন।';
?>