<?php
$t = array();
$t[1] = 'পাঠ করুন আপনার পালনকর্তার নামে যিনি সৃষ্টি করেছেন';
$t[2] = 'সৃষ্টি করেছেন মানুষকে জমাট রক্ত থেকে।';
$t[3] = 'পাঠ করুন, আপনার পালনকর্তা মহা দয়ালু,';
$t[4] = 'যিনি কলমের সাহায্যে শিক্ষা দিয়েছেন,';
$t[5] = 'শিক্ষা দিয়েছেন মানুষকে যা সে জানত না।';
$t[6] = 'সত্যি সত্যি মানুষ সীমালংঘন করে,';
$t[7] = 'এ কারণে যে, সে নিজেকে অভাবমুক্ত মনে করে।';
$t[8] = 'নিশ্চয় আপনার পালনকর্তার দিকেই প্রত্যাবর্তন হবে।';
$t[9] = 'আপনি কি তাকে দেখেছেন, যে নিষেধ করে';
$t[10] = 'এক বান্দাকে যখন সে নামায পড়ে?';
$t[11] = 'আপনি কি দেখেছেন যদি সে সৎপথে থাকে।';
$t[12] = 'অথবা খোদাভীতি শিক্ষা দেয়।';
$t[13] = 'আপনি কি দেখেছেন, যদি সে মিথ্যারোপ করে ও মুখ ফিরিয়ে নেয়।';
$t[14] = 'সে কি জানে না যে, আল্লাহ দেখেন?';
$t[15] = 'কখনই নয়, যদি সে বিরত না হয়, তবে আমি মস্তকের সামনের কেশগুচ্ছ ধরে হেঁচড়াবই-';
$t[16] = 'মিথ্যাচারী, পাপীর কেশগুচ্ছ।';
$t[17] = 'অতএব, সে তার সভাসদদেরকে আহবান করুক।';
$t[18] = 'আমিও আহবান করব জাহান্নামের প্রহরীদেরকে';
$t[19] = 'কখনই নয়, আপনি তার আনুগত্য করবেন না। আপনি সেজদা করুন ও আমার নৈকট্য অর্জন করুন।';
?>