<?php
$q = array();
$q[1] = 'وَٱلۡعَـٰدِیَـٰتِ ضَبۡحࣰا';
$q[2] = 'فَٱلۡمُورِیَـٰتِ قَدۡحࣰا';
$q[3] = 'فَٱلۡمُغِیرَ ٰ⁠تِ صُبۡحࣰا';
$q[4] = 'فَأَثَرۡنَ بِهِۦ نَقۡعࣰا';
$q[5] = 'فَوَسَطۡنَ بِهِۦ جَمۡعًا';
$q[6] = 'إِنَّ ٱلۡإِنسَـٰنَ لِرَبِّهِۦ لَكَنُودࣱ';
$q[7] = 'وَإِنَّهُۥ عَلَىٰ ذَ ٰ⁠لِكَ لَشَهِیدࣱ';
$q[8] = 'وَإِنَّهُۥ لِحُبِّ ٱلۡخَیۡرِ لَشَدِیدٌ';
$q[9] = '۞ أَفَلَا یَعۡلَمُ إِذَا بُعۡثِرَ مَا فِی ٱلۡقُبُورِ';
$q[10] = 'وَحُصِّلَ مَا فِی ٱلصُّدُورِ';
$q[11] = 'إِنَّ رَبَّهُم بِهِمۡ یَوۡمَىِٕذࣲ لَّخَبِیرُۢ';
?>