<?php
$q = array();
$q[1] = 'إِذَا ٱلسَّمَاۤءُ ٱنفَطَرَتۡ';
$q[2] = 'وَإِذَا ٱلۡكَوَاكِبُ ٱنتَثَرَتۡ';
$q[3] = 'وَإِذَا ٱلۡبِحَارُ فُجِّرَتۡ';
$q[4] = 'وَإِذَا ٱلۡقُبُورُ بُعۡثِرَتۡ';
$q[5] = 'عَلِمَتۡ نَفۡسࣱ مَّا قَدَّمَتۡ وَأَخَّرَتۡ';
$q[6] = 'یَـٰۤأَیُّهَا ٱلۡإِنسَـٰنُ مَا غَرَّكَ بِرَبِّكَ ٱلۡكَرِیمِ';
$q[7] = 'ٱلَّذِی خَلَقَكَ فَسَوَّىٰكَ فَعَدَلَكَ';
$q[8] = 'فِیۤ أَیِّ صُورَةࣲ مَّا شَاۤءَ رَكَّبَكَ';
$q[9] = 'كَلَّا بَلۡ تُكَذِّبُونَ بِٱلدِّینِ';
$q[10] = 'وَإِنَّ عَلَیۡكُمۡ لَحَـٰفِظِینَ';
$q[11] = 'كِرَامࣰا كَـٰتِبِینَ';
$q[12] = 'یَعۡلَمُونَ مَا تَفۡعَلُونَ';
$q[13] = 'إِنَّ ٱلۡأَبۡرَارَ لَفِی نَعِیمࣲ';
$q[14] = 'وَإِنَّ ٱلۡفُجَّارَ لَفِی جَحِیمࣲ';
$q[15] = 'یَصۡلَوۡنَهَا یَوۡمَ ٱلدِّینِ';
$q[16] = 'وَمَا هُمۡ عَنۡهَا بِغَاۤىِٕبِینَ';
$q[17] = 'وَمَاۤ أَدۡرَىٰكَ مَا یَوۡمُ ٱلدِّینِ';
$q[18] = 'ثُمَّ مَاۤ أَدۡرَىٰكَ مَا یَوۡمُ ٱلدِّینِ';
$q[19] = 'یَوۡمَ لَا تَمۡلِكُ نَفۡسࣱ لِّنَفۡسࣲ شَیۡـࣰٔاۖ وَٱلۡأَمۡرُ یَوۡمَىِٕذࣲ لِّلَّهِ';
?>