<?php
$q = array();
$q[1] = 'إِذَا ٱلسَّمَاۤءُ ٱنشَقَّتۡ';
$q[2] = 'وَأَذِنَتۡ لِرَبِّهَا وَحُقَّتۡ';
$q[3] = 'وَإِذَا ٱلۡأَرۡضُ مُدَّتۡ';
$q[4] = 'وَأَلۡقَتۡ مَا فِیهَا وَتَخَلَّتۡ';
$q[5] = 'وَأَذِنَتۡ لِرَبِّهَا وَحُقَّتۡ';
$q[6] = 'یَـٰۤأَیُّهَا ٱلۡإِنسَـٰنُ إِنَّكَ كَادِحٌ إِلَىٰ رَبِّكَ كَدۡحࣰا فَمُلَـٰقِیهِ';
$q[7] = 'فَأَمَّا مَنۡ أُوتِیَ كِتَـٰبَهُۥ بِیَمِینِهِۦ';
$q[8] = 'فَسَوۡفَ یُحَاسَبُ حِسَابࣰا یَسِیرࣰا';
$q[9] = 'وَیَنقَلِبُ إِلَىٰۤ أَهۡلِهِۦ مَسۡرُورࣰا';
$q[10] = 'وَأَمَّا مَنۡ أُوتِیَ كِتَـٰبَهُۥ وَرَاۤءَ ظَهۡرِهِۦ';
$q[11] = 'فَسَوۡفَ یَدۡعُوا۟ ثُبُورࣰا';
$q[12] = 'وَیَصۡلَىٰ سَعِیرًا';
$q[13] = 'إِنَّهُۥ كَانَ فِیۤ أَهۡلِهِۦ مَسۡرُورًا';
$q[14] = 'إِنَّهُۥ ظَنَّ أَن لَّن یَحُورَ';
$q[15] = 'بَلَىٰۤۚ إِنَّ رَبَّهُۥ كَانَ بِهِۦ بَصِیرࣰا';
$q[16] = 'فَلَاۤ أُقۡسِمُ بِٱلشَّفَقِ';
$q[17] = 'وَٱلَّیۡلِ وَمَا وَسَقَ';
$q[18] = 'وَٱلۡقَمَرِ إِذَا ٱتَّسَقَ';
$q[19] = 'لَتَرۡكَبُنَّ طَبَقًا عَن طَبَقࣲ';
$q[20] = 'فَمَا لَهُمۡ لَا یُؤۡمِنُونَ';
$q[21] = 'وَإِذَا قُرِئَ عَلَیۡهِمُ ٱلۡقُرۡءَانُ لَا یَسۡجُدُونَ ۩';
$q[22] = 'بَلِ ٱلَّذِینَ كَفَرُوا۟ یُكَذِّبُونَ';
$q[23] = 'وَٱللَّهُ أَعۡلَمُ بِمَا یُوعُونَ';
$q[24] = 'فَبَشِّرۡهُم بِعَذَابٍ أَلِیمٍ';
?>