<?php
$q = array();
$q[1] = 'وَٱلسَّمَاۤءِ ذَاتِ ٱلۡبُرُوجِ';
$q[2] = 'وَٱلۡیَوۡمِ ٱلۡمَوۡعُودِ';
$q[3] = 'وَشَاهِدࣲ وَمَشۡهُودࣲ';
$q[4] = 'قُتِلَ أَصۡحَـٰبُ ٱلۡأُخۡدُودِ';
$q[5] = 'ٱلنَّارِ ذَاتِ ٱلۡوَقُودِ';
$q[6] = 'إِذۡ هُمۡ عَلَیۡهَا قُعُودࣱ';
$q[7] = 'وَهُمۡ عَلَىٰ مَا یَفۡعَلُونَ بِٱلۡمُؤۡمِنِینَ شُهُودࣱ';
$q[8] = 'وَمَا نَقَمُوا۟ مِنۡهُمۡ إِلَّاۤ أَن یُؤۡمِنُوا۟ بِٱللَّهِ ٱلۡعَزِیزِ ٱلۡحَمِیدِ';
$q[9] = 'ٱلَّذِی لَهُۥ مُلۡكُ ٱلسَّمَـٰوَ ٰ⁠تِ وَٱلۡأَرۡضِۚ وَٱللَّهُ عَلَىٰ كُلِّ شَیۡءࣲ شَهِیدٌ';
$q[10] = 'إِنَّ ٱلَّذِینَ فَتَنُوا۟ ٱلۡمُؤۡمِنِینَ وَٱلۡمُؤۡمِنَـٰتِ ثُمَّ لَمۡ یَتُوبُوا۟ فَلَهُمۡ عَذَابُ جَهَنَّمَ وَلَهُمۡ عَذَابُ ٱلۡحَرِیقِ';
$q[11] = 'إِنَّ ٱلَّذِینَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ لَهُمۡ جَنَّـٰتࣱ تَجۡرِی مِن تَحۡتِهَا ٱلۡأَنۡهَـٰرُۚ ذَ ٰ⁠لِكَ ٱلۡفَوۡزُ ٱلۡكَبِیرُ';
$q[12] = 'إِنَّ بَطۡشَ رَبِّكَ لَشَدِیدٌ';
$q[13] = 'إِنَّهُۥ هُوَ یُبۡدِئُ وَیُعِیدُ';
$q[14] = 'وَهُوَ ٱلۡغَفُورُ ٱلۡوَدُودُ';
$q[15] = 'ذُو ٱلۡعَرۡشِ ٱلۡمَجِیدُ';
$q[16] = 'فَعَّالࣱ لِّمَا یُرِیدُ';
$q[17] = 'هَلۡ أَتَىٰكَ حَدِیثُ ٱلۡجُنُودِ';
$q[18] = 'فِرۡعَوۡنَ وَثَمُودَ';
$q[19] = 'بَلِ ٱلَّذِینَ كَفَرُوا۟ فِی تَكۡذِیبࣲ';
$q[20] = 'وَٱللَّهُ مِن وَرَاۤىِٕهِم مُّحِیطُۢ';
$q[21] = 'بَلۡ هُوَ قُرۡءَانࣱ مَّجِیدࣱ';
$q[22] = 'فِی لَوۡحࣲ مَّحۡفُوظِۭ';
?>