<?php
$q = array();
$q[1] = 'سَبِّحِ ٱسۡمَ رَبِّكَ ٱلۡأَعۡلَى';
$q[2] = 'ٱلَّذِی خَلَقَ فَسَوَّىٰ';
$q[3] = 'وَٱلَّذِی قَدَّرَ فَهَدَىٰ';
$q[4] = 'وَٱلَّذِیۤ أَخۡرَجَ ٱلۡمَرۡعَىٰ';
$q[5] = 'فَجَعَلَهُۥ غُثَاۤءً أَحۡوَىٰ';
$q[6] = 'سَنُقۡرِئُكَ فَلَا تَنسَىٰۤ';
$q[7] = 'إِلَّا مَا شَاۤءَ ٱللَّهُۚ إِنَّهُۥ یَعۡلَمُ ٱلۡجَهۡرَ وَمَا یَخۡفَىٰ';
$q[8] = 'وَنُیَسِّرُكَ لِلۡیُسۡرَىٰ';
$q[9] = 'فَذَكِّرۡ إِن نَّفَعَتِ ٱلذِّكۡرَىٰ';
$q[10] = 'سَیَذَّكَّرُ مَن یَخۡشَىٰ';
$q[11] = 'وَیَتَجَنَّبُهَا ٱلۡأَشۡقَى';
$q[12] = 'ٱلَّذِی یَصۡلَى ٱلنَّارَ ٱلۡكُبۡرَىٰ';
$q[13] = 'ثُمَّ لَا یَمُوتُ فِیهَا وَلَا یَحۡیَىٰ';
$q[14] = 'قَدۡ أَفۡلَحَ مَن تَزَكَّىٰ';
$q[15] = 'وَذَكَرَ ٱسۡمَ رَبِّهِۦ فَصَلَّىٰ';
$q[16] = 'بَلۡ تُؤۡثِرُونَ ٱلۡحَیَوٰةَ ٱلدُّنۡیَا';
$q[17] = 'وَٱلۡـَٔاخِرَةُ خَیۡرࣱ وَأَبۡقَىٰۤ';
$q[18] = 'إِنَّ هَـٰذَا لَفِی ٱلصُّحُفِ ٱلۡأُولَىٰ';
$q[19] = 'صُحُفِ إِبۡرَ ٰ⁠هِیمَ وَمُوسَىٰ';
?>