<?php
$q = array();
$q[1] = 'لَاۤ أُقۡسِمُ بِهَـٰذَا ٱلۡبَلَدِ';
$q[2] = 'وَأَنتَ حِلُّۢ بِهَـٰذَا ٱلۡبَلَدِ';
$q[3] = 'وَوَالِدࣲ وَمَا وَلَدَ';
$q[4] = 'لَقَدۡ خَلَقۡنَا ٱلۡإِنسَـٰنَ فِی كَبَدٍ';
$q[5] = 'أَیَحۡسَبُ أَن لَّن یَقۡدِرَ عَلَیۡهِ أَحَدࣱ';
$q[6] = 'یَقُولُ أَهۡلَكۡتُ مَالࣰا لُّبَدًا';
$q[7] = 'أَیَحۡسَبُ أَن لَّمۡ یَرَهُۥۤ أَحَدٌ';
$q[8] = 'أَلَمۡ نَجۡعَل لَّهُۥ عَیۡنَیۡنِ';
$q[9] = 'وَلِسَانࣰا وَشَفَتَیۡنِ';
$q[10] = 'وَهَدَیۡنَـٰهُ ٱلنَّجۡدَیۡنِ';
$q[11] = 'فَلَا ٱقۡتَحَمَ ٱلۡعَقَبَةَ';
$q[12] = 'وَمَاۤ أَدۡرَىٰكَ مَا ٱلۡعَقَبَةُ';
$q[13] = 'فَكُّ رَقَبَةٍ';
$q[14] = 'أَوۡ إِطۡعَـٰمࣱ فِی یَوۡمࣲ ذِی مَسۡغَبَةࣲ';
$q[15] = 'یَتِیمࣰا ذَا مَقۡرَبَةٍ';
$q[16] = 'أَوۡ مِسۡكِینࣰا ذَا مَتۡرَبَةࣲ';
$q[17] = 'ثُمَّ كَانَ مِنَ ٱلَّذِینَ ءَامَنُوا۟ وَتَوَاصَوۡا۟ بِٱلصَّبۡرِ وَتَوَاصَوۡا۟ بِٱلۡمَرۡحَمَةِ';
$q[18] = 'أُو۟لَـٰۤىِٕكَ أَصۡحَـٰبُ ٱلۡمَیۡمَنَةِ';
$q[19] = 'وَٱلَّذِینَ كَفَرُوا۟ بِـَٔایَـٰتِنَا هُمۡ أَصۡحَـٰبُ ٱلۡمَشۡـَٔمَةِ';
$q[20] = 'عَلَیۡهِمۡ نَارࣱ مُّؤۡصَدَةُۢ';
?>