<?php
$q = array();
$q[1] = 'وَٱلشَّمۡسِ وَضُحَىٰهَا';
$q[2] = 'وَٱلۡقَمَرِ إِذَا تَلَىٰهَا';
$q[3] = 'وَٱلنَّهَارِ إِذَا جَلَّىٰهَا';
$q[4] = 'وَٱلَّیۡلِ إِذَا یَغۡشَىٰهَا';
$q[5] = 'وَٱلسَّمَاۤءِ وَمَا بَنَىٰهَا';
$q[6] = 'وَٱلۡأَرۡضِ وَمَا طَحَىٰهَا';
$q[7] = 'وَنَفۡسࣲ وَمَا سَوَّىٰهَا';
$q[8] = 'فَأَلۡهَمَهَا فُجُورَهَا وَتَقۡوَىٰهَا';
$q[9] = 'قَدۡ أَفۡلَحَ مَن زَكَّىٰهَا';
$q[10] = 'وَقَدۡ خَابَ مَن دَسَّىٰهَا';
$q[11] = 'كَذَّبَتۡ ثَمُودُ بِطَغۡوَىٰهَاۤ';
$q[12] = 'إِذِ ٱنۢبَعَثَ أَشۡقَىٰهَا';
$q[13] = 'فَقَالَ لَهُمۡ رَسُولُ ٱللَّهِ نَاقَةَ ٱللَّهِ وَسُقۡیَـٰهَا';
$q[14] = 'فَكَذَّبُوهُ فَعَقَرُوهَا فَدَمۡدَمَ عَلَیۡهِمۡ رَبُّهُم بِذَنۢبِهِمۡ فَسَوَّىٰهَا';
$q[15] = 'وَلَا یَخَافُ عُقۡبَـٰهَا';
?>