<?php
$q = array();
$q[1] = 'وَٱلَّیۡلِ إِذَا یَغۡشَىٰ';
$q[2] = 'وَٱلنَّهَارِ إِذَا تَجَلَّىٰ';
$q[3] = 'وَمَا خَلَقَ ٱلذَّكَرَ وَٱلۡأُنثَىٰۤ';
$q[4] = 'إِنَّ سَعۡیَكُمۡ لَشَتَّىٰ';
$q[5] = 'فَأَمَّا مَنۡ أَعۡطَىٰ وَٱتَّقَىٰ';
$q[6] = 'وَصَدَّقَ بِٱلۡحُسۡنَىٰ';
$q[7] = 'فَسَنُیَسِّرُهُۥ لِلۡیُسۡرَىٰ';
$q[8] = 'وَأَمَّا مَنۢ بَخِلَ وَٱسۡتَغۡنَىٰ';
$q[9] = 'وَكَذَّبَ بِٱلۡحُسۡنَىٰ';
$q[10] = 'فَسَنُیَسِّرُهُۥ لِلۡعُسۡرَىٰ';
$q[11] = 'وَمَا یُغۡنِی عَنۡهُ مَالُهُۥۤ إِذَا تَرَدَّىٰۤ';
$q[12] = 'إِنَّ عَلَیۡنَا لَلۡهُدَىٰ';
$q[13] = 'وَإِنَّ لَنَا لَلۡـَٔاخِرَةَ وَٱلۡأُولَىٰ';
$q[14] = 'فَأَنذَرۡتُكُمۡ نَارࣰا تَلَظَّىٰ';
$q[15] = 'لَا یَصۡلَىٰهَاۤ إِلَّا ٱلۡأَشۡقَى';
$q[16] = 'ٱلَّذِی كَذَّبَ وَتَوَلَّىٰ';
$q[17] = 'وَسَیُجَنَّبُهَا ٱلۡأَتۡقَى';
$q[18] = 'ٱلَّذِی یُؤۡتِی مَالَهُۥ یَتَزَكَّىٰ';
$q[19] = 'وَمَا لِأَحَدٍ عِندَهُۥ مِن نِّعۡمَةࣲ تُجۡزَىٰۤ';
$q[20] = 'إِلَّا ٱبۡتِغَاۤءَ وَجۡهِ رَبِّهِ ٱلۡأَعۡلَىٰ';
$q[21] = 'وَلَسَوۡفَ یَرۡضَىٰ';
?>