<?php
$q = array();
$q[1] = 'وَٱلضُّحَىٰ';
$q[2] = 'وَٱلَّیۡلِ إِذَا سَجَىٰ';
$q[3] = 'مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَىٰ';
$q[4] = 'وَلَلۡـَٔاخِرَةُ خَیۡرࣱ لَّكَ مِنَ ٱلۡأُولَىٰ';
$q[5] = 'وَلَسَوۡفَ یُعۡطِیكَ رَبُّكَ فَتَرۡضَىٰۤ';
$q[6] = 'أَلَمۡ یَجِدۡكَ یَتِیمࣰا فَـَٔاوَىٰ';
$q[7] = 'وَوَجَدَكَ ضَاۤلࣰّا فَهَدَىٰ';
$q[8] = 'وَوَجَدَكَ عَاۤىِٕلࣰا فَأَغۡنَىٰ';
$q[9] = 'فَأَمَّا ٱلۡیَتِیمَ فَلَا تَقۡهَرۡ';
$q[10] = 'وَأَمَّا ٱلسَّاۤىِٕلَ فَلَا تَنۡهَرۡ';
$q[11] = 'وَأَمَّا بِنِعۡمَةِ رَبِّكَ فَحَدِّثۡ';
?>