<?php
$q = array();
$q[1] = 'ٱقۡرَأۡ بِٱسۡمِ رَبِّكَ ٱلَّذِی خَلَقَ';
$q[2] = 'خَلَقَ ٱلۡإِنسَـٰنَ مِنۡ عَلَقٍ';
$q[3] = 'ٱقۡرَأۡ وَرَبُّكَ ٱلۡأَكۡرَمُ';
$q[4] = 'ٱلَّذِی عَلَّمَ بِٱلۡقَلَمِ';
$q[5] = 'عَلَّمَ ٱلۡإِنسَـٰنَ مَا لَمۡ یَعۡلَمۡ';
$q[6] = 'كَلَّاۤ إِنَّ ٱلۡإِنسَـٰنَ لَیَطۡغَىٰۤ';
$q[7] = 'أَن رَّءَاهُ ٱسۡتَغۡنَىٰۤ';
$q[8] = 'إِنَّ إِلَىٰ رَبِّكَ ٱلرُّجۡعَىٰۤ';
$q[9] = 'أَرَءَیۡتَ ٱلَّذِی یَنۡهَىٰ';
$q[10] = 'عَبۡدًا إِذَا صَلَّىٰۤ';
$q[11] = 'أَرَءَیۡتَ إِن كَانَ عَلَى ٱلۡهُدَىٰۤ';
$q[12] = 'أَوۡ أَمَرَ بِٱلتَّقۡوَىٰۤ';
$q[13] = 'أَرَءَیۡتَ إِن كَذَّبَ وَتَوَلَّىٰۤ';
$q[14] = 'أَلَمۡ یَعۡلَم بِأَنَّ ٱللَّهَ یَرَىٰ';
$q[15] = 'كَلَّا لَىِٕن لَّمۡ یَنتَهِ لَنَسۡفَعَۢا بِٱلنَّاصِیَةِ';
$q[16] = 'نَاصِیَةࣲ كَـٰذِبَةٍ خَاطِئَةࣲ';
$q[17] = 'فَلۡیَدۡعُ نَادِیَهُۥ';
$q[18] = 'سَنَدۡعُ ٱلزَّبَانِیَةَ';
$q[19] = 'كَلَّا لَا تُطِعۡهُ وَٱسۡجُدۡ وَٱقۡتَرِب ۩';
?>