<?php
$t = array();
$t[1] = 'อัลกอริอะฮ์';
$t[2] = 'อัลกอริอะฮ์นั้นคืออะไร?';
$t[3] = 'และอะไรที่ทำให้เจ้าได้รู้ว่าอัลกอรีอะฮฺนั้นคืออะไร?';
$t[4] = 'วันที่มนุษย์จะเป็นเช่นแมลงเม่าที่กระจายว่อน';
$t[5] = 'และบรรดาภูเขาจะเป็นเช่นขนสัตว์ที่ปลิวว่อน';
$t[6] = 'ส่วนผู้ที่ตราชูของเขาหนัก';
$t[7] = 'เขาก็จะอยู่ในการมีชีวิตที่ผาสุข';
$t[8] = 'และส่วนผู้ที่ตราชูของเขาเบา';
$t[9] = 'ที่พำนักของเขาก็คือเหวลึก (ฮาวิยะฮ์)';
$t[10] = 'และอะไรเล่าที่ทำให้เจ้ารู้ได้ว่าเหวลึกคืออะไร?';
$t[11] = 'คือไฟอันร้อนแรง';
?>