<?php
$t = array();
$t[1] = 'ความหายนะจงประสบแด่ทุกผู้นินทาและผู้ใส่ร้ายผู้อื่น';
$t[2] = 'ซึ่งเขาสะสมทรัพย์สมบัติและหมั่นนับมันอยู่เสมอ';
$t[3] = 'โดยคิดว่าทรัพย์สมบัติของเขานั้นจะทำให้เขาอยู่ได้ตลอดไป';
$t[4] = 'มิใช่เช่นนั้น แน่นอนเขาจะถูกโยนลงไปในไฟนรก (อัลฮุเฏามะฮฺ)';
$t[5] = 'และอะไรเล่าที่ทำให้เจ้ารู้ได้ว่า ไฟนรก (อัลฮุเฏาะมะฮฺ) นั้นคืออะไร ?';
$t[6] = 'คือไฟของอัลลอฮฺที่ถูกจุดให้ลุกโชน';
$t[7] = 'ซึ่งมันจะลุกไหม้เข้าไปในหัวใจ';
$t[8] = 'แท้จริงมันจะลุกไหม้คลุมบนพวกเขาอย่างมิดชิด';
$t[9] = 'อยู่ในสภาพของเสาสูงชะลูด';
?>