<?php
$t = array();
$t[1] = 'สิ่งที่อยู่ในชั้นฟ้าทั้งหลายและสิ่งที่อยู่ในแผ่นดินต่างแซ่ซ้อง สดุดีแด่อัลลอฮฺ และพระองค์ เป็นผู้ทรงอำนาจ ผู้ทรงปรีชาญาณ';
$t[2] = 'โอ้บรรดาผู้ศรัทธาเอ๋ย ทำไมพวกเจ้าจึงกล้าพูดในสิ่งที่พวกเจ้าไม่ปฏิบัติ';
$t[3] = 'เป็นที่น่าเกลียดยิ่งที่อัลลอฮฺ การที่พวกเจ้าพูดในสิ่งที่พวกเจ้าไม่ปฏิบัติ';
$t[4] = 'แท้จริง อัลลอฮฺทรงรักบรรดาผู้ที่ต่อสู้ในทางของพระองค์เป็นแถวเดียวกัน ประหนึ่งพวกเขาเป็นอาคารที่ยึดมั่นแข็งแรง';
$t[5] = 'และจงรำลึกเมื่อมูซาได้กล่าวแก่หมู่ชนของเขาว่า โอ้หมู่ชนของฉันเอ๋ย ทำไมพวกท่านจึงทำร้ายฉัน และแน่นอนพวกท่านรู้แล้วมิใช่ หรือว่าแท้จริงฉันเป็นร่อซูลของอัลลอฮฺมายังพวกท่าน ดังนั้นเมื่อพวกเขาหันเหไป (จากแนวทาง ที่เที่ยงตรง) อัลลอฮฺก็ทรงทำให้หัวใจของพวกเขาหันเหออกไป และอัลลอฮฺนั้นจะไม่ชี้แนะ ทางที่ถูกต้องแก่หมู่ชนผู้ฝ่าฝืน';
$t[6] = 'และจงรำลึก เมื่ออีซา อิบนฺ มัรยัม ได้กล่าวว่า โอ้วงศ์วานของอิสรออีลเอ๋ย แท้จริงฉันเป็นร่อซูลของอัลลอฮฺมายังพวกท่าน เป็นผู้ยืนยันสิ่งที่มีอยู่ในเตารอฮฺก่อนหน้าฉันและเป็นผู้แจ้งข่าวดีถึงร่อซูลคนหนึ่งผู้จะมาภายหลังฉัน ชื่อของเขาคือ อะหมัด ครั้นเมื่อเขา (อะหมัด) ได้มายังพวกเขาพร้อมด้วยหลักฐานอันชัดแจ้งแล้ว พวกเขากล่าวว่านี่คือมายากลแท้ ๆ';
$t[7] = 'และผู้ใดเล่าจะอธรรมยิ่งกว่าผู้กล่าวเท็จต่ออัลลอฮฺ ด้วยปากของพวกเขาขณะที่เขาถูกเชิญชวนสู่อิสลาม และอัลลอฮฺนั้นจะไม่ชี้แนะทางที่ถูกต้องแก่หมู่ชนผู้อธรรม';
$t[8] = 'พวกเขาปรารถนาที่จะดับรัศมีของอัลลอฮฺด้วยปากของพวกเขา แต่อัลลอฮฺเป็นผู้ทำให้รัศมีของพระองค์สมบูรณ์ แม้ว่าพวกปฏิเสธศรัทธาจะเกลียดชังก็ตาม';
$t[9] = 'พระองค์คือผู้ทรงส่งร่อซูลของพระองค์ด้วยการชี้นำทางและศาสนาแห่งสัจธรรมเพื่อพระองค์จะทรงให้ศาสนาอิสลามอยู่เหนือศาสนาทั้งมวล ถึงแม้พวกตั้งภาคีจะเกลียดชังก็ตาม';
$t[10] = 'โอ้บรรดาผู้ศรัทธาเอ๋ย ข้าจะชี้แนะแนวทางแก่พวกเจ้าไหมเล่า ถึงการค้าที่จะช่วยพวกเจ้าให้พ้นจากการลงโทษอันเจ็บปวด';
$t[11] = 'นั้นคือพวกเจ้าต้องศรัทธาต่ออัลลอฮฺและร่อซูลของพระองค์ และต่อสู้ดิ้นรนในทางอัลลอฮฺ ด้วยทรัพย์สินของพวกเจ้าและชีวิตของพวกเจ้า นั่นเป็นการดียิ่งสำหรับพวกเจ้าหากพวกเจ้ารู้';
$t[12] = 'พระองค์จะทรงอภัยให้แก่พวกเจ้า ซึ่งการทำบาปของพวกเจ้า และจะทรงให้พวกเจ้าเข้าในสวนสวรรค์หลากหลาย มีลำน้ำหลายสายไหลผ่าน ณ เบื้องล่างของสวนสวรรค์ และที่พำนักอันบรมสุขในสวนสวรรค์หลากหลายอันสถาพร นั่นคือชัยชนะอันใหญ่หลวง';
$t[13] = 'และสิ่งอื่น ๆ อีกที่พวกเจ้ารักชอบมันการช่วยเหลือจากอัลลอฮฺและการพิชิตอันใกล้นี้และจงแจ้งข่าวดีแด่บรรดาผู้ศรัทธาเถิด';
$t[14] = 'โอ้บรรดาผู้ศรัทธาเอ๋ย ! จงเป็นผู้ช่วยเหลือในทางของอัลลอฮฺ ดังเช่น อีซา อิบนฺมัรยัมได้กล่าวแก่บรรดาสาวกว่า ผู้ใดจะเป็นผู้ช่วยเหลือฉันไปยังอัลลอฮฺบ้าง? บรรดาสาวกได้กล่าวว่า พวกเราเป็นผู้ช่วยเหลือในทางของอัลลอฮฺ ดังนั้นกลุ่มหนึ่งจากวงศ์วารของอิสรออีลได้ศรัทธา และอีกกลุ่มหนึ่งได้ปฏิเสธศรัทธา แต่เราได้ช่วยเสริมสร้างกำลังแก่บรรดาผู้ศรัทธาให้เหนือกว่าศัตรูของพวกเขา แล้วพวกเขาก็กลายเป็นผู้มีชัยชนะ';
?>