<?php
$t = array();
$t[1] = 'โอ้ ผู้คลุมกายอยู่เอ๋ย !';
$t[2] = 'จงยืนขึ้น (ละหมาด) เวลากลางคืน เว้นแต่เพียงเล็กน้อย (ไม่ใช่ตลอดคืน)';
$t[3] = 'ครึ่งหนึ่งของเวลากลางคืน หรือน้อยกว่านั้นเพียงเล็กน้อย';
$t[4] = 'หรือมากกว่านั้น และจงอ่านอัลกุรอานช้า ๆ เป็นจังหวะ (ชัดถ้อยชัดคำ)';
$t[5] = 'แท้จริงเราจะประทานวจนะ (วะฮียฺ) อันหนักหน่วงแก่เจ้า';
$t[6] = 'แท้จริงการตื่นขึ้นในเวลากลางคืนนั้นเป็นเวลาที่ประทับใจยิ่งและเป็นการอ่านที่ชัดเจนยิ่ง';
$t[7] = 'แท้จริงสำหรับเจ้านั้นในเวลากลางวันมีภารกิจมากมาย';
$t[8] = 'และจงรำลึกถึงพระนามแห่งพระเจ้าของเจ้า และจงตั้งจิตมั่นต่อพระองค์อย่างเคร่งครัด';
$t[9] = 'พระเจ้าแห่งทิศตะวันออกและทิศตะวันตก ไม่มีพระเจ้าอื่นใดนอกจากพระองค์ ดังนั้นจงยึดพระองค์ให้เป็นผู้คุ้มครองเถิด';
$t[10] = 'และจงอดทนต่อสิ่งที่พวกเขากล่าวร้ายและจงแยกตัวออกจากพวกเขาด้วยการแยกตัวอย่างสุภาพ';
$t[11] = 'และจงปล่อยข้ากับบรรดาผู้ปฏิเสธผู้สำราญ และจงผ่อนผันให้แก่พวกเขาสักเล็กน้อย';
$t[12] = 'แท้จริง ณ ที่เรานั้นมีตรวนและกองไฟลุกโชน';
$t[13] = 'และอาหารที่ติดลำคอและการลงโทษอันเจ็บปวด';
$t[14] = 'วันที่แผ่นดินและภูเขาจะสั่นสะเทือนและภูเขาจะกลายเป็นกองทรายไหลพรู';
$t[15] = 'แท้จริงเราได้ส่งร่อซูลคนหนึ่งไปยังพวกเจ้า เพื่อเป็นพยานต่อพวกเจ้า ดังที่เราได้ส่งร่อซูลคนหนึ่งไปยังฟิรเอานฺ';
$t[16] = 'แต่ฟิรเอานฺได้ฝ่าฝืนร่อซูลคนนั้น ดังนั้นเราจึงได้ลงโทษเขาด้วยการลงโทษอย่างหนักหน่วง';
$t[17] = 'ถ้าพวกเจ้าปฏิเสธ ดังนั้นพวกเจ้าจะปกป้องตนเองต่อวันนั้นได้อย่างไรเล่า ซึ่งจะทำให้เด็กๆ กลายเป็นแก่ (มีผมสีขาวเพราะความตกใจกลัว)';
$t[18] = '(วันนั้น) ชั้นฟ้าจะปริแยกออก และสัญญาของพระองค์จะต้องเกิดขึ้น (อย่างไม่ต้องสงสัย)';
$t[19] = 'แท้จริง นี่คือข้อเตือนสติ ดังนั้นผู้ใดประสงค์ก็พึงยึดถือเป็นแนวทางไปสู่พระเจ้าของเขาเถิด';
$t[20] = 'และอัลลอฮฺทรงกำหนดเวลากลางคืนและกลางวัน พระองค์ทรงรู้ดีว่าพวกเจ้าไม่สามารถที่จะกำหนดเวลาได้ ด้วยเหตุนี้พระองค์จึงทรงผ่อนผันให้แก่พวกเจ้า ดังนั้นพวกเจ้าจงอ่านอัลกุรอานตามแต่สะดวกเถิด พระองค์ทรงรู้ดีว่า อาจมีบางคนในหมู่พวกเจ้าเป็นคนป่วย และบางคนอื่น ๆ ต้องเดินทางไปดินแดนอื่น เพื่อแสวงหาจากความโปรดปรานของอัลลอฮฺ และบางคนอื่นต่อสู้ในทางของอัลลอฮฺ ดังนั้นพวกเจ้าจงอ่านตามสะดวกจากอัลกุรอานเถิด และจงดำรงไว้ซึ่งการละหมาดและจงบริจาคซะกาต และจงให้อัลลอฮฺยืมอย่างดีเยี่ยมเถิด และความดีอันใดที่พวกเจ้าได้กระทำไว้เพื่อตัวของพวกเจ้าเองพวกเจ้าก็จะพบมัน ณ ที่อัลลอฮฺ ซึ่งเป็นความดีและผลตอบแทนก็ยิ่งใหญ่กว่า ดังนั้นพวกเจ้าจงขออภัยโทษต่ออัลลอฮฺ แท้จริงอัลลอฮฺเป็นผู้ทรงอภัย ผู้ทรงเมตตาเสมอ';
?>