<?php
$t = array();
$t[1] = 'เมื่อชั้นฟ้าได้แตกแยกออก';
$t[2] = 'และเมื่อบรรดาดวงดาวร่วงหล่นลงมากระจัดกระจาย';
$t[3] = 'และเมื่อทะเลถูกให้เอ่อล้น';
$t[4] = 'และเมื่อหลุมฝังศพถูกพลิกกลับ';
$t[5] = 'ทุกชีวิตจะรู้สิ่งที่ตนได้กระทำไปแล้ว และสิ่งที่ได้กระทำภายหลัง';
$t[6] = 'โอ้มนุษย์เอ๋ย อะไรเล่าที่ล่อลวงเจ้า (ให้หันห่าง) จากพระเจ้าของเจ้าผู้ทรงเกื้อกูล';
$t[7] = 'ผู้ทรงบังเกิดเจ้า แล้วทรงทำให้เจ้าสมบูรณ์ แล้วก็ทรงทำให้เจ้าสมส่วน';
$t[8] = 'ในรูปใดที่พระองค์ทรงประสงค์ ก็จะทรงประกอบเจ้าขึ้น';
$t[9] = 'มิใช่เช่นนั้น แต่ว่าพวกเจ้าปฏิเสธวันแห่งการตอบแทนต่างหาก';
$t[10] = 'และแท้จริงมีผู้คุ้มกันรักษาพวกเจ้าอยู่';
$t[11] = 'คือ (มะลาอิกะฮฺ) ผู้ทรงเกียรติเป็นผู้บันทึก';
$t[12] = 'พวกเขารู้ในสิ่งที่พวกเจ้ากระทำ';
$t[13] = 'แท้จริงบรรดาผู้ทรงคุณธรรมนั้นจะอยู่ในความโปรดปราน';
$t[14] = 'และแท้จริงบรรดาคนชั่วจะอยู่ในนรกที่ลุกโซน';
$t[15] = 'พวกเขาจะเข้าไปอยู่ในกองไฟนั้นในวันแห่งการตอบแทน';
$t[16] = 'และพวกเขาจะไม่เป็นผู้ออกจากมัน (อยู่ในกองไฟตลอดไป)';
$t[17] = 'และอันใดเล่าทำให้เจ้ารู้ได้ว่า วันแห่งการตอบแทนนั้นคืออะไร ?';
$t[18] = 'แล้วอันใดเล่าทำให้เจ้ารู้ได้ว่า วันแห่งการตอบแทนนั้นคืออะไร ?';
$t[19] = 'วันที่ชีวิตหนึ่งไม่มีสิทธิ์ที่จะช่วยเหลืออย่างใดแก่อีกชีวิตหนึ่งได้ และกิจการในวันนั้นเป็นสิทธิ์ของอัลลอฮฺ';
?>