<?php
$t = array();
$t[1] = 'เมื่อชั้นฟ้าได้แตกแยกออก';
$t[2] = 'และมันได้เชื่อฟังพระเจ้าของมันและมันจำต้องกระทำเช่นนั้น';
$t[3] = 'และเมื่อแผ่นดินถูให้แผ่กว้าง';
$t[4] = 'และมันได้ปลดเปลื้องสิ่งที่อยู่ในมันออกมา และมันก็ว่างเปล่า';
$t[5] = 'และมันได้เชื่อฟังพระเจ้าของมัน และมันจำต้องกระทำเช่นนั้น';
$t[6] = 'โอ้มนุษย์เอ๋ย แท้จริงเจ้าต้องพากเพียรไปสู่พระเจ้าของเจ้าอย่างทรหดอดทนแล้วเจ้าจึงจะพบพระองค์';
$t[7] = 'ส่วนผู้ที่ถูกยื่นบันทึกของเขาให้ทางเบื้องขวาของเขา';
$t[8] = 'เขาก็จะถูกชำระสอบสวนอย่างง่ายดาย';
$t[9] = 'และเขาจะกลับไปยังครอบครัวของเขาด้วยความดีใจ';
$t[10] = 'และส่วนผู้ที่ถูกยื่นบันทึกของเขาให้ทางเบื้องหลังของเขา';
$t[11] = 'แล้วเขาก็จะร้องเรียกหาความหายนะ';
$t[12] = 'และเขาจะเข้าไปในเปลวเพลิง';
$t[13] = 'แท้จริงเขา (ในโลกดุนยา) เคยว่าเริงอยู่กับครอบครัวของเขา';
$t[14] = 'แท้จริงเขาคิดว่าเขาจะไม่กลับมา (หาอัลลอฮฺ) อีกเป็นอันขาด';
$t[15] = 'พึงรู้เถิดว่า แท้จริงพระเจ้าของเขาทรงสอดส่องเขาอยู่เสมอ';
$t[16] = 'ข้าขอยืนยันการสาบานด้วยยามตะวันยอแสง';
$t[17] = 'และด้วยกลางคืนที่มันรวมให้ชุมนุมกัน';
$t[18] = 'และด้วยดวงจันทร์เมื่อมันเต็มดวง';
$t[19] = 'แน่นอนพวกเจ้าจะต้องเผชิญกับสภาพหนึ่งหลังจากอีกสภาพหนึ่ง';
$t[20] = 'มีอะไรเกิดขึ้นแก่พวกเขา พวกเขาจึงไม่ศรัทธา';
$t[21] = 'และเมื่ออัลกุรอานได้ถูกอ่านให้พวกเขาฟัง พวกเขาก็ไม่สุญูด';
$t[22] = 'แต่ตรงกันข้ามพวกปฏิเสธศรัทธานั้นพวกเขาไม่ยอมศรัทธา';
$t[23] = 'และอัลลอฮฺทรงรู้ดียิ่งในสิ่งที่พวกเขาปิดปังไว้';
$t[24] = 'ดังนั้นเจ้า (มุฮัมมัด) จงแจ้งแก่พวกเขาถึงการลงโทษอันเจ็บปวด';
$t[25] = 'นอกจากบรรดาผู้ศรัทธาและกระทำความดีทั้งหลาย สำหรับพวกเขาจะได้รับรางวัล (การตอบแทน) อย่างไม่มีสิ้นสุด';
?>