<?php
$t = array();
$t[1] = 'ขอสาบานด้วยชั้นฟ้าที่เกลื่อนกลาดด้วยดวงดาว';
$t[2] = 'และด้วยวันที่ถูกสัญญาไว้';
$t[3] = 'และด้วยผู้เป็นพยานและผู้ที่ถูกเป็นพยาน';
$t[4] = 'บรรดาเจ้าของหลุมพรางถูกสาปแช่ง';
$t[5] = 'ไฟที่เต็มไปด้วยเชื้อเพลิง';
$t[6] = 'ขณะที่พวกเขานั่งอยู่ตรงหน้าไฟ';
$t[7] = 'และพวกเขารู้เห็นเป็นพยานต่อสิ่งที่บรรดาลูกน้องกระทำกับบรรดาผู้ศรัทธา';
$t[8] = 'และพวกเขามิได้แก้แค้นเขาเหล่านั้นเว้นแต่ว่าเขาเหล่านั้นศรัทธาต่อัลลอฮฺผู้ทรงอำนาจ ผู้ทรงได้รับการสรรเสริญ';
$t[9] = 'ผู้ซึ่งกรรมสิทธิ์แห่งชั้นฟ้าทั้งหลายและแผ่นดินเป็นของพระองค์ และอัลลอฮฺนั้นทรงเป็นพยานต่อทุกสิ่งอย่าง';
$t[10] = 'แท้จริงพวกที่ประหัตประหารบรรดาผู้ศรัทธาชายและบรรดาผู้ศรัทธาหญิง แล้วพวกเขามิได้สำนึกผิดกลับตัวนั้น พวกเขาจะได้รับการลงโทษแห่งนรกญะฮันนัม และพวกเขาจะได้รับการลงโทษแห่งการเผาไหม้';
$t[11] = 'แท้จริงบรรดาผู้ศรัทธาและประกอบความดีทั้งหลาย พวกเขาจะได้รับสวนสวรรค์หลากหลาย ณ เบื้องล่างของมันมีลำน้ำหลายสายไหลผ่าน นั่นคือชัยชนะอันใหญ่หลวง';
$t[12] = 'แท้จริงการลงโทษอย่างรุนแรงแห่งพระเจ้านั้นแข็งกร้าวยิ่งนัก';
$t[13] = 'แท้จริงพระองค์คือผู้ทรงให้บังเกิดครั้งแรก และทรงให้กลับฟื้นคืนชีพขึ้นอีก';
$t[14] = 'และพระองค์ผู้ทรงอภัยโทษผู้ทรงรักใคร่ปรานี';
$t[15] = 'เจ้าของบัลลังก์อันรุ่งโรจน์';
$t[16] = 'ผู้ทรงกระทำอย่างเด็ดขาดตามที่พระองค์ทรงประสงค์';
$t[17] = 'ได้มีเรื่องราวของไพร่พลมายังเจ้าแล้วมิใช่หรือ ?';
$t[18] = 'ของฟิรเอานฺและซะมูด';
$t[19] = 'ยิ่งไปกว่านั้นบรรดาผู้ปฏิเสธศรัทธายังไม่ยอมเชื่อ (ความจริง)';
$t[20] = 'และอัลลอฮฺทรงห้อมล้อมพวกเขาทุกด้าน';
$t[21] = 'มิใช่เช่นนั้นดอก ที่พวกเขาไม่ยอมเชื่อถือคือกุรอานอันรุ่งโรจน์';
$t[22] = 'อยู่ในแผ่นจารึกที่ถูกเก็บรักษาไว้';
?>