<?php
$t = array();
$t[1] = 'ขอสาบานด้วยชั้นฟ้า และ (ดวงดาว) ที่มาในเวลาค่ำคืน';
$t[2] = 'และอะไรเล่าจะทำให้เจ้ารู้ได้ว่าสิ่งที่มาในเวลาค่ำคืนนั้นคืออะไร ?';
$t[3] = 'คือดวงดาวที่ประกายแสง';
$t[4] = 'ไม่มีชีวิตใด (อยู่โดยลำพัง) เว้นแต่มีผู้เฝ้ารักษามัน';
$t[5] = 'ดังนั้นมนุษย์จงไตร่ตรองดูซิว่าเขาถูกบังเกิดมาจากอะไร ?';
$t[6] = 'เขาถูกบังเกิดมาจากน้ำที่พุ่งออกมา';
$t[7] = 'มันออกมาจากกระดูกสันหลัง (ของชาย) และกระดูกหน้าอก (ของหญิง)';
$t[8] = 'แท้จริงพระองค์ทรงสามารถอย่างแน่นอนที่จะให้เขากลับมาอีก (คือฟื้นคืนชีพ)';
$t[9] = 'วันที่สิ่งเร้นลับทั้งหลายจะถูกเปิดเผย';
$t[10] = 'ดังนั้นเขาจะไม่มีพลังใด ๆ และไม่มีผู้ช่วยเหลือใด ๆ';
$t[11] = 'ขอสาบานด้วยชั้นฟ้าที่หลั่งน้ำฝน';
$t[12] = 'และแผ่นดินที่ปริออก (ให้เมล็ดพืชงอกเงย)';
$t[13] = 'แท้จริงอัลกุรอานนั้น คือพระดำรัสที่จำแนก (ระหว่างความจริงกลับความเท็จ)';
$t[14] = 'และอัลกุรอานนั้นมิใช่เรื่องไร้สาระ';
$t[15] = 'แท้จริงพวกเขากำลังวางแผนการณ์กันอยู่';
$t[16] = 'และข้าก็วางแผนการณ์อยู่';
$t[17] = 'ดังนั้น เจ้า (มุฮัมมัด) จงผ่อนปรนให้บรรดาผู้ปฏิเสธศรัทธาเถิด ข้าก็จะผ่อนปรนให้แก่พวกเขาระยะหนึ่ง';
?>