<?php
$t = array();
$t[1] = 'จงแซ่ซ้องสดุดี พระนามแห่งพระเจ้าของเจ้า ผู้ทรงสูงสุดยิ่ง';
$t[2] = 'ผู้ทรงสร้างแล้วทรงทำให้สมบูรณ์';
$t[3] = 'และผู้ทรงกำหนดสภาวะแล้วทรงชี้แนะทาง';
$t[4] = 'และผู้ทรงนำทุ่งหญ้าออกมา (ให้งอกเงยเป็นอาหารของปศุสัตว์)';
$t[5] = 'แล้วทรงทำให้มันซังแห้งสีคล้ำมอซอ';
$t[6] = 'เราจะสอนให้เจ้าอ่าน แล้วเจ้าจะไม่ลืม';
$t[7] = 'เว้นแต่สิ่งที่อัลลอฮฺทรงประสงค์ แท้จริงพระองค์ทรงรอบรู้สิ่งที่เปิดเผยและสิ่งที่ซ่อนเร้น';
$t[8] = 'และเราจะทำให้เป็นการง่ายดายแก่ เจ้าซึ่งบัญญัติศาสนาอันง่ายดาย';
$t[9] = 'ดังนั้นจงตักเตือนกันเถิด เพราะการตักเตือนกันนั้นจะยังคุณประโยชน์';
$t[10] = 'ผู้ที่หวั่นกลัวจะได้รำลึก';
$t[11] = 'และผู้ที่ชั่วช้ายิ่งจะหลีกเลี่ยงการตักเตือนนั้น';
$t[12] = 'ซึ่งเขาจะเข้าไปเผาไหม้ในไฟกองใหญ่';
$t[13] = 'แล้วเขาจะไม่ตายในนั้นและจะไม่เป็นด้วย';
$t[14] = 'แน่นอนผู้ที่ขัดเกลาตนเอง ย่อมบรรลุความสำเร็จ';
$t[15] = 'และเขารำลึกถึงพระนามแห่งพระเจ้าของเขา แล้วเขาทำละหมาด';
$t[16] = 'หามิได้ แต่พวกเจ้าเลือกเอาการมีชีวิตอยู่ในโลกนี้ต่างหาก';
$t[17] = 'ทั้ง ๆ ที่ปรโลกนั้นดีกว่าและจีรังกว่า';
$t[18] = 'แท้จริง (ข้อตักเตือนสติ) นี้มีอยู่ในคัมภีร์ก่อน ๆ มาแล้ว';
$t[19] = 'คือคัมภีร์ของอิบรอฮีมและมูซา';
?>