<?php
$t = array();
$t[1] = 'ขอสาบานด้วยเมืองนี้';
$t[2] = 'และเจ้านั้นเป็นผู้อาศัยอยู่ในเมืองนี้';
$t[3] = 'และขอสาบานด้วยผู้บังเกิดและผู้ถือกำเนิด';
$t[4] = 'โดยแน่นอนเราได้บังเกิดมนุษย์มาเพื่อเผชิญความยากลำบาก';
$t[5] = 'เขาคิดว่าไม่มีผู้ใดจะมีความสามารถเหนือเขากระนั้นหรือ ?';
$t[6] = 'เขาจึงกล่าวว่า ฉันได้ผลาญทรัพย์สมบัติมามากมายแล้ว';
$t[7] = 'เขาคิดว่าไม่มีผู้ใดเห็นเขากระนั้นหรือ ?';
$t[8] = 'เรามิได้ทำดวงตาทั้งสองข้างให้แก่เขาดอกหรือ ?';
$t[9] = 'และลิ้นและริมฝีปากทั้งสองด้วย ?';
$t[10] = 'และเราได้ชี้แนะทางแห่งความดี และความชั่วแก่เขาแล้ว';
$t[11] = 'กระนั้นก็ดีเขาก็ยังไม่พากเพียรบนทางลำบาก';
$t[12] = 'และอันใดเล่าที่จะทำให้เจ้ารู้ว่าทางลำบากนั้นคืออะไร ?';
$t[13] = 'คือการปล่อยทาส';
$t[14] = 'หรือการให้อาหารในวันยากลำบากแห่งความหิวโหย';
$t[15] = 'แก่เด็กกำพร้าที่เป็นญาติใกล้ชิด';
$t[16] = 'หรือคนยากจนขัดสนที่มอมอยู่กับฝุ่นดิน';
$t[17] = 'แล้วเขาได้อยู่ในหมู่ผู้ศรัทธา และตักเตือนกันให้มีความอดทน และตักเตือนกันให้มีความเมตตา';
$t[18] = 'ชนเหล่านี้คือพวกฝ่ายขวา';
$t[19] = 'ส่วนบรรดาผู้ปฏิเสธศรัทธาต่อสัญญาณต่าง ๆ ของเรา พวกเขาคือพวกฝ่ายซ้าย';
$t[20] = 'บนพวกเขานั้นมีไฟนรกครอบคลุมอยู่อย่างมิดชิด';
?>