<?php
$t = array();
$t[1] = 'ขอสาบานด้วยดวงอาทิตย์ และแสงสว่างของมัน';
$t[2] = 'และด้วยดวงจันทร์ เมื่อโคจรตามหลังมัน';
$t[3] = 'และด้วยเวลากลางวันเมื่อประกายแสงมัน (จากดวงอาทิตย์)';
$t[4] = 'และด้วยเวลากลางคืนเมื่อปกคลุมมัน';
$t[5] = 'และด้วยชั้นฟ้า และที่พระองค์ทรงสร้างมัน';
$t[6] = 'และด้วยแผ่นดิน และที่พระองค์ทรงแผ่มัน';
$t[7] = 'และด้วยชีวิต และที่พระองค์ทรงทำให้มันสมบูรณ์';
$t[8] = 'แล้วพระองค์ทรงดลใจมันให้รู้ทางชั่วของมันและทางสำรวมของมัน';
$t[9] = 'แน่นอนผู้ขัดเกลาชีวิตย่อมได้รับความสำเร็จ';
$t[10] = 'และแน่นอนผู้หมกมุ่นมัน (ด้วยการทำชั่ว) ย่อมล้มเหลว';
$t[11] = 'พวกซะมูดได้ปฏิเสธด้วยการละเมิดขอบเขตของพวกเขา';
$t[12] = 'เมื่อคนเลวทรามที่สุดของพวกเขาได้รีบรุดไป (ฆ่าอูฐตัวเมีย)';
$t[13] = 'แล้วร่อซูลของอัลลอฮฺ จึงกล่าวแก่พวกเขาว่า (อย่าทำร้าย) อูฐของอัลลอฮฺ และ(อย่าขัดขวาง)การดื่มน้ำของมัน';
$t[14] = 'แต่พวกเขาก็ไม่เชื่อนะบีแล้วพวกเขาก็ได้ฆ่ามัน ดังนั้นพระเจ้าของพวกเขาจึงได้ทำลายล้างพวกเขา เนื่องจากเพราะความผิดของพวกเขา แล้วพระองค์ทรงลงโทษพวกเขาอย่างถ้วนหน้ากัน';
$t[15] = 'และพระองค์มิทรงหวาดหวั่นต่อปั้นปลายพวกมัน';
?>