<?php
$t = array();
$t[1] = 'ขอสาบานด้วยเวลากลางคืน เมื่อมันปกคลุม';
$t[2] = 'และด้วยเวลากลางวันเมื่อมันประกายแสง';
$t[3] = 'และด้วยผู้ที่ทรงบังเกิดเพศชาย และเพศหญิง';
$t[4] = 'แท้จริงการงานของพวกเจ้านั้นย่อมแตกต่างกันอย่างแน่นอน';
$t[5] = 'ส่วนผู้ที่บริจาคและยำเกรง (อัลลอฮฺ)';
$t[6] = 'และเชื่อมั่นในสิ่งที่ดี';
$t[7] = 'เราก็จะให้เขาได้รับความสะดวกอย่างง่ายดาย';
$t[8] = 'และส่วนผู้ที่ตระหนี่ และถือว่ามีพอเพียงแล้ว';
$t[9] = 'และปฏิเสธสิ่งที่ดีงาม';
$t[10] = 'เราก็จะให้เขาได้รับความลำบากอย่างง่ายดาย';
$t[11] = 'และทรัพย์สมบัติของเขาจะไม่อำนวยประโยชน์แก่เขาได้ เมื่อเขาตกไปในเหวนรก';
$t[12] = 'แท้จริงหน้าที่ของเรานั้นคือให้การชี้แนะทาง';
$t[13] = 'และแท้จริงปรโลกและโลกนี้เป็นของเรา';
$t[14] = 'ดังนั้นข้าขอเตือนพวกเจ้าถึงไฟที่ลุกโซน';
$t[15] = 'ไม่มีผู้ใดจะเข้าไปในเผาไหม้ในมัน นอกจากคนเลวทรามที่สุด';
$t[16] = 'คือผู้ที่ปฏิเสธและผินหลังให้';
$t[17] = 'และส่วนผู้ที่ยำเกรงยิ่งนั้นจะถูกปลีกตัวให้ห่างไกลจากมัน';
$t[18] = 'ซึ่งเขาบริจาคทรัพย์สินของเขาเพื่อขัดเกลาตนเอง';
$t[19] = 'และที่เขานั้นไม่มีบุญคุณแก่ผู้ใดที่บุญคุณนั้นจะถูกตอบแทน';
$t[20] = 'นอกจากว่าเพื่อแสวงความโปรดปรานจากพระเจ้าของเขาผู้ทรงสูงส่งเท่านั้น';
$t[21] = 'และเขาก็จะพึงพอใจ';
?>