<?php
$t = array();
$t[1] = 'ขอสาบานด้วยเวลาสาย';
$t[2] = 'และด้วยเวลากลางคืนเมื่อมันมืด และสงัดเงียบ';
$t[3] = 'พระเจ้าของเจ้ามิได้ทรงทอดทิ้งเจ้า และมิได้ทรงโกรธเคืองเจ้า';
$t[4] = 'และแน่นอนเบื้องปลายเป็นการดียิ่งแก่เจ้ากว่าเบื้องต้น';
$t[5] = 'และความแน่นอนพระเจ้าของเจ้าจะให้แก่เจ้าจนกว่าจะพอใจ';
$t[6] = 'พระองค์มิได้ทรงพบเจ้าเป็นกำพร้าแล้วทรงให้ที่พึ่งดอกหรือ ?';
$t[7] = 'และทรงพบเจ้าระเหเร่ร่อน แล้วก็ทรงชี้แนะทาง (แก่เจ้า) ดอกหรือ ?';
$t[8] = 'และทรงพบเจ้าเป็นผู้ขัดสน แล้วให้มั่งคั่ง (แก่) เจ้าดอกหรือ ?';
$t[9] = 'ดังนั้นส่วนเด็กกำพร้าเจ้าอย่าข่มขี่';
$t[10] = 'และส่วนผู้เอ่ยขอนั้น เจ้าอย่าตวาดขับไล่';
$t[11] = 'และส่วนความโปรดปรานแห่งพระเจ้าของเจ้านั้น เจ้าจงแสดงออก';
?>