<?php
$t = array();
$t[1] = 'ขอสาบานด้วยต้นมะเดื่อและต้นมะกอก';
$t[2] = 'และด้วยภูเขาฎูรซีนาย';
$t[3] = 'และด้วยเมืองนี้ที่ปลอดภัย';
$t[4] = 'โดยแน่นอนเราได้บังเกิดมนุษย์มาในรูปแบบที่สวยงามยิ่ง';
$t[5] = 'แล้วเราได้ให้เขากลับสู่สภาพที่ตกต่ำยิ่ง';
$t[6] = 'นอกจากบรรดาผู้ศรัทธาและประกอบสิ่งดีงามทั้งหลาย โดยที่สำหรับพวกเขาจะได้รับรางวัลอย่างไม่มีที่สิ้นสุด';
$t[7] = 'ดังนั้น อะไรเล่าเขาจึงปฏิเสธเจ้า หลังจากนี้เกี่ยวกับการตอบแทน';
$t[8] = 'มิใช่อัลลอฮฺดอกหรือ เป็นผู้ตัดสินที่ดีเยี่ยมในหมู่ผู้ตัดสินทั้งหลาย';
?>