<?php
$t = array();
$t[1] = 'บรรดาผู้ปฏิเสธศรัทธาในหมู่อะฮฺลุลกิตาบและพวกบูชาเจว็ดนั้นจะไม่พ้นจาก (หลักศรัทธาของพวกเขา) จนกว่าจะได้มีหลักฐานอันชัดแจ้งมายังพวกเขา';
$t[2] = 'คือร่อซูลคนหนึ่งจากอัลลอฮฺเพื่ออ่านคัมภีร์อันบริสุทธิ์';
$t[3] = 'ในคัมภีร์นั้นมีบัญญัติอันเที่ยงตรง';
$t[4] = 'และบรรดาผู้ที่ได้รับคัมภีร์ (อะฮฺลุลกิตาบ) นั้น มิได้แตกแยกกัน เว้นแต่หลังจากที่ได้มีหลักฐานอันชัดแจ้งมายังพวกเขาแล้ว';
$t[5] = 'และพวกเขามิได้ถูกบัญชาให้กระทำอื่นใดนอกจากเพื่อเคารพภักดีต่ออัลลอฮฺ เป็นผู้มีเจตนาบริสุทธิ์ในการภักดีต่อพระองค์ เป็นผู้อยู่ในแนวทางที่เที่ยงตรงและดำรงการละหมาด และจ่ายซะกาต และนั่นแหละคือศาสนาอันเที่ยงธรรม';
$t[6] = 'แท้จริงบรรดาผู้ปฏิเสธศรัทธาในหมู่อะฮฺลุลกิตาบและบูชาเจว็ดนั้นจะอยู่ในนรกญะฮันนัม พวกเขาเป็นผู้พำนักอยู่ในนั้นตลอดกาล ชนเหล่านั้นพวกเขาเป็นมนุษย์ที่ชั่วช้ายิ่ง';
$t[7] = 'แท้จริง บรรดาผู้ศรัทธาและประกอบความดีทั้งหลาย ชนเหล่านั้น พวกเขาเป็นมนุษย์ที่ดียิ่ง';
$t[8] = 'การตอบแทนของพวกเขา ณ ที่พระเจ้าของพวกเขาคือสวนสวรรค์หลากหลายอันสถาพร ณ เบื้องล่างของมันมีลำน้ำหลายสายไหลผ่าน พวกเขาเป็นผู้พำนักอยู่ในนั้นตลอดกาล อัลลอฮฺทรงปิติต่อพวกเขา และพวกเขาก็ยินดีในพระองค์ นั่นคือสำหรับผู้ที่กลัวเกรงพระเจ้าของพวกเขา';
?>