<?php
$t = array();
$t[1] = 'പരമകാരുണികനും കരുണാനിധിയുമായ അല്ലാഹുവിന്റെ നാമത്തില്&zwj; .';
$t[2] = 'സ്തുതി സര്&zwj;വ്വലോക പരിപാലകനായ അല്ലാഹുവിന്നാകുന്നു.';
$t[3] = 'പരമകാരുണികനും കരുണാനിധിയും.';
$t[4] = 'പ്രതിഫല ദിവസത്തിന്റെ ഉടമസ്ഥന്&zwj;.';
$t[5] = 'നിന്നെ മാത്രം ഞങ്ങള്&zwj; ആരാധിക്കുന്നു. നിന്നോട് മാത്രം ഞങ്ങള്&zwj; സഹായം തേടുന്നു.';
$t[6] = 'ഞങ്ങളെ നീ നേര്&zwj;മാര്&zwj;ഗത്തില്&zwj; ചേര്&zwj;ക്കേണമേ.';
$t[7] = 'നീ അനുഗ്രഹിച്ചവരുടെ മാര്&zwj;ഗത്തില്&zwj; . കോപത്തിന്ന് ഇരയായവരുടെ മാര്&zwj;ഗത്തിലല്ല. പിഴച്ചുപോയവരുടെ മാര്&zwj;ഗത്തിലുമല്ല.';
?>