<?php
$t = array();
$t[1] = 'കിതച്ചു കൊണ്ട് ഓടുന്നവയും,';
$t[2] = 'അങ്ങനെ (കുളമ്പ് കല്ലില്&zwj;) ഉരസി തീപ്പൊരി പറപ്പിക്കുന്നവയും,';
$t[3] = 'എന്നിട്ട് പ്രഭാതത്തില്&zwj; ആക്രമണം നടത്തുന്നവയും ,';
$t[4] = 'അന്നേരത്ത് പൊടിപടലം ഇളക്കിവിട്ടവയും';
$t[5] = 'അതിലൂടെ (ശത്രു) സംഘത്തിന്&zwj;റെ നടുവില്&zwj; പ്രവേശിച്ചവയും (കുതിരകള്&zwj;) തന്നെ സത്യം.';
$t[6] = 'തീര്&zwj;ച്ചയായും മനുഷ്യന്&zwj; തന്&zwj;റെ രക്ഷിതാവിനോട് നന്ദികെട്ടവന്&zwj; തന്നെ.';
$t[7] = 'തീര്&zwj;ച്ചയായും അവന്&zwj; അതിന്ന് സാക്ഷ്യം വഹിക്കുന്നവനുമാകുന്നു.';
$t[8] = 'തീര്&zwj;ച്ചയായും അവന്&zwj; ധനത്തോടുള്ള സ്നേഹം കഠിനമായവനാകുന്നു.';
$t[9] = 'എന്നാല്&zwj; അവന്&zwj; അറിയുന്നില്ലേ? ഖബ്&zwnj;റുകളിലുള്ളത് ഇളക്കിമറിച്ച് പുറത്ത് കൊണ്ട് വരപ്പെടുകയും ,';
$t[10] = 'ഹൃദയങ്ങളിലുള്ളത് വെളിക്ക് കൊണ്ടു വരപ്പെടുകയും ചെയ്താല്&zwj; ,';
$t[11] = 'തീര്&zwj;ച്ചയായും അവരുടെ രക്ഷിതാവ് അന്നേ ദിവസം അവരെ പറ്റി സൂക്ഷ്മമായി അറിയുന്നവന്&zwj; തന്നെയാകുന്നു.';
?>