<?php
$t = array();
$t[1] = 'ഭയങ്കരമായ ആ സംഭവം.';
$t[2] = 'ഭയങ്കരമായ സംഭവം എന്നാല്&zwj; എന്താകുന്നു?';
$t[3] = 'ഭയങ്കരമായ സംഭവമെന്നാല്&zwj; എന്താണെന്ന് നിനക്കറിയുമോ?';
$t[4] = 'മനുഷ്യന്&zwj;മാര്&zwj; ചിന്നിച്ചിതറിയ പാറ്റയെപ്പോലെ ആകുന്ന ദിവസം!';
$t[5] = 'പര്&zwj;വ്വതങ്ങള്&zwj; കടഞ്ഞ ആട്ടിന്&zwj; രോമം പോലെയും';
$t[6] = 'അപ്പോള്&zwj; ഏതൊരാളുടെ തുലാസുകള്&zwj; ഘനം തൂങ്ങിയോ';
$t[7] = 'അവന്&zwj; സംതൃപ്തമായ ജീവിതത്തിലായിരിക്കും.';
$t[8] = 'എന്നാല്&zwj; ഏതൊരാളുടെ തുലാസുകള്&zwj; തൂക്കം കുറഞ്ഞതായോ';
$t[9] = 'അവന്&zwj;റെ സങ്കേതം ഹാവിയഃ ആയിരിക്കും.';
$t[10] = 'ഹാവിയഃ എന്നാല്&zwj; എന്താണെന്ന് നിനക്കറിയുമോ?';
$t[11] = 'ചൂടേറിയ നരകാഗ്നിയത്രെ അത്&zwnj;.';
?>