<?php
$t = array();
$t[1] = 'പരസ്പരം പെരുമനടിക്കുക എന്ന കാര്യം നിങ്ങളെ അശ്രദ്ധയിലാക്കിയിരിക്കുന്നു.';
$t[2] = 'നിങ്ങള്&zwj; ശവകുടീരങ്ങള്&zwj; സന്ദര്&zwj;ശിക്കുന്നത് വരേക്കും.';
$t[3] = 'നിസ്സംശയം, നിങ്ങള്&zwj; വഴിയെ അറിഞ്ഞ് കൊള്ളും.';
$t[4] = 'പിന്നെയും നിസ്സംശയം നിങ്ങള്&zwj; വഴിയെ അറിഞ്ഞ് കൊള്ളും.';
$t[5] = 'നിസ്സംശയം, നിങ്ങള്&zwj; ദൃഢമായ അറിവ് അറിയുമായിരുന്നെങ്കില്&zwj;';
$t[6] = 'ജ്വലിക്കുന്ന നരകത്തെ നിങ്ങള്&zwj; കാണുക തന്നെ ചെയ്യും.';
$t[7] = 'പിന്നെ തീര്&zwj;ച്ചയായും നിങ്ങള്&zwj; അതിനെ ദൃഢമായും കണ്ണാല്&zwj; കാണുക തന്നെ ചെയ്യും.';
$t[8] = 'പിന്നീട് ആ ദിവസത്തില്&zwj; സുഖാനുഭവങ്ങളെ പറ്റി തീര്&zwj;ച്ചയായും നിങ്ങള്&zwj; ചോദ്യം ചെയ്യപ്പെടുകതന്നെ ചെയ്യും.';
?>