<?php
$t = array();
$t[1] = 'കുത്തുവാക്ക് പറയുന്നവനും അവഹേളിക്കുന്നവനുമായ ഏതൊരാള്&zwj;ക്കും നാശം.';
$t[2] = 'അതായത് ധനം ശേഖരിക്കുകയും അത് എണ്ണിനോക്കിക്കൊണ്ടിരിക്കുകയും ചെയ്യുന്നവന്&zwnj;.';
$t[3] = 'അവന്&zwj;റെ ധനം അവന് ശാശ്വത ജീവിതം നല്&zwj;കിയിരിക്കുന്നു എന്ന് അവന്&zwj; വിചാരിക്കുന്നു.';
$t[4] = 'നിസ്സംശയം, അവന്&zwj; ഹുത്വമയില്&zwj; എറിയപ്പെടുക തന്നെ ചെയ്യും.';
$t[5] = 'ഹുത്വമ എന്നാല്&zwj; എന്താണെന്ന് നിനക്കറിയാമോ?';
$t[6] = 'അത് അല്ലാഹുവിന്&zwj;റെ ജ്വലിപ്പിക്കപ്പെട്ട അഗ്നിയാകുന്നു.';
$t[7] = 'ഹൃദയങ്ങളിലേക്ക് കത്തിപ്പടരുന്നതായ';
$t[8] = 'തീര്&zwj;ച്ചയായും അത് അവരുടെ മേല്&zwj; അടച്ചുമൂടപ്പെടുന്നതായിരിക്കും.';
$t[9] = 'നീട്ടിയുണ്ടാക്കപ്പെട്ട സ്തംഭങ്ങളിലായിക്കൊണ്ട്&zwnj;.';
?>