<?php
$t = array();
$t[1] = 'ഹേ, വസ്ത്രം കൊണ്ട് മൂടിയവനേ,';
$t[2] = 'രാത്രി അല്&zwj;പസമയം ഒഴിച്ച് എഴുന്നേറ്റ് നിന്ന് പ്രാര്&zwj;ത്ഥിക്കുക.';
$t[3] = 'അതിന്&zwj;റെ (രാത്രിയുടെ) പകുതി, അല്ലെങ്കില്&zwj; അതില്&zwj; നിന്നു (അല്&zwj;പം) കുറച്ചു കൊള്ളുക.';
$t[4] = 'അല്ലെങ്കില്&zwj; അതിനെക്കാള്&zwj; വര്&zwj;ദ്ധിപ്പിച്ചു കൊള്ളുക. ഖുര്&zwj;ആന്&zwj; സാവകാശത്തില്&zwj; പാരായണം നടത്തുകയും ചെയ്യുക.';
$t[5] = 'തീര്&zwj;ച്ചയായും നാം നിന്&zwj;റെ മേല്&zwj; ഒരു കനപ്പെട്ട വാക്ക് ഇട്ടുതരുന്നതാണ്&zwnj;.';
$t[6] = 'തീര്&zwj;ച്ചയായും രാത്രിയില്&zwj; എഴുന്നേറ്റു നമസ്കരിക്കല്&zwj; കൂടുതല്&zwj; ശക്തമായ ഹൃദയസാന്നിദ്ധ്യം നല്&zwj;കുന്നതും വാക്കിനെ കൂടുതല്&zwj; നേരെ നിര്&zwj;ത്തുന്നതുമാകുന്നു.';
$t[7] = 'തീര്&zwj;ച്ചയായും നിനക്ക് പകല്&zwj; സമയത്ത് ദീര്&zwj;ഘമായ ജോലിത്തിരക്കുണ്ട്&zwnj;.';
$t[8] = 'നിന്&zwj;റെ രക്ഷിതാവിന്&zwj;റെ നാമം സ്മരിക്കുകയും, (മറ്റു ചിന്തകള്&zwj; വെടിഞ്ഞ്&zwnj;) അവങ്കലേങ്കു മാത്രമായി മടങ്ങുകയും ചെയ്യുക.';
$t[9] = 'ഉദയസ്ഥാനത്തിന്&zwj;റെയും, അസ്തമനസ്ഥാനത്തിന്&zwj;റെയും രക്ഷിതാവാകുന്നു അവന്&zwj;. അവനല്ലാതെ യാതൊരു ദൈവവുമില്ല. അതിനാല്&zwj; ഭരമേല്&zwj;പിക്കപ്പെടേണ്ടവനായി അവനെ സ്വീകരിക്കുക.';
$t[10] = 'അവര്&zwj; (അവിശ്വാസികള്&zwj;) പറയുന്നതിനെപ്പറ്റി നീ ക്ഷമിക്കുകയും, ഭംഗിയായ വിധത്തില്&zwj; അവരില്&zwj; നിന്ന് ഒഴിഞ്ഞു നില്&zwj;ക്കുകയും ചെയ്യുക.';
$t[11] = 'എന്നെയും, സുഖാനുഗ്രഹങ്ങള്&zwj; ഉള്ളവരായ സത്യനിഷേധികളെയും വിട്ടേക്കുക. അവര്&zwj;ക്കു അല്&zwj;പം ഇടകൊടുക്കുകയും ചെയ്യുക.';
$t[12] = 'തീര്&zwj;ച്ചയായും നമ്മുടെ അടുക്കല്&zwj; കാല്&zwj; ചങ്ങലകളും ജ്വലിക്കുന്ന നരകാഗ്നിയും';
$t[13] = 'തൊണ്ടയില്&zwj; അടഞ്ഞു നില്&zwj;ക്കുന്ന ഭക്ഷണവും വേദനയേറിയ ശിക്ഷയുമുണ്ട്&zwnj;.';
$t[14] = 'ഭൂമിയും പര്&zwj;വ്വതങ്ങളും വിറകൊള്ളുകയും പര്&zwj;വ്വതങ്ങള്&zwj; ഒലിച്ചു പോകുന്ന മണല്&zwj; കുന്ന് പോലെയാവുകയും ചെയ്യുന്ന ദിവസത്തില്&zwj;.';
$t[15] = 'തീര്&zwj;ച്ചയായും നിങ്ങളിലേക്ക് നിങ്ങളുടെ കാര്യത്തിന് സാക്ഷിയായിട്ടുള്ള ഒരു ദൂതനെ നാം നിയോഗിച്ചിരിക്കുന്നു. ഫിര്&zwj;ഔന്&zwj;റെ അടുത്തേക്ക് നാം ഒരു ദൂതനെ നിയോഗിച്ചത് പോലെത്തന്നെ.';
$t[16] = 'എന്നിട്ട് ഫിര്&zwj;ഔന്&zwj; ആ ദൂതനോട് ധിക്കാരം കാണിച്ചു. അപ്പോള്&zwj; നാം അവനെ കടുത്ത ഒരു പിടുത്തം പിടിക്കുകയുണ്ടായി.';
$t[17] = 'എന്നാല്&zwj; നിങ്ങള്&zwj; അവിശ്വസിക്കുകയാണെങ്കില്&zwj;, കുട്ടികളെ നരച്ചവരാക്കിത്തീര്&zwj;ക്കുന്ന ഒരു ദിവസത്തെ നിങ്ങള്&zwj;ക്ക് എങ്ങനെ സൂക്ഷിക്കാനാവും?';
$t[18] = 'അതു നിമിത്തം ആകാശം പൊട്ടിപ്പിളരുന്നതാണ്&zwnj;. അല്ലാഹുവിന്&zwj;റെ വാഗ്ദാനം പ്രാവര്&zwj;ത്തികമാക്കപ്പെടുന്നതാകുന്നു.';
$t[19] = 'തീര്&zwj;ച്ചയായും ഇതൊരു ഉല്&zwj;ബോധനമാകുന്നു. അതിനാല്&zwj; വല്ലവനും ഉദ്ദേശിക്കുന്ന പക്ഷം അവന്&zwj; തന്&zwj;റെ രക്ഷിതാവിങ്കലേക്ക് ഒരു മാര്&zwj;ഗം സ്വീകരിച്ചു കൊള്ളട്ടെ.';
$t[20] = 'നീയും നിന്&zwj;റെ കൂടെയുള്ളവരില്&zwj; ഒരു വിഭാഗവും രാത്രിയുടെ മിക്കവാറും മൂന്നില്&zwj; രണ്ടു ഭാഗവും (ചിലപ്പോള്&zwj;) പകുതിയും (ചിലപ്പോള്&zwj;) മൂന്നിലൊന്നും നിന്നു നമസ്കരിക്കുന്നുണ്ട് എന്ന് തീര്&zwj;ച്ചയായും നിന്&zwj;റെ രക്ഷിതാവിന്നറിയാം. അല്ലാഹുവാണ് രാത്രിയെയും പകലിനെയും കണക്കാക്കുന്നത്&zwnj;. നിങ്ങള്&zwj;ക്ക് അത് ക്ലിപ്തപ്പെടുത്താനാവുകയില്ലെന്ന് അവന്നറിയാം. അതിനാല്&zwj; അവന്&zwj; നിങ്ങള്&zwj;ക്ക് ഇളവ് ചെയ്തിരിക്കുന്നു. ആകയാല്&zwj; നിങ്ങള്&zwj; ഖുര്&zwj;ആനില്&zwj; നിന്ന് സൌകര്യപ്പെട്ടത് ഓതിക്കൊണ്ട് നമസ്കരിക്കുക. നിങ്ങളുടെ കൂട്ടത്തില്&zwj; രോഗികളും ഭൂമിയില്&zwj; സഞ്ചരിച്ച് അല്ലാഹുവിന്&zwj;റെ അനുഗ്രഹം തേടിക്കൊണ്ടിരിക്കുന്ന വേറെ ചിലരും അല്ലാഹുവിന്&zwj;റെ മാര്&zwj;ഗത്തില്&zwj; യുദ്ധം ചെയ്യുന്ന മറ്റ് ചിലരും ഉണ്ടാകും എന്ന് അല്ലാഹുവിന്നറിയാം. അതിനാല്&zwj; അതില്&zwj; (ഖുര്&zwj;ആനില്&zwj;) നിന്ന് സൌകര്യപ്പെട്ടത് നിങ്ങള്&zwj; പാരായണം ചെയ്തു കൊള്ളുകയും നമസ്കാരം മുറപ്രകാരം നിര്&zwj;വഹിക്കുകയും സകാത്ത് നല്&zwj;കുകയും അല്ലാഹുവിന്ന് ഉത്തമമായ കടം നല്&zwj;കുകയും ചെയ്യുക. സ്വദേഹങ്ങള്&zwj;ക്ക് വേണ്ടി നിങ്ങള്&zwj; എന്തൊരു നന്&zwj;മ മുന്&zwj;കൂട്ടി ചെയ്ത് വെക്കുകയാണെങ്കിലും അല്ലാഹുവിങ്കല്&zwj; അത് ഗുണകരവും ഏറ്റവും മഹത്തായ പ്രതിഫലമുള്ളതുമായി നിങ്ങള്&zwj; കണ്ടെത്തുന്നതാണ്&zwnj;. നിങ്ങള്&zwj; അല്ലാഹുവോട് പാപമോചനം തേടുകയും ചെയ്യുക. തീര്&zwj;ച്ചയായും അല്ലാഹു ഏറെ പൊറുക്കുന്നവനും കരുണാനിധിയുമാകുന്നു.';
?>