<?php
$t = array();
$t[1] = 'ആകാശം പൊട്ടി പിളരുമ്പോള്&zwj;.';
$t[2] = 'നക്ഷത്രങ്ങള്&zwj; കൊഴിഞ്ഞു വീഴുമ്പോള്&zwj;.';
$t[3] = 'സമുദ്രങ്ങള്&zwj; പൊട്ടി ഒഴുകുമ്പോള്&zwj;.';
$t[4] = 'ഖബ്&zwnj;റുകള്&zwj; ഇളക്കിമറിക്കപ്പെടുമ്പോള്&zwj;';
$t[5] = 'ഓരോ വ്യക്തിയും താന്&zwj; മുന്&zwj;കൂട്ടി ചെയ്തു വെച്ചതും പിന്നോട്ട് മേറ്റീവ്ച്ചതും എന്താണെന്ന് അറിയുന്നതാണ്&zwnj;.';
$t[6] = 'ഹേ; മനുഷ്യാ, ഉദാരനായ നിന്&zwj;റെ രക്ഷിതാവിന്&zwj;റെ കാര്യത്തില്&zwj; നിന്നെ വഞ്ചിച്ചു കളഞ്ഞതെന്താണ്&zwnj;?';
$t[7] = 'നിന്നെ സൃഷ്ടിക്കുകയും, നിന്നെ സംവിധാനിക്കുകയും , നിന്നെ ശരിയായ അവസ്ഥയിലാക്കുകയും ചെയ്തവനത്രെ അവന്&zwj;.';
$t[8] = 'താന്&zwj; ഉദ്ദേശിച്ച രൂപത്തില്&zwj; നിന്നെ സംഘടിപ്പിച്ചവന്&zwj;.';
$t[9] = 'അല്ല; പക്ഷെ, പ്രതിഫല നടപടിയെ നിങ്ങള്&zwj; നിഷേധിച്ചു തള്ളുന്നു.';
$t[10] = 'തീര്&zwj;ച്ചയായും നിങ്ങളുടെ മേല്&zwj; ചില മേല്&zwj;നോട്ടക്കാരുണ്ട്&zwnj;.';
$t[11] = 'രേഖപ്പെടുത്തിവെക്കുന്ന ചില മാന്യന്&zwj;മാര്&zwj;.';
$t[12] = 'നിങ്ങള്&zwj; പ്രവര്&zwj;ത്തിക്കുന്നത് അവര്&zwj; അറിയുന്നു.';
$t[13] = 'തീര്&zwj;ച്ചയായും സുകൃതവാന്&zwj;മാര്&zwj; സുഖാനുഭവത്തില്&zwj; തന്നെയായിരിക്കും.';
$t[14] = 'തീര്&zwj;ച്ചയായും ദുര്&zwj;മാര്&zwj;ഗികള്&zwj; ജ്വലിക്കുന്ന നരകാഗ്നിയില്&zwj; തന്നെയായിരിക്കും';
$t[15] = 'പ്രതിഫലത്തിന്&zwj;റെ നാളില്&zwj; അവരതില്&zwj; കടന്ന് എരിയുന്നതാണ്&zwnj;.';
$t[16] = 'അവര്&zwj;ക്ക് അതില്&zwj; നിന്ന് മാറി നില്&zwj;ക്കാനാവില്ല.';
$t[17] = 'പ്രതിഫലനടപടിയുടെ ദിവസം എന്നാല്&zwj; എന്താണെന്ന് നിനക്കറിയുമോ?';
$t[18] = 'വീണ്ടും; പ്രതിഫലനടപടിയുടെ ദിവസം എന്നാല്&zwj; എന്താണെന്ന് നിനക്കറിയുമോ?';
$t[19] = 'ഒരാള്&zwj;ക്കും മറ്റൊരാള്&zwj;ക്കു വേണ്ടി യാതൊന്നും അധീനപ്പെടുത്താനാവാത്ത ഒരു ദിവസം. അന്നേ ദിവസം കൈകാര്യകര്&zwj;ത്തൃത്വം അല്ലാഹുവിന്നായിരിക്കും.';
?>