<?php
$t = array();
$t[1] = 'ആകാശം പിളരുമ്പോള്&zwj;,';
$t[2] = 'അത് അതിന്&zwj;റെ രക്ഷിതാവിന് കീഴ്പെടുകയും ചെയ്യുമ്പോള്&zwj;-അത് (അങ്ങനെ കീഴ്പെടാന്&zwj;) കടപ്പെട്ടിരിക്കുന്നുതാനും.';
$t[3] = 'ഭൂമി നീട്ടപ്പെടുമ്പോള്&zwj;';
$t[4] = 'അതിലുള്ളത് അത് (പുറത്തേക്ക്&zwnj;) ഇടുകയും, അത് കാലിയായിത്തീരുകയും ചെയ്യുമ്പോള്&zwj;,';
$t[5] = 'അതിന്&zwj;റെ രക്ഷിതാവിന് അത് കീഴ്പെടുകയും ചെയ്യുമ്പോള്&zwj;- അത് (അങ്ങനെ കീഴ്പെടാന്&zwj;) കടപ്പെട്ടിരിക്കുന്നു താനും.';
$t[6] = 'ഹേ, മനുഷ്യാ, നീ നിന്&zwj;റെ രക്ഷിതാവിങ്കലേക്ക് കടുത്ത അദ്ധ്വാനം നടത്തി ചെല്ലുന്നവനും അങ്ങനെ അവനുമായി കണ്ടുമുട്ടുന്നവനുമാകുന്നു.';
$t[7] = 'എന്നാല്&zwj; (പരലോകത്ത്&zwnj;) ഏതൊരുവന്ന് തന്&zwj;റെ രേഖ വലതുകൈയ്യില്&zwj; നല്&zwj;കപ്പെട്ടുവോ,';
$t[8] = 'അവന്&zwj; ലഘുവായ വിചാരണയ്ക്ക് (മാത്രം) വിധേയനാകുന്നതാണ്&zwnj;.';
$t[9] = 'അവന്&zwj; അവന്&zwj;റെ സ്വന്തക്കാരുടെ അടുത്തേക്ക് സന്തുഷ്ടനായിക്കൊണ്ട് തിരിച്ചുപോകുകയും ചെയ്യും.';
$t[10] = 'എന്നാല്&zwj; ഏതൊരുവന് തന്&zwj;റെ രേഖ അവന്&zwj;റെ മുതുകിന്&zwj;റെ പിന്നിലൂടെ കൊടുക്കപ്പെട്ടുവോ';
$t[11] = 'അവന്&zwj; നാശമേ എന്ന് നിലവിളിക്കുകയും,';
$t[12] = 'ആളിക്കത്തുന്ന നരകാഗ്നിയില്&zwj; കടന്ന് എരിയുകയും ചെയ്യും.';
$t[13] = 'തീര്&zwj;ച്ചയായും അവന്&zwj; അവന്&zwj;റെ സ്വന്തക്കാര്&zwj;ക്കിടയില്&zwj; സന്തോഷത്തോടെ കഴിയുന്നവനായിരുന്നു.';
$t[14] = 'തീര്&zwj;ച്ചയായും അവന്&zwj; ധരിച്ചു; അവന്&zwj; മടങ്ങി വരുന്നതേ അല്ല എന്ന്&zwnj;.';
$t[15] = 'അതെ, തീര്&zwj;ച്ചയായും അവന്&zwj;റെ രക്ഷിതാവ് അവനെപ്പറ്റി കണ്ടറിയുന്നവനായിരിക്കുന്നു.';
$t[16] = 'എന്നാല്&zwj; അസ്തമയശോഭയെക്കൊണ്ട് ഞാന്&zwj; സത്യം ചെയ്തു പറയുന്നു:';
$t[17] = 'രാത്രിയും അതു ഒന്നിച്ച് ചേര്&zwj;ക്കുന്നവയും കൊണ്ടും,';
$t[18] = 'ചന്ദ്രന്&zwj; പൂര്&zwj;ണ്ണത പ്രാപിക്കുമ്പോള്&zwj; അതിനെ കൊണ്ടും.';
$t[19] = 'തീര്&zwj;ച്ചയായും നിങ്ങള്&zwj; ഘട്ടംഘട്ടമായി കയറിക്കൊണ്ടിരിക്കുന്നതാണ്&zwnj;.';
$t[20] = 'എന്നാല്&zwj; അവര്&zwj;ക്കെന്തുപറ്റി? അവര്&zwj; വിശ്വസിക്കുന്നില്ല.';
$t[21] = 'അവര്&zwj;ക്ക് ഖുര്&zwj;ആന്&zwj; ഓതികൊടുക്കപ്പെട്ടാല്&zwj; അവര്&zwj; സുജൂദ് ചെയ്യുന്നുമില്ല.';
$t[22] = 'പക്ഷെ അവിശ്വാസികള്&zwj; നിഷേധിച്ചു തള്ളുകയാണ്&zwnj;.';
$t[23] = 'അവര്&zwj; മനസ്സുകളില്&zwj; സൂക്ഷിച്ച് വെക്കുന്നതിനെപ്പറ്റി അല്ലാഹു നല്ലവണ്ണം അറിയുന്നവനാകുന്നു.';
$t[24] = 'ആകയാല്&zwj; (നബിയേ,) നീ അവര്&zwj;ക്ക് വേദനയേറിയ ഒരു ശിക്ഷയെപ്പറ്റി സന്തോഷവാര്&zwj;ത്ത അറിയിക്കുക.';
$t[25] = 'വിശ്വസിക്കുകയും സല്&zwj;കര്&zwj;മ്മങ്ങള്&zwj; പ്രവര്&zwj;ത്തിക്കുകയും ചെയ്തവര്&zwj;ക്കൊഴികെ. അവര്&zwj;ക്ക് മുറിഞ്ഞു പോകാത്ത പ്രതിഫലമുണ്ട്&zwnj;.';
?>