<?php
$t = array();
$t[1] = 'നക്ഷത്രമണ്ഡലങ്ങളുള്ള ആകാശം തന്നെയാണ സത്യം.';
$t[2] = 'വാഗ്ദാനം ചെയ്യപ്പെട്ട ആ ദിവസം തന്നെയാണ സത്യം.';
$t[3] = 'സാക്ഷിയും സാക്ഷ്യം വഹിക്കപ്പെടുന്ന കാര്യവും തന്നെയാണ സത്യം.';
$t[4] = 'ആ കിടങ്ങിന്&zwj;റെ ആള്&zwj;ക്കാര്&zwj; നശിച്ചു പോകട്ടെ.';
$t[5] = 'അതായത് വിറകു നിറച്ച തീയുടെ ആള്&zwj;ക്കാര്&zwj;.';
$t[6] = 'അവര്&zwj; അതിങ്കല്&zwj; ഇരിക്കുന്നവരായിരുന്ന സന്ദര്&zwj;ഭം.';
$t[7] = 'സത്യവിശ്വാസികളെക്കൊണ്ട് തങ്ങള്&zwj; ചെയ്യുന്നതിന് അവര്&zwj; ദൃക്&zwnj;സാക്ഷികളായിരുന്നു.';
$t[8] = 'പ്രതാപശാലിയും സ്തുത്യര്&zwj;ഹനുമായ അല്ലാഹുവില്&zwj; അവര്&zwj; വിശ്വസിക്കുന്നു എന്നത് മാത്രമായിരുന്നു അവരുടെ (സത്യവിശ്വാസികളുടെ) മേല്&zwj; അവര്&zwj; (മര്&zwj;ദ്ദകര്&zwj;) ചുമത്തിയ കുറ്റം.';
$t[9] = 'ആകാശങ്ങളുടെയും ഭൂമിയുടെയും മേല്&zwj; ആധിപത്യം ഉള്ളവനുമായ (അല്ലാഹുവില്&zwj;). അല്ലാഹു എല്ലാകാര്യത്തിനും സാക്ഷിയാകുന്നു.';
$t[10] = 'സത്യവിശ്വാസികളെയും സത്യവിശ്വാസിനികളെയും മര്&zwj;ദ്ദിക്കുകയും, പിന്നീട് പശ്ചാത്തപിക്കാതിരിക്കുകയും ചെയ്തവരാരോ അവര്&zwj;ക്കു നരകശിക്ഷയുണ്ട്&zwnj;. തീര്&zwj;ച്ച. അവര്&zwj;ക്ക് ചുട്ടുകരിക്കുന്ന ശിക്ഷയുണ്ട്&zwnj;.';
$t[11] = 'വിശ്വസിക്കുകയും സല്&zwj;കര്&zwj;മ്മങ്ങള്&zwj; പ്രവര്&zwj;ത്തിക്കുകയും ചെയ്തവരാരോ അവര്&zwj;ക്ക് താഴ്ഭാഗത്തുകൂടി അരുവികള്&zwj; ഒഴുകുന്ന സ്വര്&zwj;ഗത്തോപ്പുകളുണ്ട്&zwnj;; തീര്&zwj;ച്ച. അതത്രെ വലിയ വിജയം.';
$t[12] = 'തീര്&zwj;ച്ചയായും നിന്&zwj;റെ രക്ഷിതാവിന്&zwj;റെ പിടുത്തം കഠിനമായത് തന്നെയാകുന്നു.';
$t[13] = 'തീര്&zwj;ച്ചയായും അവന്&zwj; തന്നെയാണ് ആദ്യമായി ഉണ്ടാക്കുന്നതും ആവര്&zwj;ത്തിച്ച് ഉണ്ടാക്കുന്നതും.';
$t[14] = 'അവന്&zwj; ഏറെ പൊറുക്കുന്നവനും ഏറെ സ്നേഹമുള്ളവനും,';
$t[15] = 'സിംഹാസനത്തിന്&zwj;റെ ഉടമയും, മഹത്വമുള്ളവനും,';
$t[16] = 'താന്&zwj; ഉദ്ദേശിക്കുന്നതെന്തോ അത് തികച്ചും പ്രാവര്&zwj;ത്തികമാക്കുന്നവനുമാണ്&zwnj;.';
$t[17] = 'ആ സൈന്യങ്ങളുടെ വര്&zwj;ത്തമാനം നിനക്ക് വന്നുകിട്ടിയിരിക്കുന്നോ?';
$t[18] = 'അഥവാ ഫിര്&zwj;ഔന്&zwj;റെയും ഥമൂദിന്&zwj;റെയും (വര്&zwj;ത്തമാനം).';
$t[19] = 'അല്ല, സത്യനിഷേധികള്&zwj; നിഷേധിച്ചു തള്ളുന്നതിലാകുന്നു ഏര്&zwj;പെട്ടിട്ടുള്ളത്&zwnj;.';
$t[20] = 'അല്ലാഹു അവരുടെ പിന്&zwj;വശത്തുകൂടി (അവരെ) വലയം ചെയ്തുകൊണ്ടിരിക്കുന്നവനാകുന്നു.';
$t[21] = 'അല്ല, അത് മഹത്വമേറിയ ഒരു ഖുര്&zwj;ആനാകുന്നു.';
$t[22] = 'സംരക്ഷിതമായ ഒരു ഫലകത്തിലാണ് അതുള്ളത്&zwnj;.';
?>