<?php
$t = array();
$t[1] = 'ആകാശം തന്നെയാണ, രാത്രിയില്&zwj; വരുന്നതു തന്നെയാണ സത്യം.';
$t[2] = 'രാത്രിയില്&zwj; വരുന്നത് എന്നാല്&zwj; എന്താണെന്ന് നിനക്കറിയുമോ?';
$t[3] = 'തുളച്ച് കയറുന്ന നക്ഷത്രമത്രെ അത്&zwnj;.';
$t[4] = 'തന്&zwj;റെ കാര്യത്തില്&zwj; ഒരു മേല്&zwj;നോട്ടക്കാരനുണ്ടായിക്കൊണ്ടല്ലാതെ യാതൊരാളുമില്ല.';
$t[5] = 'എന്നാല്&zwj; മനുഷ്യന്&zwj; ചിന്തിച്ചു നോക്കട്ടെ താന്&zwj; എന്തില്&zwj; നിന്നാണ് സൃഷ്ടിക്കപ്പെട്ടിരിക്കുന്നത് എന്ന്&zwnj;';
$t[6] = 'തെറിച്ചു വീഴുന്ന ഒരു ദ്രാവകത്തില്&zwj; നിന്നത്രെ അവന്&zwj; സൃഷ്ടിക്കപ്പെട്ടിരിക്കുന്നത്&zwnj;.';
$t[7] = 'മുതുകെല്ലിനും, വാരിയെല്ലുകള്&zwj;ക്കുമിടയില്&zwj; നിന്ന് അത് പുറത്തു വരുന്നു.';
$t[8] = 'അവനെ (മനുഷ്യനെ) തിരിച്ചുകൊണ്ടു വരാന്&zwj; തീര്&zwj;ച്ചയായും അവന്&zwj; (അല്ലാഹു) കഴിവുള്ളവനാകുന്നു.';
$t[9] = 'രഹസ്യങ്ങള്&zwj; പരിശോധിക്കപ്പെടുന്ന ദിവസം';
$t[10] = 'അപ്പോള്&zwj; അവന് (മനുഷ്യന്&zwnj;) യാതൊരു ശക്തിയോ, സഹായിയോ ഉണ്ടായിരിക്കുകയില്ല.';
$t[11] = 'ആവര്&zwj;ത്തിച്ച് മഴപെയ്യിക്കുന്ന ആകാശത്തെക്കൊണ്ടും';
$t[12] = 'സസ്യലതാദികള്&zwj; മുളപ്പിക്കുന്ന ഭൂമിയെക്കൊണ്ടും സത്യം.';
$t[13] = 'തീര്&zwj;ച്ചയായും ഇതു നിര്&zwj;ണായകമായ ഒരു വാക്കാകുന്നു.';
$t[14] = 'ഇതു തമാശയല്ല.';
$t[15] = 'തീര്&zwj;ച്ചയായും അവര്&zwj; (വലിയ) തന്ത്രം പ്രയോഗിച്ചു കൊണ്ടിരിക്കും.';
$t[16] = 'ഞാനും (വലിയ) തന്ത്രം പ്രയോഗിച്ചു കൊണ്ടിരിക്കും.';
$t[17] = 'ആകയാല്&zwj; (നബിയേ,) നീ സത്യനിഷേധികള്&zwj;ക്ക് കാലതാമസം നല്&zwj;കുക. അല്&zwj;പസമയത്തേക്ക് അവര്&zwj;ക്ക് താമസം നല്&zwj;കിയേക്കുക.';
?>