<?php
$t = array();
$t[1] = 'അത്യുന്നതനായ നിന്&zwj;റെ രക്ഷിതാവിന്&zwj;റെ നാമം പ്രകീര്&zwj;ത്തിക്കുക.';
$t[2] = 'സൃഷ്ടിക്കുകയും, സംവിധാനിക്കുകയും ചെയ്ത (രക്ഷിതാവിന്&zwj;റെ)';
$t[3] = 'വ്യവസ്ഥ നിര്&zwj;ണയിച്ചു മാര്&zwj;ഗദര്&zwj;ശനം നല്&zwj;കിയവനും,';
$t[4] = 'മേച്ചില്&zwj; പുറങ്ങള്&zwj; ഉല്&zwj;പാദിപ്പിച്ചവനും';
$t[5] = 'എന്നിട്ട് അതിനെ ഉണങ്ങിക്കരിഞ്ഞ ചവറാക്കി തീര്&zwj;ത്തവനുമായ (രക്ഷിതാവിന്&zwj;റെ നാമം)';
$t[6] = 'നിനക്ക് നാം ഓതിത്തരാം. നീ മറന്നുപോകുകയില്ല.';
$t[7] = 'അല്ലാഹു ഉദ്ദേശിച്ചതൊഴികെ. തീര്&zwj;ച്ചയായും അവന്&zwj; പരസ്യമായതും, രഹസ്യമായിരിക്കുന്നതും അറിയുന്നു.';
$t[8] = 'കൂടുതല്&zwj; എളുപ്പമുള്ളതിലേക്ക് നിനക്ക് നാം സൌകര്യമുണ്ടാക്കിത്തരുന്നതുമാണ്&zwnj;.';
$t[9] = 'അതിനാല്&zwj; ഉപദേശം ഫലപ്പെടുന്നുവെങ്കില്&zwj; നീ ഉപദേശിച്ചു കൊള്ളുക.';
$t[10] = 'ഭയപ്പെടുന്നവര്&zwj; ഉപദേശം സ്വീകരിച്ചു കൊള്ളുന്നതാണ്&zwnj;.';
$t[11] = 'ഏറ്റവും നിര്&zwj;ഭാഗ്യവാനായിട്ടുള്ളവന്&zwj; അതിനെ (ഉപദേശത്തെ) വിട്ടകന്നു പോകുന്നതാണ്&zwnj;.';
$t[12] = 'വലിയ അഗ്നിയില്&zwj; കടന്ന് എരിയുന്നവനത്രെ അവന്&zwj;';
$t[13] = 'പിന്നീട് അവന്&zwj; അതില്&zwj; മരിക്കുകയില്ല. ജീവിക്കുകയുമില്ല.';
$t[14] = 'തീര്&zwj;ച്ചയായും പരിശുദ്ധി നേടിയവര്&zwj; വിജയം പ്രാപിച്ചു.';
$t[15] = 'തന്&zwj;റെ രക്ഷിതാവിന്&zwj;റെ നാമം സ്മരിക്കുകയും എന്നിട്ട് നമസ്കരിക്കുകയും (ചെയ്തവന്&zwj;)';
$t[16] = 'പക്ഷെ, നിങ്ങള്&zwj; ഐഹികജീവിതത്തിന്ന് കൂടുതല്&zwj; പ്രാധാന്യം നല്&zwj;കുന്നു.';
$t[17] = 'പരലോകമാകുന്നു ഏറ്റവും ഉത്തമവും നിലനില്&zwj;ക്കുന്നതും.';
$t[18] = 'തീര്&zwj;ച്ചയായും ഇത് ആദ്യത്തെ ഏടുകളില്&zwj; തന്നെയുണ്ട്&zwnj;.';
$t[19] = 'അതായത് ഇബ്രാഹീമിന്&zwj;റെയും മൂസായുടെയും ഏടുകളില്&zwj;.';
?>