<?php
$t = array();
$t[1] = 'ഈ രാജ്യത്തെ (മക്കയെ) ക്കൊണ്ട് ഞാന്&zwj; സത്യം ചെയ്തു പറയുന്നു.';
$t[2] = 'നീയാകട്ടെ ഈ രാജ്യത്തെ നിവാസിയാണ് താനും.';
$t[3] = 'ജനയിതാവിനെയും, അവന്&zwj; ജനിപ്പിക്കുന്നതിനെയും തന്നെയാണ സത്യം.';
$t[4] = 'തീര്&zwj;ച്ചയായും മനുഷ്യനെ നാം സൃഷ്ടിച്ചിട്ടുള്ളത് ക്ലേശം സഹിക്കേണ്ട നിലയിലാകുന്നു.';
$t[5] = 'അവനെ പിടികൂടാന്&zwj; ആര്&zwj;ക്കും സാധിക്കുകയേ ഇല്ലെന്ന് അവന്&zwj; വിചാരിക്കുന്നുണേ്ടാ?';
$t[6] = 'അവന്&zwj; പറയുന്നു: ഞാന്&zwj; മേല്&zwj;ക്കുമേല്&zwj; പണം തുലച്ചിരിക്കുന്നു എന്ന്&zwnj;.';
$t[7] = 'അവന്&zwj; വിചാരിക്കുന്നുണേ്ടാ; അവനെ ആരുംകണ്ടിട്ടില്ലെന്ന്&zwnj;?';
$t[8] = 'അവന് നാം രണ്ട് കണ്ണുകള്&zwj; ഉണ്ടാക്കി കൊടുത്തിട്ടില്ലേ?';
$t[9] = 'ഒരു നാവും രണ്ടു ചുണ്ടുകളും';
$t[10] = 'തെളിഞ്ഞു നില്&zwj;ക്കുന്ന രണ്ടു പാതകള്&zwj; അവന്നു നാം കാട്ടികൊടുക്കുകയും ചെയ്തിരിക്കുന്നു.';
$t[11] = 'എന്നിട്ട് ആ മലമ്പാതയില്&zwj; അവന്&zwj; തള്ളിക്കടന്നില്ല.';
$t[12] = 'ആ മലമ്പാത എന്താണെന്ന് നിനക്കറിയാമോ?';
$t[13] = 'ഒരു അടിമയെ മോചിപ്പിക്കുക.';
$t[14] = 'അല്ലെങ്കില്&zwj; പട്ടിണിയുള്ള നാളില്&zwj; ഭക്ഷണം കൊടുക്കുക.';
$t[15] = 'കുടുംബബന്ധമുള്ള അനാഥയ്ക്ക്&zwnj;';
$t[16] = 'അല്ലെങ്കില്&zwj; കടുത്ത ദാരിദ്യ്&zwnj;രമുള്ള സാധുവിന്&zwnj;';
$t[17] = 'പുറമെ, വിശ്വസിക്കുകയും, ക്ഷമ കൊണ്ടും കാരുണ്യം കൊണ്ടും പരസ്പരം ഉപദേശിക്കുകയും ചെയ്തവരുടെ കൂട്ടത്തില്&zwj; അവന്&zwj; ആയിത്തീരുകയും ചെയ്യുക.';
$t[18] = 'അങ്ങനെ ചെയ്യുന്നവരത്രെ വലതുപക്ഷക്കാര്&zwj;.';
$t[19] = 'നമ്മുടെ ദൃഷ്ടാന്തങ്ങള്&zwj; നിഷേധിച്ചവരാരോ അവരത്രെ ഇടതുപക്ഷത്തിന്&zwj;റെ ആള്&zwj;ക്കാര്&zwj;.';
$t[20] = 'അവരുടെ മേല്&zwj; അടച്ചുമൂടിയ നരകാഗ്നിയുണ്ട്&zwnj;.';
?>