<?php
$t = array();
$t[1] = 'സൂര്യനും അതിന്&zwj;റെ പ്രഭയും തന്നെയാണ സത്യം.';
$t[2] = 'ചന്ദ്രന്&zwj; തന്നെയാണ സത്യം; അത് അതിനെ തുടര്&zwj;ന്ന് വരുമ്പോള്&zwj;.';
$t[3] = 'പകലിനെ തന്നെയാണ സത്യം; അത് അതിനെ (സൂര്യനെ) പ്രത്യക്ഷപ്പെടുത്തുമ്പേള്&zwj;';
$t[4] = 'രാത്രിയെ തന്നെയാണ സത്യം; അത് അതിനെ മൂടുമ്പോള്&zwj;.';
$t[5] = 'ആകാശത്തെയും, അതിനെ സ്ഥാപിച്ച രീതിയെയും തന്നെയാണ സത്യം.';
$t[6] = 'ഭൂമിയെയും, അതിനെ വിസ്തൃതമാക്കിയ രീതിയെയും തന്നെയാണ സത്യം.';
$t[7] = 'മനുഷ്യാസ്തിത്വത്തെയും അതിനെ സംവിധാനിച്ച രീതിയെയും തന്നെയാണ സത്യം.';
$t[8] = 'എന്നിട്ട് അതിന്ന് അതിന്&zwj;റെ ദുഷ്ടതയും അതിന്&zwj;റെ സൂക്ഷ്മതയും സംബന്ധിച്ച് അവന്&zwj; ബോധം നല്&zwj;കുകയും ചെയ്തിരിക്കുന്നു.';
$t[9] = 'തീര്&zwj;ച്ചയായും അതിനെ (അസ്തിത്വത്തെ) പരിശുദ്ധമാക്കിയവന്&zwj; വിജയം കൈവരിച്ചു.';
$t[10] = 'അതിനെ കളങ്കപ്പെടുത്തിയവന്&zwj; തീര്&zwj;ച്ചയായും നിര്&zwj;ഭാഗ്യമടയുകയും ചെയ്തു.';
$t[11] = 'ഥമൂദ് ഗോത്രം അതിന്&zwj;റെ ധിക്കാരം മൂലം (സത്യത്തെ) നിഷേധിച്ചു തള്ളുകയുണ്ടായി.';
$t[12] = 'അവരുടെ കൂട്ടത്തിലെ ഏറ്റവും ദുഷ്ടതയുള്ളവന്&zwj; ഒരുങ്ങി പുറപ്പെട്ട സന്ദര്&zwj;ഭം .';
$t[13] = 'അപ്പോള്&zwj; അല്ലാഹുവിന്&zwj;റെ ദൂതന്&zwj; അവരോട് പറഞ്ഞു. അല്ലാഹുവിന്&zwj;റെ ഒട്ടകത്തെയും അതിന്&zwj;റെ വെള്ളം കുടിയും നിങ്ങള്&zwj; സൂക്ഷിക്കുക';
$t[14] = 'അപ്പോള്&zwj; അവര്&zwj; അദ്ദേഹത്തെ നിഷേധിച്ചു തള്ളുകയും അതിനെ (ഒട്ടകത്തെ) അറുകൊല നടത്തുകയും ചെയ്തു. അപ്പോള്&zwj; അവരുടെ പാപം നിമിത്തം അവരുടെ രക്ഷിതാവ് അവര്&zwj;ക്ക് സമൂല നാശം വരുത്തുകയും (അവര്&zwj;ക്കെല്ലാം) അത് സമമാക്കുകയും ചെയ്തു.';
$t[15] = 'അതിന്&zwj;റെ അനന്തരഫലം അവന്&zwj; ഭയപ്പെട്ടിരുന്നുമില്ല.';
?>