<?php
$t = array();
$t[1] = 'രാവിനെതന്നെയാണ സത്യം ; അത് മൂടികൊണ്ടിരിക്കുമ്പോള്&zwj;';
$t[2] = 'പകലിനെ തന്നെയാണ സത്യം ; അത് പ്രത്യക്ഷപ്പെടുമ്പോള്&zwj;';
$t[3] = 'ആണിനെയും പെണ്ണിനെയും സൃഷ്ടിച്ച രീതിയെ തന്നെയാണ സത്യം;';
$t[4] = 'തീര്&zwj;ച്ചയായും നിങ്ങളുടെ പരിശ്രമം വിഭിന്ന രൂപത്തിലുള്ളതാകുന്നു.';
$t[5] = 'എന്നാല്&zwj; ഏതൊരാള്&zwj; ദാനം നല്&zwj;കുകയും, സൂക്ഷ്മത പാലിക്കുകയും';
$t[6] = 'ഏറ്റവും ഉത്തമമായതിനെ സത്യപ്പെടുത്തുകയും ചെയ്തുവോ';
$t[7] = 'അവന്നു നാം ഏറ്റവും എളുപ്പമായതിലേക്ക് സൌകര്യപ്പെടുത്തി കൊടുക്കുന്നതാണ്&zwnj;.';
$t[8] = 'എന്നാല്&zwj; ആര്&zwj; പിശുക്കു കാണിക്കുകയും, സ്വയം പര്യാപ്തത നടിക്കുകയും,';
$t[9] = 'ഏറ്റവും ഉത്തമമായതിനെ നിഷേധിച്ചു തള്ളുകയും ചെയ്തുവോ';
$t[10] = 'അവന്നു നാം ഏറ്റവും ഞെരുക്കമുള്ളതിലേക്ക് സൌകര്യമൊരുക്കികൊടുക്കുന്നതാണ്&zwnj;.';
$t[11] = 'അവന്&zwj; നാശത്തില്&zwj; പതിക്കുമ്പോള്&zwj; അവന്&zwj;റെ ധനം അവന്ന് പ്രയോജനപ്പെടുന്നതല്ല.';
$t[12] = 'തീര്&zwj;ച്ചയായും മാര്&zwj;ഗദര്&zwj;ശനം നമ്മുടെ ബാധ്യതയാകുന്നു.';
$t[13] = 'തീര്&zwj;ച്ചയായും നമുക്കുള്ളതാകുന്നു പരലോകവും ഇഹലോകവും.';
$t[14] = 'അതിനാല്&zwj; ആളിക്കത്തിക്കൊണ്ടിരിക്കുന്ന അഗ്നിയെപ്പറ്റി ഞാന്&zwj; നിങ്ങള്&zwj;ക്ക് താക്കീത് നല്&zwj;കിയിരിക്കുന്നു.';
$t[15] = 'ഏറ്റവും ദുഷ്ടനായ വ്യക്തിയല്ലാതെ അതില്&zwj; പ്രവേശിക്കുകയില്ല.';
$t[16] = 'നിഷേധിച്ചു തള്ളുകയും, പിന്തിരിഞ്ഞു കളയുകയും (വ്യക്തി)';
$t[17] = 'ഏറ്റവും സൂക്ഷ്മതയുള്ള വ്യക്തി അതില്&zwj; നിന്ന് അകറ്റി നിര്&zwj;ത്തപ്പെടുന്നതാണ്&zwnj;.';
$t[18] = 'പരിശുദ്ധിനേടുവാനായി തന്&zwj;റെ ധനം നല്&zwj;കുന്ന (വ്യക്തി)';
$t[19] = 'പ്രത്യുപകാരം നല്&zwj;കപ്പെടേണ്ടതായ യാതൊരു അനുഗ്രഹവും അവന്&zwj;റെ പക്കല്&zwj; ഒരാള്&zwj;ക്കുമില്ല.';
$t[20] = 'തന്&zwj;റെ അത്യുന്നതനായ രക്ഷിതാവിന്&zwj;റെ പ്രീതി തേടുക എന്നതല്ലാതെ.';
$t[21] = 'വഴിയെ അവന്&zwj; തൃപ്തിപ്പെടുന്നതാണ്&zwnj;.';
?>