<?php
$t = array();
$t[1] = 'പൂര്&zwj;വ്വാഹ്നം തന്നെയാണ സത്യം;';
$t[2] = 'രാത്രി തന്നെയാണ സത്യം; അത് ശാന്തമാവുമ്പോള്&zwj;';
$t[3] = '(നബിയേ,) നിന്&zwj;റെ രക്ഷിതാവ് നിന്നെ കൈവിട്ടിട്ടില്ല. വെറുത്തിട്ടുമില്ല.';
$t[4] = 'തീര്&zwj;ച്ചയായും പരലോകമാണ് നിനക്ക് ഇഹലോകത്തെക്കാള്&zwj; ഉത്തമമായിട്ടുള്ളത്&zwnj;.';
$t[5] = 'വഴിയെ നിനക്ക് നിന്&zwj;റെ രക്ഷിതാവ് (അനുഗ്രഹങ്ങള്&zwj;) നല്&zwj;കുന്നതും അപ്പോള്&zwj; നീ തൃപ്തിപ്പെടുന്നതുമാണ.്&zwnj;';
$t[6] = 'നിന്നെ അവന്&zwj; ഒരു അനാഥയായി കണെ്ടത്തുകയും , എന്നിട്ട് (നിനക്ക്&zwnj;) ആശ്രയം നല്&zwj;കുകയും ചെയ്തില്ലേ?';
$t[7] = 'നിന്നെ അവന്&zwj; വഴി അറിയാത്തവനായി കണെ്ടത്തുകയും എന്നിട്ട് (നിനക്ക്&zwnj;) മാര്&zwj;ഗദര്&zwj;ശനം നല്&zwj;കുകയും ചെയ്തിരിക്കുന്നു.';
$t[8] = 'നിന്നെ അവന്&zwj; ദരിദ്രനായി കണെ്ടത്തുകയും എന്നിട്ട് അവന്&zwj; ഐശ്വര്യം നല്&zwj;കുകയും ചെയ്തിരിക്കുന്നു.';
$t[9] = 'എന്നിരിക്കെ അനാഥയെ നീ അടിച്ചമര്&zwj;ത്തരുത്&zwnj;';
$t[10] = 'ചോദിച്ച് വരുന്നവനെ നീ വിരട്ടി വിടുകയും ചെയ്യരുത്&zwnj;.';
$t[11] = 'നിന്&zwj;റെ രക്ഷിതാവിന്&zwj;റെ അനുഗ്രഹത്തെ സംബന്ധിച്ച് നീ സംസാരിക്കുക.';
?>