<?php
$t = array();
$t[1] = 'നിനക്ക് നിന്&zwj;റെ ഹൃദയം നാം വിശാലതയുള്ളതാക്കി തന്നില്ലേ?';
$t[2] = 'നിന്നില്&zwj; നിന്ന് നിന്&zwj;റെ ആ ഭാരം നാം ഇറക്കിവെക്കുകയും ചെയ്തു.';
$t[3] = 'നിന്&zwj;റെ മുതുകിനെ ഞെരിച്ചു കളഞ്ഞതായ (ഭാരം)';
$t[4] = 'നിനക്ക് നിന്&zwj;റെ കീര്&zwj;ത്തി നാം ഉയര്&zwj;ത്തിത്തരികയും ചെയ്തിരിക്കുന്നു.';
$t[5] = 'എന്നാല്&zwj; തീര്&zwj;ച്ചയായും ഞെരുക്കത്തിന്&zwj;റെ കൂടെ ഒരു എളുപ്പമുണ്ടായിരിക്കും.';
$t[6] = 'തീര്&zwj;ച്ചയായും ഞെരുക്കത്തിന്&zwj;റെ കൂടെ ഒരു എളുപ്പമുണ്ടായിരിക്കും.';
$t[7] = 'ആകയാല്&zwj; നിനക്ക് ഒഴിവ് കിട്ടിയാല്&zwj; നീ അദ്ധ്വാനിക്കുക.';
$t[8] = 'നിന്&zwj;റെ രക്ഷിതാവിലേക്ക് തന്നെ നിന്&zwj;റെ ആഗ്രഹം സമര്&zwj;പ്പിക്കുകയും ചെയ്യുക.';
?>