<?php
$t = array();
$t[1] = 'സൃഷ്ടിച്ചവനായ നിന്&zwj;റെ രക്ഷിതാവിന്&zwj;റെ നാമത്തില്&zwj; വായിക്കുക.';
$t[2] = 'മനുഷ്യനെ അവന്&zwj; ഭ്രൂണത്തില്&zwj; നിന്ന് സൃഷ്ടിച്ചിരിക്കുന്നു.';
$t[3] = 'നീ വായിക്കുക നിന്&zwj;റെ രക്ഷിതാവ് ഏറ്റവും വലിയ ഔദാര്യവാനാകുന്നു.';
$t[4] = 'പേന കൊണ്ട് പഠിപ്പിച്ചവന്&zwj;';
$t[5] = 'മനുഷ്യന് അറിയാത്തത് അവന്&zwj; പഠിപ്പിച്ചിരിക്കുന്നു.';
$t[6] = 'നിസ്സംശയം മനുഷ്യന്&zwj; ധിക്കാരിയായി തീരുന്നു.';
$t[7] = 'തന്നെ സ്വയം പര്യാപ്തനായി കണ്ടതിനാല്&zwj;';
$t[8] = 'തീര്&zwj;ച്ചയായും നിന്&zwj;റെ രക്ഷിതാവിലേക്കാണ് മടക്കം.';
$t[9] = 'വിലക്കുന്നവനെ നീ കണ്ടുവോ?';
$t[10] = 'ഒരു അടിയനെ, അവന്&zwj; നമസ്കരിച്ചാല്&zwj;.';
$t[11] = 'അദ്ദേഹം സന്&zwj;മാര്&zwj;ഗത്തിലാണെങ്കില്&zwj; , (ആ വിലക്കുന്നവന്&zwj;റെ അവസ്ഥ എന്തായിരിക്കുമെന്ന്&zwnj;) നീ കണ്ടുവോ?';
$t[12] = 'അഥവാ അദ്ദേഹം സൂക്ഷ്മത കൈ കൊള്ളാന്&zwj; കല്&zwj;പിച്ചിരിക്കുകയാണെങ്കില്&zwj;';
$t[13] = 'അവന്&zwj; (ആ വിലക്കുന്നവന്&zwj;) നിഷേധിച്ചു തള്ളുകയും തിരിഞ്ഞുകളയുകയും ചെയ്തിരിക്കയാണെങ്കില്&zwj; (അവന്&zwj;റെ അവസ്ഥ എന്തായിരിക്കുമെന്ന്&zwnj;) നീ കണ്ടുവോ?';
$t[14] = 'അവന്&zwj; മനസ്സിലാക്കിയിട്ടില്ലേ, അല്ലാഹു കാണുന്നുണെ്ടന്ന്&zwnj;?';
$t[15] = 'നിസ്സംശയം. അവന്&zwj; വിരമിച്ചിട്ടില്ലെങ്കല്&zwj; നാം ആ കുടുമ പിടിച്ചു വലിക്കുക തന്നെ ചെയ്യും .';
$t[16] = 'കള്ളം പറയുന്ന , പാപം ചെയ്യുന്ന കുടുമ.';
$t[17] = 'എന്നിട്ട് അവന്&zwj; അവന്&zwj;റെ സഭയിലുള്ളവരെ വിളിച്ചുകൊള്ളട്ടെ.';
$t[18] = 'നാം സബാനിയത്തിനെ (ശിക്ഷ നടപ്പാക്കുന്ന മലക്കുകളെ) വിളിച്ചുകൊള്ളാം.';
$t[19] = 'നിസ്സംശയം; നീ അവനെ അനുസരിച്ചു പോകരുത് , നീ പ്രണമിക്കുകയും സാമീപ്യം നേടുകയും ചെയ്യുക.';
?>