<?php
$t = array();
$t[1] = 'വേദക്കാരിലും ബഹുദൈവവിശ്വാസികളിലും പെട്ട സത്യനിഷേധികള്&zwj; വ്യക്തമായ തെളിവ് തങ്ങള്&zwj;ക്ക് കിട്ടുന്നത് വരെ (അവിശ്വാസത്തില്&zwj; നിന്ന്&zwnj;) വേറിട്ട് പോരുന്നവരായിട്ടില്ല.';
$t[2] = 'അതായത് പരിശുദ്ധി നല്&zwj;കപ്പെട്ട ഏടുകള്&zwj; ഓതികേള്&zwj;പിക്കുന്ന, അല്ലാഹുവിങ്കല്&zwj; നിന്നുള്ള ഒരു ദൂതന്&zwj; (വരുന്നതു വരെ)';
$t[3] = 'അവയില്&zwj; (ഏടുകളില്&zwj;) വക്രതയില്ലാത്ത രേഖകളാണുള്ളത്&zwnj;.';
$t[4] = 'വേദം നല്&zwj;കപ്പെട്ടവര്&zwj; അവര്&zwj;ക്ക് വ്യക്തമായ തെളിവ് വന്നുകിട്ടിയതിന് ശേഷമല്ലാതെ ഭിന്നിക്കുകയുണ്ടായിട്ടില്ല.';
$t[5] = 'കീഴ്&zwnj;വണക്കം അല്ലാഹുവിന് മാത്രം ആക്കി കൊണ്ട് ഋജുമനസ്കരായ നിലയില്&zwj; അവനെ ആരാധിക്കുവാനും, നമസ്കാരം നിലനിര്&zwj;ത്തുവാനും സകാത്ത് നല്&zwj;കുവാനും അല്ലാതെ അവരോട് കല്&zwj;പിക്കപ്പെട്ടിട്ടില്ല. അതത്രെ വക്രതയില്ലാത്ത മതം';
$t[6] = 'തീര്&zwj;ച്ചയായും വേദക്കാരിലും ബഹുദൈവവിശ്വാസികളിലുംപെട്ട സത്യനിഷേധികള്&zwj; നരകാഗ്നിയിലാകുന്നു. അവരതില്&zwj; നിത്യവാസികളായിരിക്കും . അക്കൂട്ടര്&zwj; തന്നെയാകുന്നു സൃഷ്ടികളില്&zwj; മോശപ്പെട്ടവര്&zwj;.';
$t[7] = 'തീര്&zwj;ച്ചയായും വിശ്വസിക്കുകയും സല്&zwj;കര്&zwj;മ്മങ്ങള്&zwj; പ്രവര്&zwj;ത്തിക്കുകയും ചെയ്തവരാരോ അവര്&zwj; തന്നെയാകുന്നു സൃഷ്ടികളില്&zwj; ഉത്തമര്&zwj;.';
$t[8] = 'അവര്&zwj;ക്ക് അവരുടെ രക്ഷിതാവിങ്കലുള്ള പ്രതിഫലം താഴ്ഭാഗത്തു കൂടി അരുവികള്&zwj; ഒഴുകുന്ന, സ്ഥിരവാസത്തിനുള്ള സ്വര്&zwj;ഗത്തോപ്പുകളാകുന്നു. അവരതില്&zwj; നിത്യവാസികളായിരിക്കും; എന്നെന്നേക്കുമായിട്ട്&zwnj;. അല്ലാഹു അവരെ പറ്റി തൃപ്തിപ്പെട്ടിരിക്കുന്നു. അവര്&zwj; അവനെ പറ്റിയും തൃപ്തിപ്പെട്ടിരിക്കുന്നു. ഏതൊരുവന്&zwj; തന്&zwj;റെ രക്ഷിതാവിനെ ഭയപ്പെട്ടുവോ അവന്നുള്ളതാകുന്നു അത്&zwnj;.';
?>