<?php
$t = array();
$t[1] = 'ഭൂമി പ്രകമ്പനം കൊള്ളിക്കപ്പെട്ടാല്&zwj; - അതിന്&zwj;റെ ഭയങ്കരമായ ആ പ്രകമ്പനം .';
$t[2] = 'ഭൂമി അതിന്&zwj;റെ ഭാരങ്ങള്&zwj; പുറം തള്ളുകയും,';
$t[3] = 'അതിന് എന്തുപറ്റി എന്ന് മനുഷ്യന്&zwj; പറയുകയും ചെയ്താല്&zwj;.';
$t[4] = 'അന്നേ ദിവസം അത് (ഭൂമി) അതിന്&zwj;റെ വര്&zwj;ത്തമാനങ്ങള്&zwj; പറഞ്ഞറിയിക്കുന്നതാണ്&zwnj;.';
$t[5] = 'നിന്&zwj;റെ രക്ഷിതാവ് അതിന് ബോധനം നല്&zwj;കിയത് നിമിത്തം.';
$t[6] = 'അന്നേ ദിവസം മനുഷ്യര്&zwj; പല സംഘങ്ങളായി പുറപ്പെടുന്നതാണ്&zwnj;. അവര്&zwj;ക്ക് അവരുടെ കര്&zwj;മ്മങ്ങള്&zwj; കാണിക്കപ്പെടേണ്ടതിനായിട്ട്&zwnj;.';
$t[7] = 'അപ്പോള്&zwj; ആര്&zwj; ഒരു അണുവിന്&zwj;റെ തൂക്കം നന്&zwj;മചെയ്തിരുന്നുവോ അവനത് കാണും.';
$t[8] = 'ആര്&zwj; ഒരു അണുവിന്&zwj;റെ തൂക്കം തിന്&zwj;മ ചെയ്തിരുന്നുവോ അവന്&zwj; അതും കാണും.';
?>