<?php
$t = array();
$t[1] = 'Савганд ба аспони тездав,';
$t[2] = 'савганд ба аспоне, ки ба сум аз санг оташ меҷаҳонанд';
$t[3] = 'ва савганд ба аспоне, ки бомдодон ҳуҷум оваранд';
$t[4] = 'ва дар он ҷо ғубор бархезонанд';
$t[5] = 'ва дар он ҷо дар миён дароянд,';
$t[6] = 'ки одамӣ Парвардигори худро шукр намегӯяд';
$t[7] = 'ва ӯ худ бар ин гувоҳ аст.';
$t[8] = 'Ӯ молро сахт дӯст дорад.';
$t[9] = 'Оё намедонад, ки чун он чӣ дар гӯрҳост, зинда гардад,';
$t[10] = 'ва он чӣ дар дилҳо ниҳон аст, ошкор шавад,';
$t[11] = 'Парвардигорашон дар он рӯз аз ҳолашон огоҳ аст.';
?>