<?php
$t = array();
$t[1] = 'Худоро тасбеҳ гӯянд ҳар чӣ дар осмошҳову дар замин аст ва Ӯст пирӯзманду ҳаким!';
$t[2] = 'Эй касоне, ки имон овардаед, чаро суханоне мегӯед, ки иҷро намекунед?';
$t[3] = 'Худованд сахт ба хашм меояд, ки чизе бигӯеду ба ҷой наёваред.';
$t[4] = 'Худо дӯст дорад касонеро, ки дар роҳи Ӯ саф кашида монанди деворе, ки хиштҳояшонро ба ҳам пайванд дода бошанд, меҷанганд.';
$t[5] = 'Ва Мӯсо ба қавми худ гуфт: &laquo;Эй қавми ман, чаро маро меозоред, ҳол он ки медонед, ки ман паёмбари Худо бар шумо ҳастам?&raquo; Чун аз ҳақ рӯйгардон шуданд, Худо низ дилҳошонро аз ҳақ бигардонид. Ва Худо мардуми нофармонро ҳидоят намекунад.';
$t[6] = 'Ва Исо бинни Марям гуфт: &laquo;Эй банӣ-Исроил, ман паёмбари Худо бар шумо ҳастам. Тавротеро, ки пеш аз ман будааст, тасдиқ мекунам ва ба паёмбаре, ки баъд аз ман меояд ва номаш Аҳмад аст, хушхабаратон медиҳам&raquo;. Чун он паёмбар бо мӯъҷизаҳои равшан омад, гуфтанд: Ин ҷодуест ошкор!&raquo;';
$t[7] = 'Кист золимтар аз он кас, ки ба Худо дурӯғ мебандад, дар ҳоле ки ӯро ба ислом даъйат мекунанд? Ва Худо ситамкоронро ҳидоят намекунад.';
$t[8] = 'Мехоҳанд нури Худоро ба даҳонҳояшон хомӯш кунанд, вале Худо комилкунандаи нури худ аст, агарчи кофиронро нохуш ояд.';
$t[9] = 'Ӯст он Худое, ки паёмбари Худро ҳамроҳ бо ҳидоят ва дини ростин бифиристод, то ӯро бар ҳамаи динҳо ғолиб гардонад, дарчанд мушриконро нохуш ояд.';
$t[10] = 'Эй касоне, ки имон овардаед, оё шуморо ба тиҷорате, ки аз азоби дардовар раҳоиятон диҳад, роҳ нишон диҳам?';
$t[11] = 'Ба Худову паёмбараш имон биёваред ва дар роҳи Худо бо молу ҷони худ ҷиҳод кунед. Ва ин барои шумо беҳтар аст, агар доно бошед.';
$t[12] = 'Гуноҳони шуморо мебахшояд ва ба биҳиштҳое, ки дарунаш наҳрҳо ҷорист ва низ хонаҳое хушу покиза дар биҳиштҳои ҷовид дохил мекунад ва ин пирӯзии бузургест.';
$t[13] = 'Ва неъмате дигар, ки дӯсташ доред: нусратест (ёриест) аз ҷониби Худованд ва пирӯзии наздик мӯъминонро хабари хуш деҳ.';
$t[14] = 'Эй касоне, ки имон овардаед, ёварони Худо бошед, ҳамчунон ки Исо бинни Марям ба ҳавориён (ёварон) гуфт: &laquo;Чӣ касоне ёварони ман дар роҳи Худоянд?&raquo; Ҳавориён гуфтанд: &laquo;Мо ёварони Худо ҳастем&raquo;. Пас гурӯҳе аз банӣ-Исроил имон оварданд ва гурӯҳе кофир шуданд. Мо касонеро, ки имон оварда буданд, бар зидди душманонашон мадад кардем, то ғолиб шуданд.';
?>