<?php
$t = array();
$t[1] = 'Эй паёмбар, чаро чизеро, ки Худо бар ту ҳалол кардааст, ба хотири хушнуд сохтани занонат бар худ ҳаром мекунӣ? Ва Худо бахшояндаву меҳрубон аст!';
$t[2] = 'Худо барои шумо кушодани савганд ҳоятонро муқаррар дошта аст. Худост ёвари шумо ва Ӯст донову ҳаким!';
$t[3] = 'Он гоҳ ки паёмбар бо яке аз занони худ розе дар миён ниҳод, чун он зан он роз бо дигаре бозгуфт. Худо паёмбарро аз он огоҳ сохт ва ӯ баъзе аз он розро бар он зан ошкор, кард ва аз ифшон баъзеи дигар рӯй тофт. Чун ӯро аз он хабар дод, гуфт: &laquo;Чӣ касе туро аз ин моҷаро огоҳ кардааст?&raquo; Гуфт: &laquo;Он Худои донои огоҳ ба ман хабар додааст&raquo;.';
$t[4] = 'Агар шумо ду зан тавба кунед, беҳтар аст, зеро дилҳоятон аз ҳақ бозгаштааст. Ва агар барои озораш ҳамдаст шавед, Худо ёвари ӯст ва низ Ҷабраил ва мӯъминони шоиставу фаришгагон аз он пас ёвари ӯ хоҳанд буд,';
$t[5] = 'Шояд агар шуморо талоқ гӯяд, Парвардигораш ба ҷои шумо заноне, беҳтар аз шумояш бидиҳад. Заноне мусалмон, мӯъмин, фармонбардор, тавбакунанда, ибодаткунанда рӯзагиранда, хоҳ шавҳар карда, хоҳ бокира.';
$t[6] = 'Эй касоне, ки имон овардаед, худ ва хонаводаи худро аз оташе, ки ҳезуми он мардум ва сангҳо ҳастанд, нигаҳ доред. Фариштагоне дуруштгуфтору сахтгир бар он оташ муваккаланд (вазифадор). Ҳар чӣ Худо бигӯяд, нофармонӣ намекунанд ва ҳамон мекунанд, ки ба он амр шудаанд.';
$t[7] = 'Эй кофирон, дар он рӯз узр махоҳед. Фақат баробари коре, ки кардаед, ҷазо дода шавед.';
$t[8] = 'Эй касоне, ки имон овардаед, ба даргоҳи Худо тавба кунед, тавбае аз рӯи ихлос. Бошад, ки Парвардигоратон гуноҳонатонро маҳв (дур) кунад ва шуморо ба биҳиштҳое дохил кунад, ки дар он наҳрҳо ҷорист. Дар он рӯз Худо паёмбар ва касонеро, ки бо ӯ имон овардаанд, хору зор накунад ва нурашон пешопеш ва самти росташон дар ҳаракат бошад. Мегӯянд: &laquo;Эй Парвардигори мо, нури моро барои мо ба камол расон ва моро бибахшой, ки Ту бар ҳар коре тавоно ҳастӣ!&raquo;';
$t[9] = 'Эй паёмбар, ба кофирону мунофиқон: чиҳод кун ва бар онҳо сахт бигир. Ҷойгоҳашон ҷаҳаннаад аст, ки бад ҷои бозгашт аст!';
$t[10] = 'Худо барои кофирон мисоли зани Нӯҳу зани Лутро меоварад, ки ҳар ду дар никоҳи ду тан аз бандагони солеҳи Мо буданд ва ба он ду хиёнат карданд, Ва онҳо натавонистанд аз занони худ дафъи азоб кунанд ва гуфта шуд: &laquo;Бо дигарон ба оташ дароед!&raquo;';
$t[11] = 'Ва Худо барои касоне, ки имон овардаанд, зани Фиръавнро мисол меорад, он гоҳ ки гуфт: &laquo;Эй Парвардигори ман, барои ман дар биҳишт назди Худ хонае бино кун ва маро аз Фиръавн ва амалаш наҷот деҳ ва маро аз мардуми золим бираҳон!&raquo;';
$t[12] = 'Ва Марям духтари Имронро, ки шармгоҳи худро аз зино нигаҳ дошт ва Мо аз рӯҳи Худ дар он дамидем. Ва ӯ калимоти Парвардигори худ ва китобҳояшро тасдиқ кард ва ӯ аз фармонбардорон буд.';
?>