<?php
$t = array();
$t[1] = 'Он гоҳ, ки осмон бишикофад';
$t[2] = 'ва он гоҳ ки ситоратон пароканда шаванд';
$t[3] = 'ва он гоҳ, ки дарёҳо ба ҳам бипайванданд';
$t[4] = 'ва он гоҳ, ки қабрҳо зеру забар (шикофта) гардаид,';
$t[5] = 'ҳар кас медонад, чӣ чиз пешопеш фиристода ва чӣ чиз бар ҷой гузоштааст.';
$t[6] = 'Эй одамӣ, чӣ чиз туро ба Парвардигори каримат мағрур кардааст? (фирефтааст).';
$t[7] = 'Он кӣ туро биёфарид, ва аъзоят дуруст кард ва туро мӯътадил қомат кард.';
$t[8] = 'Ва ба ҳар сурате, ки хост, аъзои туро ба ҳам андохт (таркиб дод).';
$t[9] = 'Не, не шумо рӯзи ҷазоро дурӯғ меҳисобед.';
$t[10] = 'Ҳол он ки бар шумо муҳофизоне (фариштагоне) вобаста шудаанд:';
$t[11] = 'котибоне бузургвор';
$t[12] = 'медонанд, ки шумо чӣ мекунед.';
$t[13] = 'Албатта некӯкорон дар неъматанд';
$t[14] = 'ва гуноҳкорон дар ҷаҳаннам!';
$t[15] = 'Дар рӯзи шумор (қиёмат) ба ҷаҳаннам дароянд';
$t[16] = 'ва аз он ғоиб нашаванд';
$t[17] = 'Ту чӣ донӣ, ки рӯзи шумор чист?';
$t[18] = 'Боз ҳам ту чӣ донӣ, ки рӯзи шумор чист?';
$t[19] = 'Рӯзест, ки касе барои каси дигар ҳеҷ коре натаванад кард ва дар он рӯз фармон фармони Худо бошад.';
?>