<?php
$t = array();
$t[1] = 'Чун осмон шикофта шавад';
$t[2] = 'ва ба фармони Парвардигораш гӯш диҳад ва ҳақ бувад, ки чунин кунад';
$t[3] = 'ва чун замин мунбасит (кашида ва паҳд) шавад';
$t[4] = 'ва ҳар чиро ки дар дарун дорад, берун партояд ва холӣ гардад';
$t[5] = 'ва ба фармони Парвардигораш гӯш диҳад ва ҳақ бувад, ки чунин кунад.';
$t[6] = 'Эй инсон, ту дар роҳи Парвардигорат ранҷи фаровон мекашӣ, пас мукофоти онро хоҳӣ дид.';
$t[7] = 'Ҳар кас, ки номаашро ба дасти росташ диҳанд,';
$t[8] = 'ба зудӣ осон аз ӯ ҳисоб кунанд';
$t[9] = 'ва шодмон назди касонаш бозгардад.';
$t[10] = 'Аммо ҳар кас, ки номааш аз пушти сар дода шавад,';
$t[11] = 'ба зудӣ, ки бигӯяд: &laquo;Вой бар ман, ки ҳалок шудам&raquo;.';
$t[12] = 'Ва ба оташи афрӯхта дарояд.';
$t[13] = 'Ӯ дар дунё назди касонаш шодмон зиста буд.';
$t[14] = 'Ва мепиндошт, ки ҳаргиз бознахоҳад гашт.';
$t[15] = 'Оре, Парвардигораш ӯро медидааст.';
$t[16] = 'Пас ба шафақ савганд мехӯрам';
$t[17] = 'ва савганд ба шабу ҳар чиро фурӯ пӯшад';
$t[18] = 'ва савганд ба моҳ, чун пурра шавад,';
$t[19] = 'ки ба ҳоле баъд аз ҳоли дигар хоҳед расид.';
$t[20] = 'Чӣ мешавад онҳоро, ки имон намеоваранд?';
$t[21] = 'Ва чун Қуръон бар онҳо хонда шавад, саҷда намекунанд? (Саҷда).';
$t[22] = 'Балки кофирон такзиб мекунанд (дурӯғ мебароранд).';
$t[23] = 'Ва Худо ба он чӣ дар дил доранд, огоҳ аст.';
$t[24] = 'Пас ононро ба азобе дардовар хушхабар деҳ';
$t[25] = 'ғайри онон, ки имон овардаанд ва корҳои шоиста кардаанд, ки мукофоташонро поёне нест.';
?>