<?php
$t = array();
$t[1] = 'Қасам ба осмон, ки дорандаи бурҷҳост';
$t[2] = 'ва қасам ба рӯзи мавъуд';
$t[3] = 'ва қасам ба шоҳидидиҳанда ва он чӣ ба он шоҳидӣ диҳанд,';
$t[4] = 'ки соҳибони уҳдуд ба ҳалокат расиданд.';
$t[5] = 'Оташе афрӯхта аз ҳезумҳо';
$t[6] = 'он гоҳ ки бар канори он оташ нишаста буданд';
$t[7] = 'ва бар он чӣ бар сари мӯъминон меоваранд, шоҳид буданд.';
$t[8] = 'Ва ҳеҷ айбе дар онҳо наёфтанд, ҷуз он ки ба Худои ғолиби лоиқи ситоиш имон оварда буданд,';
$t[9] = 'он Худое, ки фармонравоии осмонҳову замин аз они Ӯст ва бар ҳар чизе нозир аст.';
$t[10] = 'Албатта онон, ки мардону занони мӯъминро шиканҷа карданд ва тавба накарданд, азоби ҷаҳаннам ва азоби оташ барои онҳост.';
$t[11] = 'Барои касоне, ки имон овардаанд ва корҳои шоиста кардаанд, биҳиштҳоест, ки дар он наҳрҳо ҷорист ва он комёбии бузургест!';
$t[12] = 'Ба азоб гирифтани Парвардигори ту сахт аст.';
$t[13] = 'Ӯст, ки нахуст меофаринад ва пас аз марг зинда месозад.';
$t[14] = 'Ӯ бахшояндаву дӯстдоранда аст.';
$t[15] = 'Ӯст соҳиби арши бузург.';
$t[16] = 'Ҳар чиро ирода кунад, ба анҷом мерасонад.';
$t[17] = 'Оё достони лашкарҳоро шунидаӣ?';
$t[18] = 'Лашкарҳои Фиръавну қавми Самуд,';
$t[19] = 'Оре, онон, ки роҳи куфр пеш гирифтаанд, ҳамчунон дар дурӯғбарорӣ ҳастанд;';
$t[20] = 'ва Худо аз ҳама сӯ бар онҳо иҳота дорад.';
$t[21] = 'Бале, ин Қуръони маҷид аст';
$t[22] = 'дар лавҳи маҳфуз!';
?>