<?php
$t = array();
$t[1] = 'Савганд ба осмону ба он чӣ дар шаб ояд!';
$t[2] = 'Ва ту чӣ донӣ, ки он чӣ дар шаб ояд, чист?';
$t[3] = 'Ситораест дурахшанда.';
$t[4] = 'Ҳеҷ кас нест, кӣ бар ӯ нигаҳбоне набошад.';
$t[5] = 'Пас одамӣ бингарад, ки аз чӣ чиз офариша шудааст.';
$t[6] = 'Аз обе ҷаҳанда офарида шудааст,';
$t[7] = 'ки аз миёни пушту сина берун меояд.';
$t[8] = 'Худо ба бозгардонидани ӯ тавоност,';
$t[9] = 'рӯзе, ки розҳо (сирҳо) ошкор мешаванд.';
$t[10] = 'Ӯро на қувватест, ва на ёваре.';
$t[11] = 'Қасам ба осмони бозборанда!';
$t[12] = 'Қасам ба замини руёни шикофхӯрда, (барои гиёҳ)';
$t[13] = 'ки ин китоб ҳақро аз ботил ҷудо кунад,';
$t[14] = 'ва сухани ҳазл нест!';
$t[15] = 'Онон ҳилае меандешанд';
$t[16] = 'ва Ман ҳам ҳилае меандешам.';
$t[17] = 'Пас кофиронро мӯҳлат деҳ андак мӯҳлаташон деҳ!';
?>