<?php
$t = array();
$t[1] = 'Номи Парвардигори бузурги худро ба покӣ ёд кун,';
$t[2] = 'он ки офарид ва дурустандом кард,';
$t[3] = 'Ва он ки андоза муъайян кард. Сипас роҳ намуд.';
$t[4] = 'Ва он ки чарогоҳҳоро рӯёнид,';
$t[5] = 'сипас хушку сиёҳ гардонид.';
$t[6] = 'Ба зудӣ барои ту бихонем, мабод, ки фаромӯш кунӣ.';
$t[7] = 'ғайри он чи Худо бихоҳад. Ӯст, ки ошкорову ниҳонро медонад.';
$t[8] = 'Ва туро ба дини осон тавфиқ диҳем.';
$t[9] = 'Агар панд, доданат суд кунад, панд деҳ.';
$t[10] = 'Он ки метарсад, панд мегирад.';
$t[11] = 'Ва бадбахт аз он дурӣ мегирад,';
$t[12] = 'он ки ба оташи бузурги ҷаҳаннам дарафтад';
$t[13] = 'ва дар он ҷо на бимирад ва на зинда бошад.';
$t[14] = 'Албатта покон наҷот ёфтанд,';
$t[15] = 'онон, ки номи Парвардигори худро бар забон оварданд ва намоз гузориданд.';
$t[16] = 'Оре, шумо зиндагии ин ҷаҳонро ихтиёр мекунед,';
$t[17] = 'ҳол он ки охират беҳтару пояндатар аст.';
$t[18] = 'Ин сухан дар саҳифаҳои нахустин аст,';
$t[19] = 'саҳифаҳои Иброҳиму Мӯсо!';
?>