<?php
$t = array();
$t[1] = 'Қасам ба ин шаҳр! (Макка)';
$t[2] = 'Ва ту дар ин шаҳр ҳалол хоҳӣ шуд.';
$t[3] = 'Ва қасам ба падару фарзандони ӯ,';
$t[4] = 'ки одамиро, дар ранҷу меҳнат биёфаридаем.';
$t[5] = 'Оё мепиндорад, ки кас бар ӯ қодир нагардад?';
$t[6] = 'Мегӯяд: &laquo;Моле фаровонро харҷ кардам!&raquo;';
$t[7] = 'Оё мепиндорад, ки касе ӯро надидааст?';
$t[8] = 'Оё барои ӯ ду чашм наёфаридаем?';
$t[9] = 'Ва як забону ду лаб?';
$t[10] = 'Ва ду роҳ ба ӯ далолат накардем?';
$t[11] = 'Ва ӯ дар он гузаргоҳи сахт қадам наниҳод.';
$t[12] = 'Ва ту чӣ донӣ, ки гузаргоҳи сахт чист?';
$t[13] = 'Озод кардани банда аст,';
$t[14] = 'ё таъом додан дар рӯзи қаҳтӣ,';
$t[15] = 'хоса ба ятиме, ки хешованд бошад,';
$t[16] = 'ё ба мискине хокнишин (мӯҳтоҷ).';
$t[17] = 'Баъд, аз он аз касоне бошад, ки имон овардаанд ва якдигарро ба сабр васият кардаанду ба шафқат.';
$t[18] = 'Инҳо аҳли саъодатанд.';
$t[19] = 'Ва касоне, ки ба оёти Мо кофиранд, аҳли шақоватанд (бадбахтиянд).';
$t[20] = 'Насиби онҳост оташе, ки аз ҳар сӯ сараш пӯшидааст.';
?>