<?php
$t = array();
$t[1] = 'Савганд ба офтоб ва равшаниаш ба ҳангоми чошт';
$t[2] = 'ва савганд ба моҳ чун аз паи он барояд';
$t[3] = 'ва савганд, ба рӯз, чун дунёро равшан кунад';
$t[4] = 'ва савганд ба шаб, чун рӯзро бипушад';
$t[5] = 'ва савганд ба осмону он ки онро бино карда';
$t[6] = 'ва савганд ба замину он ки онро бигустурда';
$t[7] = 'ва савганд, ба нафсу он ки некӯяш биёфарида,';
$t[8] = 'сипас бадиҳову парҳезгориҳояшро ба ӯ илҳом карда,';
$t[9] = 'ки ҳар ки дар покии нафс кӯшид, наҷот ёфт';
$t[10] = 'ва ҳар кӣ дар палидиаш кӯшид, зиён кард.';
$t[11] = 'Қавми Самуд аз рӯи саркашӣ дурӯғ бароварданд.';
$t[12] = 'Он гоҳ ки бадбахттаринашон бархост.';
$t[13] = 'Паёмбари Худо ба онҳо гуфт, ки модашутури Худрро бо навбати оби ӯро бигузоред!';
$t[14] = 'Ӯро дурӯғ бароварданд ва шутурро куштанд. Пас Парвардигорашои ба сабаби гуноҳашод бар сарашон азоб овард ва бо хок яксон сохт.';
$t[15] = 'Ва Ӯ аз оқибати он наметарсад.';
?>