<?php
$t = array();
$t[1] = 'Савганд ба шаб, он гоҳ ки чаҳонро бо торикиаш бипӯшад';
$t[2] = 'ва савганд ба рӯз, он гоҳ ки ошкор шавад';
$t[3] = 'ва савганд, ба он ки нару модаро биёфарид,';
$t[4] = 'ки ҳосили кӯшишҳои шумо гуногун аст.';
$t[5] = 'Аммо касе, ки бахшоишу парҳезгорӣ кард';
$t[6] = 'ва он беҳтаринро тасдиқ кард (калимаи тайибаро),';
$t[7] = 'пас барои биҳишт омодааш мекунем.';
$t[8] = 'Аммо он кас кӣ бахиливу беэҳтиёҷӣ кард.';
$t[9] = 'ва он беҳтаринро такзиб кард (дурӯғ баровард),';
$t[10] = 'ӯро барои дӯзах омода месозем.';
$t[11] = 'Ва чун ҳалокаш даррасад, дороияш ба ҳолаш фоида набахшад.';
$t[12] = 'Ва он чӣ бар Мост, роҳнамоист.';
$t[13] = 'Ва аз они Мост он ҷаҳону ин чаҳон.';
$t[14] = 'Пас шуморо аз оташе, ки забона мезанад, метарсонам,';
$t[15] = 'ҷуз аҳли бадбахтӣ ба он дарнаяфтад,';
$t[16] = 'он ки дурӯғ баровард ва рӯйгардон шуд.';
$t[17] = 'Ва парҳезгортарин мардумро аз он дур доранд,';
$t[18] = 'он кӣ моли худ мебахшояд ва покӣ меҷӯяд.';
$t[19] = 'Ва ҳеҷ касро бар (гардани) ӯ ҳаққе набошад, ки акнун мукофот хоҳад,';
$t[20] = 'Ғайри ҷустани хушнудии Парвардигори баландмартабаи худ.';
$t[21] = 'Ва ба зудӣ хушнуд шавад.';
?>