<?php
$t = array();
$t[1] = 'Савганд ба вақти чошт,';
$t[2] = 'ва савганд ба шаб, чун бипӯшад (бо торикии худ атрофро),';
$t[3] = 'ки Парвардигорат туро тарк накарда ва душман ҳам нагирифтааст.';
$t[4] = 'Албатта охират барои ту беҳтар аз дунёст.';
$t[5] = 'Ба зуди Парвардигорат туро ато хоҳад дод, то хушнуд шавӣ.';
$t[6] = 'Оё туро ятим наёфт ва паноҳат надод?';
$t[7] = 'Ва туро гумгашта ёфт ва ҳидоятат кард?';
$t[8] = 'Ва туро дарвеш ёфт ва тавонгарат гардонид?';
$t[9] = 'Пас ятимро маёзор';
$t[10] = 'ва гадоро марон';
$t[11] = 'ва аз неъмати Парвардигорат сухан бигӯй.';
?>