<?php
$t = array();
$t[1] = 'Бихон ба номи Парвардигорат, ки биёфарид,';
$t[2] = 'одамиро аз лахтаи хуне биёфарид.';
$t[3] = 'Бихон! Ва Парвардигори ту арҷмандтарин аст.';
$t[4] = 'Худое, ки ба воситаи қалам омӯзиш дод,';
$t[5] = 'ба одами он чиро, ки намедонист, биёмухт.';
$t[6] = 'Ҳаққо, ки одами аз ҳад мегузарад,';
$t[7] = 'ҳар гоҳ ки хештанро тавонгар бинад.';
$t[8] = 'Албатта бозгашт ба сӯи Парвардигори туст.';
$t[9] = 'Оё дидӣ он касро, ки, манъ мекунад,';
$t[10] = 'бандаеро, ки намоз мехонад?';
$t[11] = 'Канӣ бигӯ, агар он мард бар тариқи ҳидоят бошад?';
$t[12] = 'Ё ба парҳезгорӣ фармон диҳад?';
$t[13] = 'Канӣ бигӯ, агар дурӯғ барорад ва рӯйгардон шавад?';
$t[14] = 'Оё надонистааст, ки Худо мебинад?';
$t[15] = 'Ҳаққо, ки агар бознаистад, аз мӯи пеши сараш мегирему мекашем,';
$t[16] = 'мӯи пеши сари дурӯғгӯи хатокорро.';
$t[17] = 'Пас ҳамдамони худро даъват кунад.';
$t[18] = 'Мо низ коргузоронидӯзахро даъват мекунем!';
$t[19] = 'На, ҳаргиз, аз ӯ пайравӣ макун ва саҷда куну ба Худо наздик шав! (Саҷда).';
?>