<?php
$t = array();
$t[1] = 'Кофирони аҳли китоб ва мушрикон даст барнадоранд (аз куфри худ), то барояшон хуҷҷате равшан биёяд &mdash;';
$t[2] = 'паёмбаре аз ҷониби Худо, ки сахифаҳои покро мехонад,';
$t[3] = 'дар онҳо навиштаҳоест росту дуруст.';
$t[4] = 'Ва аҳли китоб пароканда шуданд, аз он пас, ки барояшон бурҳоне равшан омад.';
$t[5] = 'Ва ононро фақат ин фармон доданд, ки Худоро бипарастанд, дар ҳоле ки дар дини Ӯ ихлос меварзанд. Ва намоз гузоранду закот диҳанд. Ин аст дини дурусту рост!';
$t[6] = 'Аз аҳли китоб онҳо, ки кофиранд ва, низ мушрикон дар оташи ҷаҳаннаманд ва дар он ҳамеша хоҳанд буд. Инҳо бадтарини офаридагонанд.';
$t[7] = 'Касоне, ки имон овардаанд ва корҳои шоиста мекунанд, беҳтарини офаридагонанд.';
$t[8] = 'Муздашон дар назди Парвардигорашон биҳиштҳоест ҷовид, ки дар он наҳрҳо ҷорист. То абад дар он ҷоянд. Худо аз онҳо розӣ аст ва онҳо аз Худо розианд. Ва ин хоси касест, ки аз Парвардигораш битарсад.';
?>