<?php
$t = array();
$t[1] = 'Он гоҳ ки замин ларзонда шавад ба сахттарин ларзаҳояш';
$t[2] = 'ва замин борҳои сангинашро берун резад';
$t[3] = 'ва одамӣ бигӯяд, ки заминро чӣ расидааст?';
$t[4] = 'Дар ин рӯз замин хабарҳои худро ҳикоят меку над,';
$t[5] = 'аз он чӣ Парвардигорат ба ӯ ваҳй кардааст.';
$t[6] = 'Дар он рӯз мардум пароканда аз қабрҳо берун меоянд, то амалҳояшонро ба онҳо нишон диҳанд.';
$t[7] = 'Пас ҳар кас ба вазни заррае некӣ карда бошад, онро мебинад';
$t[8] = 'ва ҳар кас ба вазни заррае бадӣ карда бошад, онро мебинад,';
?>