<?php
// Official Tafseer Muyassar data, King Fahd Glorious Quran Printing Complex.
$t = array (
  1 => 'إذا السماء انشقت، واختلَّ نظامها.',
  2 => 'إوإذا الكواكب تساقطت',
  3 => 'وإذا البحار فجَّر الله بعضها في بعض، فذهب ماؤها',
  4 => 'وإذا القبور قُلِبت ببعث مَن كان فيها',
  5 => 'حينئذ تعلم كلُّ نفس جميع أعمالها، ما تقدَّم منها وما تأخر، وجوزيت بها.',
  6 => 'يا أيها الإنسان المنكر للبعث، ما الذي جعلك تغترُّ بربك الجوادِ الكثير الخير، الحقيق بالشكر والطاعة',
  7 => 'أليس هو الذي خلقك فسوَّى خلقك فعَدَلك، وركَّبك لأداء وظائفك',
  8 => '8] في أيِّ صورة شاءها خلقك؟',
  9 => 'ليس الأمر كما تقولون من أنكم في عبادتكم غير الله مُحِقون، بل تكذِّبون بيوم الحساب والجزاء',
  10 => 'وإن عليكم لملائكة رقباء',
  11 => 'كراماً على الله كاتبين لما وُكِّلوا بإحصائه، لا يفوتهم من أعمالكم شيء',
  12 => 'يعلمون ما تفعلون من خير أو شر.',
  13 => 'إن الأتقياء القائمين بحقوق الله وحقوق عباده لفي نعيم.',
  14 => 'وإن الفُجَّار الذين قَصَّروا في حقوق الله وحقوق عباده لفي جحيم',
  15 => 'يصيبهم لهبها يوم الجزاء',
  16 => 'وما هم عن عذاب جهنم بغائبين لا بخروج ولا بموت.',
  17 => 'وما أدراك ما عظمةُ يوم الحساب',
  18 => 'ثم ما أدراك ما عظمة يوم الحساب؟',
  19 => 'يوم الحساب لا يقدر أحد على نفع أحد، والأمر في ذلك اليوم لله وحده الذي لا يغلبه غالب، ولا يقهره قاهر، ولا ينازعه أحد.',
);
