<?php
$t = array();
$t[1] = 'Рәхимле шәфкатьле Аллаһ исеме белән башлыйм эшемне.';
$t[2] = 'Чын мактау галәмнәрне, бөтен мәхлукларны тәрбияләүче Аллаһу тәгаләгә тиешле.';
$t[3] = 'Аллаһу тәгалә бу дөньяда барча кешеләргә мәрхәмәтле, ягъни мөэминнәргә дә, көферләргә дә нигъмәтләрен бирә, әмма ахирәттә мөэмин бәндәләренә генә бирәчәк.';
$t[4] = 'Аллаһу тәгалә, гаделлек белән хөкем итүче, ахирәт көненең патшасыдыр.';
$t[5] = 'Ий тәрбиячебез Аллаһ! Без сиңа гына гыйбадәт кылабыз һәм һәр эшебездә синнән генә ярдәм сорыйбыз.';
$t[6] = 'Ий тәрбиячебез Аллаһ! Безләрне туры юлга күндер! (Туры юл &ndash; Коръән һәм сөннәт юлыдыр).';
$t[7] = 'Ул юлны Син әүвәлгеләргә ингам итеп бирдең, безләрне Синең ачуың төшкән вә адашкан кешеләрне бидеґәтъ һәм заләләт юлыннан башка юлга күндер, ягъни Сине ачуландырмаган һәм хак юлдан адашмаган кешеләр юлына күндер!';
?>