<?php
$t = array();
$t[1] = 'Аллаһ юлында сугыш өчен сулуларын тавышландырып чабкучы атлар илә ант итәм.';
$t[2] = 'Дагалары белән таштан ут чыгарып чабкучы атлар илә ант итәм.';
$t[3] = 'Таң вакытында Аллаһ юлында сугыш өчен ашыгып чабкучы атлар белән ант итәм.';
$t[4] = 'Ул атлар каты чабулары белән тузан күтәрерләр.';
$t[5] = 'Вә бу атлы гаскәр Исламга һәм мөселманнарга зарар итүче кәфер кавеме арасына таң вакытында барып керделәр, аларны туздырмак өчен.';
$t[6] = 'Тәхкыйк кеше үзенең Раббысына вә Аның нигъмәтләренә көфран нигъмәт кылучыдыр, ягъни иман китермичә, Ислам динен кабул итмичә, үзен-үзе һәлак итүчедер.';
$t[7] = 'Тәхкыйк имансыз кеше үзенең имансызлыгына Аллаһуга каршы кылган эшләре белән гуаһдыр.';
$t[8] = 'Вә тәхкыйк Аллаһудан курыкмаган кеше малны артык сөйгәнлеге өчен малга бик каты сарандыр.';
$t[9] = 'Әйә адәм баласы белмиме белерлек, гакылы бар түгелме &ndash; кабердәге үлекләр терелеп чыкканда һәм,';
$t[10] = 'күкрәктәге игътикад, уй-фикерләр ачылганда.';
$t[11] = 'Ул көндә Раббылары аларның кылган эшләреннән хәбәрдар икәнен?';
?>