<?php
$t = array();
$t[1] = 'Катылыгы вә куркынычы белән җирне вә күкләрне кагучы кыямәт көне!';
$t[2] = 'Никадәр каты куркынычлыдыр ул кыямәт көне!';
$t[3] = 'Ул кыямәт көненең катылыгы вә куркынычы ни дәрәҗәдә икәнлеген сиңа кем белдерде?';
$t[4] = 'Ул көндә кешеләр каты куркуларыннан тузылган чикерткәләр кеби тузылып таралып китәләр, һәм бер берсен күрмәсләр.';
$t[5] = 'Вә таулар буялган вә тетелгән йон кеби булырлар.';
$t[6] = 'Берәүнең ягъни мөселманның үлчәүдә гөнаһына караганда сәвабы авырырак күберәк булса.';
$t[7] = 'Ул мөселман җәннәттә үзе разый булган рәхәт тормыштадыр.';
$t[8] = 'Вә бер мөселманның үлчәүдә сәвабына караганда гөнаһы авыр килсә ягъни яхшылыгына караганда яманлыгы күбрәк булса.';
$t[9] = 'Аның анасы &ndash; мәрхәмәтсез булган Һавийә исемле җәһәннәм аңа урын булыр.';
$t[10] = 'Ул һавийәнең нәрсә икәнен сиңа нәрсә белдерде?';
$t[11] = 'Ул һавийә кыздырылган утдыр.';
?>