<?php
$t = array();
$t[1] = 'Сезне ахирәт өчен кирәк булган гамәлләрдән гафил кылды, алдады, мәхрүм итте, дөнья малын күбәйтү белән мактанышуларыгыз.';
$t[2] = 'Хәттә үлеп кабергә кергәнегезгә хәтле алдануыгызны, дәвам иттердегез.';
$t[3] = 'Юк, алданмагыз, әле дөньяга алданып тыныч кына яшәсәгез дә, тиздән белерсез алданганыгызны!';
$t[4] = 'Янә әйтәмен, әле тыныч кына йөрсәгез дә мәңгегә алданганыгызны тиздән белерсез!';
$t[5] = 'Юк алданмагыз, әгәр дөньяга алданып ахирәттән мәхрүм калуның иң зур алдану икәнен чын белү белән белсәгез, әлбәттә, дөньяга һич тә алданмаган булыр идегез.';
$t[6] = 'Сез, әлбәттә, җәһәннәмне күрерсез.';
$t[7] = 'Соңрак аны якыннан ачык күрерсез.';
$t[8] = 'Соңра сезне ахирәт гамәленнән мәхрүм иткән дөнья нигъмәтләреннән соралырсыз. Бит Аллаһ сезгә гакыл фикерне һәм күз, колак, телне һәм аяк-кулны дөньяда яшәр өчен генә түгел, бәлки ахирәткә хәзерләнер өчен биргән иде, шулай ук дөнья байлыгын да ахирәткә хәзерләнү өчен кулланырга биргән иде.';
?>