<?php
$t = array();
$t[1] = 'Замана, дәвер, кич, икенде намазы, гасыр белән ант итеп әйтәмен ки.';
$t[2] = 'Дөреслектә адәм баласы хәсрәттәдер, кадерле гомерен дөнья өчен генә әрәм итеп зур зарарлануда, кимчелектәдер.';
$t[3] = 'Мәгәр Коръән өйрәткәнчә дөрес юл белән чын иман китереп Ислам динен кабул иткән, һәрвакыт изге гамәлләр кылган, Коръән дәлилләре белән, хактан һич тә аерылмаска бер-берсен өндәшкән, һәм тормыш вә дин мәшәкатьләренә, килгән төрле авырлыкларга, бәла-казаларга сабыр итәргә чыдамлы булырга бер-берсен өндәшкән хак мөэминнәр генә зарарлануда, кимчелектә, хәсрәттә булмаслар.';
?>