<?php
$t = array();
$t[1] = 'Үкенеч вә һәлакәтлектер һәрбер сүз йөртүче гайбәтчегә.';
$t[2] = 'Ул гайбәтче нинди юл белән булса да мал җыйды вә ул малны тиешле урынына бирмичә, саранлык белән яшереп саклады.';
$t[3] = 'Тәхкыйк ул гайбәтче саран, малы аны дөньяда мәңге калдырыр дип уйлыйдыр.';
$t[4] = 'Юк, үз башыңа бәла булган малына таянмасын, ул әлбәттә, җәһәннәм утына ыргытылыр.';
$t[5] = 'Сиңа ул хөтамәне нәрсә белдерде?';
$t[6] = 'Ул Аллаһуның кыздырылган утыдыр.';
$t[7] = 'Ул ут йөрәккә төшәр, эчке әгъзаларны да көйдерер.';
$t[8] = 'Тәхкыйк, ул ут аларга ишекләре бикләнеп мәхкәм (нык) кылынгандыр.';
$t[9] = 'Уттан булган озын баганалар белән.';
?>