<?php
$t = array();
$t[1] = 'Әйә син хисаб вә җәза көнен, кыямәтне ялганга тоткан кешене күрдеңме?';
$t[2] = 'Ул ялганчы ятимне кагар, аңа золым итәр.';
$t[3] = 'Үзене һәм башкаларны кызыктырмас фәкыйрьләргә аш вә садака бирергә.';
$t[4] = 'Ни үкенеч вә һәлакәтлек ихлассыз намаз укучыларга.';
$t[5] = 'Алар намазларыннан гафилләр, вакытында укымаслар һәм намазның рүкеннәрен хөрмәт кылмаслар, намазларының вакытыннан кичегүенә кайгырмаслар.';
$t[6] = 'Әле алар укыган намазларын да рия белән укырлар, ягъни кеше күргәндә укый, кеше күрмәгәндә укымый.';
$t[7] = 'Ул рияче тиешле садакаларны бирмәс һәм тормыш әйберләрен вакытлыча биреп тормас.';
?>