<?php
$t = array();
$t[1] = 'Ий Мухәммәд г-м, тәхкыйк, Без сиңа күп хәерле нәрсәләр бирдек. Ягъни пәйгамбәрлек дәрәҗәсен, зур белем, күркәм холык һәм ахирәттә кәүсәр елгасын бирдек, ул елга сиңа һәм өммәтеңә хасдыр.';
$t[2] = 'Раббың ризалыгы өчен намаз укыгыл һәм ятимнәрне вә фәкыйрьләрне ашатыр өчен корбан чал!';
$t[3] = 'Тәхкыйк, сине әбетәр дип кимсетүче дошманың үзе әбетәрдер &ndash; нәселе бетүчедер. (Мухәммәд г-мнең ир балалары үлеп бетүләре сәбәпле мөшрикләр, Мухәммәднең ир балалары калмый, нәселе бетә, койрыксыз дип көлгәннәр. Бу сүрә шул хакта инде. Мухәммәд г-мнең нәселе дә һәм өммәте дә бетмәде). Бервакыт мөшрикләр пәйгамбәр алдына килеп: &quot;Ий Мухәммәд син безнең сынымнарыбызга бераз вакыт гыйбадәт кыл, без дә сннең Раббыңа бераз вакыт гыйбадәт кылырбыз. Әгәр синең динең яхшы булып чыкса, без сиңа иярербез, әгәр безнең динебез яхшы булып чыкса, син безгә иярерсең&quot;, &ndash; диделәр. Бу сүрә шул хакта иңде.';
?>