<?php
$t = array();
$t[1] = 'Ий Мухәммәд г-м әйт: &quot;Ий сез кәферләр, иман китермәгән кешеләр!';
$t[2] = 'Сез гыйбадәт кыла торган сынымнарга мин гыйбадәт кылмыймын.';
$t[3] = 'Һәм сез дә мин гыйбадәт кыла торган Аллаһуга гыйбадәт кылмыйсыз.';
$t[4] = 'Вә мин сезнең гыйбадәт кыла торган сынымнарыгызга гыйбадәт кылучы түгелмен.';
$t[5] = 'Вә сез мин гыйбадәт кыла торган Аллаһуга гыйбадәт кылучы түгелсез.';
$t[6] = 'Сезнең батыл ялган динегез үзегезгә булсын, вә минем хак динем үзебезгә булсын!';
?>