<?php
$t = array();
$t[1] = 'Әбү Ләһәбнең ике кулы корысын һәм һәлак булсын! Һәм һәлак тә булды! (Әбү Ләһәбнең исеме Габдул Ґәзи булып Габдул Мутталлибнең угълы, вә Мухәммәд г-мнең атасы белән бертуган кардәшедер. Мухәммәд г-мнең иң зур дошманы иде, үзе һәм хатыны һәрвакыт пәйгамбәргә һәм мөселманнарга зарар тидерергә тырыштылар).';
$t[2] = 'Аңа ґәзабтан котылырга малы һәм кәсеп иткән нәрсәләре һич файда бирмәде.';
$t[3] = 'Тиздән ул Әбү Ләһәб ялкынлы утка кереп янар.';
$t[4] = 'Дәхи хатыны да утка керер утын күтәргән хәлдә.';
$t[5] = 'Ул хатынның муенында хөрмә мунчаласыннан булган бау бардыр.';
?>