<?php
$t = array();
$t[1] = 'Әйт, әй Мухәммәд, &quot;Мин сыенамын таңның Раббысы Аллаһу тагаләгә күренеп вә күренмичә килә торган һәртөрле зарарлардан.';
$t[2] = 'Бар кылынган, яратылган һәр мәхлукның нинди булса да зарарыннан.';
$t[3] = 'Вә караңгы төннең зарарыннан сыгынамын, һәркайчан караңгылыгы белән җир өстен капласа.';
$t[4] = 'Дәхи сихыр &ndash; ырым төеннәренә төкерүче өрүче сихерче хатыннар явызлыгыннан, зарарыннан сыгынамын.';
$t[5] = 'Һәм көнче дошманның авызлыкларыннан, зарарларыннан сыенамын, һәркайчан ул көнчелек ачуы белән зарар тидерергә теләсә.';
?>