<?php
$t = array();
$t[1] = 'Әйт: &quot;Кешеләрнең Раббысы булган Аллаһуга сыгынамын.';
$t[2] = 'Кешеләрнең патшасы булган Аллаһуга сыгынамын.';
$t[3] = 'Кешеләрнең гыйбадәт кыла торган Илаһәсе булган Аллаһуга сыгынамын.';
$t[4] = 'Чигенә-чигенә сәваблы эштән тыеп, гөнаһлы эшкә өндәп вәсвәсә кылучы ханнәснең зарарыннан.';
$t[5] = 'Ул ханнәс кешеләрнең күңеленә явызлыкны саладыр.';
$t[6] = 'Ул ханнәс җеннәрдән дә һәм кешеләрдән дә бардыр. (Ягъни җеннәрнең һәм адәмнәрнең яманлыкларыннан явызлыкларыннан сыенамын. Зарар теләүчеләрнең зарарыннан һәрвакыт Аллаһуга сыенып йөрү &ndash; һәр мөселманга ляземдер.)';
?>