<?php
$t = array();
$t[1] = 'Кайчан күк ярылса.';
$t[2] = 'Вә йолдызлар чәчелсә.';
$t[3] = 'Вә дәрьяләр агып бергә кушылсалар.';
$t[4] = 'Вә каберләр актарылып үлекләр терелеп чыксалар.';
$t[5] = 'Шул вакытта һәркем үзеннән элек ахирәткә җибәргән һәм үзеннән соң калдырган эшләрен белер.';
$t[6] = 'Ий адәм баласы, сине нәрсә алдады хөрмәтле булган Раббыңның нигъмәтләреннән өлешсез калырга, ягъни җәннәткә кермичә җәһәннәмгә керергә сине нәрсә мәҗбүр итә.';
$t[7] = 'Ул &ndash; Аллаһ сине хак кылды да, әгъзаларыңны төзәтте вә һәр әгъзаңны үлчәп төзеде.';
$t[8] = 'Сине нинди сурәттә кылырга теләсә шул сүрәттә кылды.';
$t[9] = 'Юк, алданмагыз, бозык эшне батыл гамәлне кылмагыз, бәлки сез кыямәтне һәм хисапны ялган дисез.';
$t[10] = 'Әлбәттә, шиксез, сезнең өстегездә сакчы фәрештәләр бардыр.';
$t[11] = 'Ул фәрештәләр Аллаһ хозурында хөрмәтлеләр, алар сезнең барча гамәлләрегезне язучылардыр.';
$t[12] = 'Сезнең кылган эшләрегезне бик яхшы белүчеләрдер.';
$t[13] = 'Тәхкыйк иман китереп изге гамәлләр кылган кешеләр, әлбәттә, җәннәттә төрле нигъмәтләр эчендәләр.';
$t[14] = 'Вә тәхкыйк Аллаһуга итагать итмәгән азгыннар, әлбәттә, җәһәннәмдәләр.';
$t[15] = 'Ул азгыннар җәһәннәмгә керерләр җәза көнендә.';
$t[16] = 'Вә алар җәһәннәмнән юк булып китмәсләр, һәмишә бар булып ґәзаб кылынырлар.';
$t[17] = 'Ул җәза көненең каты куркынычлы икәнлеген сиңа нәрсә белдерде?';
$t[18] = 'Моннан соң ул көннең каты куркынычлы икәнлеген сиңа нәрсә белдерде?';
$t[19] = 'Ул көндә һичкем һичкемгә ярдәм кылырга, файда итәргә кадир булмас, һәркем үз хәле белән мәшгуль булып кайгыда булыр. Ул көндә кешеләр өстеннән эш кылмак, хөкем йөртмәк фәкать Аллаһуга хас.';
?>