<?php
$t = array();
$t[1] = 'Әгәр күк ярылса.';
$t[2] = 'Вә әгәр ул җиргә Раббысының сүзе ишеттерелсә һәм итагать иттерелсә ул күккә &ndash; Аллаһ хөкеменә итагать итү тиешле ителде.';
$t[3] = 'Вә әгәр җир сузылып тигезләнсә.';
$t[4] = 'Вә җир эчендәге барча нәрсәне чыгарып бушанса.';
$t[5] = 'Әгәр Раббысының сүзен җиргә ишеттерелсә &ndash; Аллаһ хөкеменә итагать итү аңа тиешле ителде.';
$t[6] = 'Ий адәм баласы, тәхкыйк син Раббыңа юлыгу өчен гамәлеңдә, ягъни күбрәк гөнаһ эшләрдә тырышу илә тырышасың, ягъни синең кылган һәр эшең Аллаһуга күрсәтер өчендер, кыямәт көнендә гамәлләреңә очырарсың.';
$t[7] = 'Әмма гамәл дәфтәре уң тарафтан бирелгән кеше.';
$t[8] = 'Тиздән ул кеше җиңел хисаб белән хисаб ителер.';
$t[9] = 'Ул җәннәттәге әһеленә шатланып барыр.';
$t[10] = 'Вә әмма гамәл дәфтәре арка тарафыннан бирелгән кеше,';
$t[11] = 'тиздән үзенә һәлакәтлекне чакырыр.';
$t[12] = 'Вә сәкар тәмугына кереп ґәзаб кылыныр.';
$t[13] = 'Тәхкыйк ул кеше дөньяда вакытта әһле арасында Аллаһудан курыкмау сәбәпле шат иде.';
$t[14] = 'Тәхкыйк ул үлгәч терелмәм вә кабердән чыкмам, дип уйлады.';
$t[15] = 'Ләкин эш ул уйлаганча түгел, әлбәттә, терелеп Аллаһ хөкеменә кайтыр, шиксез аның Раббысы аны һәмишә күрүче булды.';
$t[16] = 'Күктәге шәфәкъ белән ант итәмен.';
$t[17] = 'Дәхи, төн белән вә төнлә эшләнә торган эшләр белән.';
$t[18] = 'Дәхи тулып түгәрәкләнүче ай белән.';
$t[19] = 'Әлбәттә, бу хәлдән икенче хәлгә күчәрсез! Ягъни үләрсез, аннары терелерсез, аннары хөкем ителеп тиешле җәзаны алырсыз.';
$t[20] = 'Ни булды аларга иман китермиләр.';
$t[21] = 'Әгәр аларга Коръән укылса, Аллаһудан куркып сәҗдә кылмаслар, Аллаһ әмерләрен ишеткәннән соң аны үтәмәсләр.';
$t[22] = 'Бәлки имансыз кешеләр Коръәнне ялганга тоталар.';
$t[23] = 'Аллаһ аларның күңелләрендә сакланган нәрсәне белүчедер.';
$t[24] = 'Аларга сөенеч бир бик каты рәнҗеткүче ґәзаб белән.';
$t[25] = 'Мәгәр иман китереп изге гамәлләр кылган кешеләргә мәңге бетмәс-төкәнмәс нигъмәтләрдер.';
?>