<?php
$t = array();
$t[1] = 'Күк белән һәм Тарыйк белән ант итәм.';
$t[2] = 'Ул Тарыйкның нинди икәнен сиңа нәрсә белдерде?';
$t[3] = 'Ул Тарыйк раушән ялтыраучы йолдыздыр.';
$t[4] = 'Юктыр һичбер кеше, мәгәр һәрбер кеше янында аның барча эшен язучы фәрештә бардыр.';
$t[5] = 'Адәм баласы үзенә карасын нәрсәдән халык кылынды?';
$t[6] = 'Халык кылынды ятакка коелган судан.';
$t[7] = 'Ул су чыгадыр ирнең арка сөякләре арасыннан вә хатынның күкрәк сөякләре арасыннан.';
$t[8] = 'Ул &ndash; Аллаһ үлгән кешене тергезергә, әлбәттә, кадирдер.';
$t[9] = 'Яшерен эшләр ачылган көндә,';
$t[10] = 'кешенең Аллаһ ґәзабыннан качарга куәте булмас һәм ярдәмчесе дә булмас.';
$t[11] = 'Яңгыр иясе булган күк илә.';
$t[12] = 'Вә үләннәр иясе булган җир белән ант итәм.';
$t[13] = 'Тәхкыйк ул Коръән сүзе хакны батылдан аеручы хак сүздер.';
$t[14] = 'Ул &ndash; Коръән уен вә батыл сүз түгелдер.';
$t[15] = 'Тәхкыйк ул кәферләр Коръән сүзләрен юкка чыгарырга хәйлә төзиләр.';
$t[16] = 'Вә аларны ґәзаб кылу өчен Мин чын хәйлә төзимен.';
$t[17] = 'Кәферләргә вакыт бир, азганлыкларында йөрсеннәр аларга бик аз гына вакыт бит!';
?>