<?php
$t = array();
$t[1] = 'Барча кимчелекләрдән пакь булган Раббыңның исеме илә тәсбихләр әйткел, намаз укыгыл.';
$t[2] = 'Ул &ndash; Аллаһ барча вөҗудне халык кылды, һәр нәрсәне кагыйдәгә муафыйк төзеп тәмам итте.';
$t[3] = 'Вә Ул һәрнәрсәгә тәкъдир төзеде вә һәрнәрсәне юлга салды.';
$t[4] = 'Вә Ул хайваннар өчен үләннәр үстерде.';
$t[5] = 'Ул үләннәрне көзге көннәрдә кипкән сары кау кылды.';
$t[6] = 'Тиздән укырбыз сиңа Коръән аятьләрен һәм син онытмассың.';
$t[7] = 'Мәгәр Аллаһ теләгәнне генә онытырсың, әлбәттә, Ул яшерен эшләнгән эшләрне дә һәм әшкәрә эшләнгән эшләрне дә беләдер.';
$t[8] = 'Вә Без сине җиңеллеккә мүйәссәр кылырбыз, ягъни җәннәтнең мәңгелек җиңел тормышына алып бара торган шәригать хөкемнәрен сиңа бирербез.';
$t[9] = 'Кешеләрне Коръән белән вәгәзьлә, әгәр аларга вәгазь файда бирә торган булса.';
$t[10] = 'Аллаһудан курыккан кеше тиз вәгазьләнер һәм ишеткән белән гамәл кылыр.';
$t[11] = 'Вә Коръән вәгазеннән качар һич кабул итмәс, бик явыз яман кеше.';
$t[12] = 'Ул явыз кеше олугъ җәһәннәмгә керер.';
$t[13] = 'Соңра ул җәһәннәмдә үлмәс, үлсә ґәзабтан котылыр иде һәм файда күрә торган тере булу белән тере булмас.';
$t[14] = 'Мөшриклектән вә монафикълыктан, рия вә бидеґәт гамәлләрдән, фәхеш вә хәрам эшләрдән үзен пакьләгән һәм сакланган кеше, тәхкыйк ґәзабтан котылып өстенлек тапты.';
$t[15] = 'Вә ул кеше Раббысын зекер итеп намаз укыды.';
$t[16] = 'Ий кешеләр бәлки сез дөнья тереклеген ихтыяр кыласыз, барча көчегезне дөнья өчен генә сарыф итәсез.';
$t[17] = 'Бит ахирәт дөньядан яхшырактыр һәм мәңгелектер.';
$t[18] = 'Тәхкыйк бу сүзләр әүвәлге пәйгамбәрләрнең сәхифәләрендә зекер ителгәндер.';
$t[19] = 'Ул сәхифәләр Ибраһим вә Муса г-м сәхифәләредер.';
?>