<?php
$t = array();
$t[1] = 'Бу шәһәр, ягъни Мәккә белән ант итәмен.';
$t[2] = 'Вә син, ий Мухәммәд г-м, ошбу Мәккә шәһәрен кәферләрдән сугышып алырга хәләлсең.';
$t[3] = 'Вә Адәм г-м илә вә аның балалары илә ант итәмен.';
$t[4] = 'Тәхкыйк Без кешене михнәттә мәшәкатьтә халык кылдык.';
$t[5] = 'Әйә ул михнәт белән изелгән загыйфь кеше уйлыйдырмы аңа һичбер затның көче җитмәс дип?';
$t[6] = 'Ул Аллаһ дошманы &ndash; кәфер әйтәдер: &quot;Мухәммәдне һәлак итмәк вә Ислам динен бетермәк өчен кешеләр яллап күп мал бетердем&quot;, &ndash; дип.';
$t[7] = 'Әйә ул дошман уйлыймы аны һичбер зат күрми, дип, ягъни Аллаһ биргән малны пәйгамбәр вә Ислам зарарына сарыф иткәнен Аллаһ күрми, дип уйлыймы?';
$t[8] = 'Әйә Без ул кешегә икс күз бирмәдекме?';
$t[9] = 'Дәхи аны телле вә ике иренле кылмадыкмы?';
$t[10] = 'Дәхи кешене ике юлның берсенә: йә һидәяткә йә азгынлыкка күндердек түгелме?';
$t[11] = 'Ул бөек таулардан үтмәде.';
$t[12] = 'Ул бөек таулар юлын сиңа нәрсә белдерде?';
$t[13] = 'Ул юл &ndash; кол азат итмәктер.';
$t[14] = 'Яки ачлык көннәрендә аш бирмәктер,';
$t[15] = 'якын кардәш булган ятимгә.';
$t[16] = 'Яки гаять тә фәкыйрь булган мескенгә аш бирмәктер.';
$t[17] = 'Янә хәерле эш: чын мөэмин булып мөэминнәрне сабырлы, чыдамлы булырга һәм үзара мәрхәмәтле, шәфкатьле булырга өндәүче киңәш бирүче булудыр.';
$t[18] = 'Бу сыйфатта булган кешеләр уң тараф кешеләре, ягъни җәннәт кешеләредер.';
$t[19] = 'Әмма Безнең аятьләребезгә ышанмаган кешеләр &ndash; сул тараф кешеләре, ягъни җәһәннәм әһелләредер.';
$t[20] = 'Аларга ишекләре беркетелгән ут ґәзабыдыр.';
?>