<?php
$t = array();
$t[1] = 'Кояш белән вә аның нуры белән ант итәм.';
$t[2] = 'Вә ай белән, әгәр ул кояшка иярсә.';
$t[3] = 'Вә көндез белән, әгәр ул караңгылыкны капласа.';
$t[4] = 'Вә төн белән, әгәр яктылыкны капласа.';
$t[5] = 'Вә күк һәм аны бина итүче Аллаһ белән ант итәм.';
$t[6] = 'Вә җир һәм аны түшәүче Аллаһ белән ант итәм.';
$t[7] = 'Вә нәфес белән һәм нәфесне үз файдасына яраклы иткән Аллаһ белән ант итәм.';
$t[8] = 'Өйрәтте Аллаһ ул нәфескә явызлыкны һәм өйрәтте тәкъвалекне, яхшылыкны.';
$t[9] = 'Тәхкыйк коткарды нәфесен гөнаһтан, аны пакьлаган кеше.';
$t[10] = 'Тәхкыйк Аллаһуның нигъмәтләреннән мәхрүм булды, җаһиллек белән нәфесен гөнаһка чумырган кеше.';
$t[11] = 'Сәмуд кавеме пәйгамбәрләрне ялганга тотты, нәфесләренең чиктән чыгуы сәбәпле.';
$t[12] = 'Дөяне үтерергә ашыктылар Сәмуд кавеменең явызлары.';
$t[13] = 'Аларга Аллаһуның расүле Салих г-м: &quot;Аллаһ дөясенә зарар тидерүдән һәм дөянең өлеше булган суны алудан сакланыгыз&quot;, &ndash; диде.';
$t[14] = 'Алар исә Салихны ялганга тоттылар һәм дөяне бугазладылар, Раббылары аларны ґәзаб белән каплады, үзләренең гөнаһлары сәбәпле аларга ґәзабны һәммәсенә тигез бирде.';
$t[15] = 'Аллаһ аларны ґәзаб кылганы өчен ахырда һичкемнән курыкмый.';
?>