<?php
$t = array();
$t[1] = 'Төн белән ант итәм, һәркайчан караңгылыгы белән капласа.';
$t[2] = 'Вә көндез белән ант итәм, һәркайчан яктырса.';
$t[3] = 'Вә ирне һәм хатынны халык кылган Аллаһ белән ант итәм.';
$t[4] = 'Тәхкыйк сезнең эшләрегез вә гамәлләрегез, төрлечә-төрлечәдер.';
$t[5] = 'Әмма бер кеше Аллаһ күрсәткән урыннарга садакалар бирсә һәм Аллаһудан куркып гөнаһлардан сакланса.';
$t[6] = 'Һәм Аллаһуның берлеген, Исламның хаклыгын вә Коръәннең һәм пәйгамбәрнең хаклыгын тәсъдыйк кылса.';
$t[7] = 'Аңа җиңеллек вә рәхәтлек урыны булган җәннәткә алып керүче гамәлләрне мүйәссәр кылырбыз.';
$t[8] = 'Вә әмма бер кеше саранлык кылса, вә үзен Аллаһуга вә ахирәт нигъмәтләренә мохтаҗсыз санаса, кирәксенмәсә.';
$t[9] = 'Вә Аллаһуның берлеген һәм Коръәннең вә пәйгамбәрнең хаклыгын инкяр кылса.';
$t[10] = 'Бик тиз Без аңа авырлык вә ґәзаб урыны булган җәһәннәмгә алып керә торган бозык эшләрне, батыл гамәлләрне мүйәссәр кылырбыз.';
$t[11] = 'Җәһәннәмгә егылып һәлак булганда аңа малы файда бирмәс.';
$t[12] = 'Тәхкыйк Безгә туры юлны бәян кылмак тиешледер.';
$t[13] = 'Әлбәттә, дөнья һәм ахирәт байлыгы фәкать Безнекедер. Шулай булгач, икесен дә Аллаһудан сорарга тиешле.';
$t[14] = 'Ий кешеләр, Мин сезне куркыттым ялкынланган ут белән.';
$t[15] = 'Ул утка кермәс мәгәр бәхетсез явыз кеше генә керер.';
$t[16] = 'Ул явыз, Коръәнне вә пәйгамбәрне ялганга тотты һәм Аллаһуга итагать итүдән баш тартты.';
$t[17] = 'Аллаһудан куркып гөнаһтан сакланучы тәкъва кеше, ул уттан ягада, читтә булыр.';
$t[18] = 'Ул тәкъва кеше малын Аллаһ күрсәткән урыннарга бирер, гөнаһтан пакьләнмәк нияте белән.';
$t[19] = 'Бит Аллаһ хозурыңда һичкемгә сәваб вә нигъмәт юк.';
$t[20] = 'Мәгәр сәваб вә нигъмәтләр бирелер, ахирәт өчен кыла торган гамәлләрен фәкать Аллаһ ризалыгы өчен генә һәм Аллаһ кушканча гына кылган тәкъва кешегә.';
$t[21] = 'Вә андый кеше тиздән Аллаһ биргән җәннәт нигъмәтләреннән разый булыр.';
?>