<?php
$t = array();
$t[1] = 'Төшкә хәтле булган вакыт белән ант&quot; итәм.';
$t[2] = 'Вә төн белән ант итәм, һәркайчан ул төн караңгылыгы белән һәрнәрсәне капласа.';
$t[3] = 'Ий Мухәммәд г-м, Раббың сине ташламады һәм сиңа ачуланмады да. (Яһүдләр беркөнне Мухәммәд г-мнән Зүл карнәен вә асъхаб каһәф хәбәрен һәм рух рәвешене сорадылар. Мухәммәд г-м аларга: &quot;Иртәгә җавап бирермен&quot;, диде, ләкин, Аллаһ теләсә димәде. Шуннан соң вәхий киселде, берничә вакытлар Җәбраил фәрештә иңмәде. Шул вакытта мөшрикләр: &quot;Мухәммәдне Раббысы ташлады һәм аңа ачуланды&quot;, &ndash; диделәр. Бу сүрә шул хакта инде.)';
$t[4] = 'Сиңа, әлбәттә, ахирәт дөньядан хәерлерәкдер. (Ягъни Аллаһ сине патша кылмады һәм сине миллиардер да кылмады, чөнки болар һәммәсе бетә торган нәрсәләр. Бәлки сиңа Раббың дәрәҗәсе мәңгегә кала торган пәйгамбәрлекне бирде.)';
$t[5] = 'Вә тиздән сиңа Раббың өмет иткәнеңне һәм сораганыңны бирер дә, син Аның биргәненнән разый булырсың.';
$t[6] = 'Әйә Раббың сине ятим хәлендә табып тәрбия урынын насыйп итмәдеме? (Атасы белән бертуган кардәше Әбү Талиб тәрбияләп үстерде.)';
$t[7] = 'Дәхи Раббың сине пәйгамбәр булганчы хак диннән адашучы табып, аннары туры юлга күндерде түгелме?';
$t[8] = 'Дәхи Раббың сине бик фәкыйрь табып, аннары сине бай кылды түгелме?';
$t[9] = 'Башта үзең ятим булгач, ятимгә золым итмә, какма, сукма &ndash; бәлки хөрмәтлә.';
$t[10] = 'Һәм синнән сораучыга каты мөгамәлә кылма, ни сораса да җавап бир һәм теләген үтә.';
$t[11] = 'Һәм Раббыңның нигъмәте булган шәригать хөкемнәрен кешеләргә өйрәт һәм сөйләп төшендер! Чөнки шәригатьне белмәгән кешеләр Аллаһуның ґәзабына ашыгалар. Ә син аларны җәннәткә кызыктыр һәм чакыр!';
?>