<?php
$t = array();
$t[1] = 'Әйә Мухәммәд г-м синең күкрәгеңне ачмадыкмы һәм иман, хикмәт белән күңелеңне йомшак кылмадыкмы.';
$t[2] = 'Вә синнән авыр йөкне төшердек түгелме.';
$t[3] = 'Ул авырлык аркаларыңны авырттыра иде түгелме.';
$t[4] = 'Һәм синең исемеңне кешеләр арасында мактаулы зекер белән дәрәҗәгә күтәрдек түгелме?';
$t[5] = 'Дөреслектә файдалы булган җиңеллек авырлыктан соң';
$t[6] = 'Дөреслектә авырлыктан соң гына файдалы җиңеллек табыла.';
$t[7] = 'Бер хәерле эштән бушансаң, икенче хәерле эшне эшләргә тырыш.';
$t[8] = 'Һәм Раббыңның рәхмәтенә кызык, Раббыңа таба ашык, һәм һәрвакыт Ул риза булачак хәерле эшләр белән мәшгуль бул!';
?>