<?php
$t = array();
$t[1] = 'Тәхкыйк Без Коръәнне иңдердек кадер кичендә.';
$t[2] = 'Сиңа кадер кичнең Шәрафәтен вә аның хикмәтен нәрсә белдерде?';
$t[3] = 'Кадер киче, мең айдан да хәерлерәк сәвабы, мең ай кылган гыйбадәттән артыгырактыр.';
$t[4] = 'Кадер кичендә Җәбраил һәм башка фәрештәләр иңәрләр Раббыларының теләге илә һәр кешегә билгеләнгән бер еллык тәкъдир белән.';
$t[5] = 'Кадер кичендә намаз, Коръән укып рузә тоткан мөэминнәргә фәрештәләр Аллаһудан сәлам укырлар. Кадер киченең дәвамы кояш баеганнан башлап таң атканга чаклыдыр. (Коръән рамадан аенда кадер кичендә бердән дөнья күгенә Җәбраил фәрештәгә иңдерелде. Аннары Җәбраил г-м кирәк саен аять-аять пәйгамбәргә китереп торды.)';
?>