<?php
$t = array();
$t[1] = 'Әгәр җир үзенең селкенүе илә селкендерелсә.';
$t[2] = 'Вә җир үзенең эчендәге үлекләрне, йөкләрне, хәзинәләрне чыгарса.';
$t[3] = 'Һәм кеше әйтсә: &quot;Ни булды бу җиргә&quot;, &ndash; дип.';
$t[4] = 'Шул көндә җир үзенең өстендә эшләнгән эшләрдән хәбәр бирер.';
$t[5] = 'Тәхкыйк җирнең сөйләмәге Раббыңның аңа сөйлә, дип әйтүе беләндер.';
$t[6] = 'Ул көндә кешеләр каберләреннән кубарылып хисап җиренә гамәлләренә күрә төрле фиркаләргә бүленеп барырлар, дөньяда кылган гамәлләренең җәзасын күрмәк өчен.';
$t[7] = 'Берәү тузан бөртеге хәтле генә яхшылык кылган булса, аның җәзасын күрер.';
$t[8] = 'Вә берәү тузан бөртеге хәтле гөнаһ эшләсә, аның җәзасын күрер.';
?>