<?php
$t = array();
$t[1] = 'Клянусь скачущими, запыхаясь!';
$t[2] = 'Клянусь высекающими искры копытами!';
$t[3] = 'Клянусь нападающими на заре!';
$t[4] = 'Тем самым они поднимают столб пыли';
$t[5] = 'и врываются с ним (со столбом пыли или с всадником) в гущу.';
$t[6] = 'Воистину, человек неблагодарен своему Господу,';
$t[7] = 'и он сам является тому свидетелем.';
$t[8] = 'Воистину, он страстно любит блага.';
$t[9] = 'Неужели он не знает, что, когда будет опрокинуто то, что в могилах,';
$t[10] = 'и когда обнаружится то, что в груди,';
$t[11] = 'в тот день Господь их будет осведомлен о них?';
?>