<?php
$t = array();
$t[1] = 'Великое бедствие (День воскресения)!';
$t[2] = 'Что такое Великое бедствие (День воскресения)?';
$t[3] = 'Откуда ты мог знать, что такое Великое бедствие (День воскресения)?';
$t[4] = 'В тот день люди будут подобны рассеянным мотылькам,';
$t[5] = 'а горы будут подобны расчесанной шерсти.';
$t[6] = 'Тогда тот, чья чаша Весов окажется тяжелой,';
$t[7] = 'обретет приятную жизнь.';
$t[8] = 'Для того же, чья чаша Весов окажется легкой,';
$t[9] = 'матерью станет Пропасть (грешники будут искать убежище в Аду, подобно тому, как ребенок ищет убежище у своей матери; или грешники будут падать в Адскую Пропасть вниз головой).';
$t[10] = 'Откуда ты мог знать, что это такое?';
$t[11] = 'Это - жаркий Огонь!';
?>