<?php
$t = array();
$t[1] = 'Страсть к приумножению (похвальба богатством и детьми) увлекает вас';
$t[2] = 'настолько, что вы посещаете кладбища, чтобы бахвалиться своими покойниками (или пока вы сами не посетите могилы).';
$t[3] = 'Но нет! Скоро вы узнаете!';
$t[4] = 'Еще раз нет! Скоро вы узнаете!';
$t[5] = 'Но нет! Если бы вы только обладали убедительным знанием!';
$t[6] = 'А ведь вы непременно увидите Ад.';
$t[7] = 'Вы увидите его глазами убежденными.';
$t[8] = 'В тот день вы будете спрошены о благах.';
?>