<?php
$t = array();
$t[1] = 'Горе всякому хулителю и обидчику,';
$t[2] = 'который копит состояние и пересчитывает его,';
$t[3] = 'думая, что богатство увековечит его.';
$t[4] = 'Но нет! Его непременно ввергнут в Огонь сокрушающий.';
$t[5] = 'Откуда ты мог знать, что такое Огонь сокрушающий?';
$t[6] = 'Это - разожженный Огонь Аллаха,';
$t[7] = 'который вздымается над сердцами.';
$t[8] = 'Воистину, он сомкнется над ними';
$t[9] = 'высокими столбами (мученики будут прикованы к этим столбам или врата Ада будут заперты и закреплены этими столбами).';
?>