<?php
$t = array();
$t[1] = 'О те, которые уверовали! Не опережайте Аллаха и Его Посланника и бойтесь Аллаха, ибо Аллах - Слышащий, Знающий.';
$t[2] = 'О те, которые уверовали! Не поднимайте ваши голоса над голосом Пророка и не обращайтесь к нему так же громко, как вы обращаетесь друг к другу, а не то ваши деяния окажутся тщетными, и вы даже не почувствуете этого.';
$t[3] = 'Воистину, сердца тех, которые при Посланнике Аллаха понижают свои голоса, Аллах очистил (или раскрыл) для богобоязненности. Им уготованы прощение и великая награда.';
$t[4] = 'Воистину, большинство из тех, которые зовут тебя из-за пределов комнат, не разумеют.';
$t[5] = 'Если бы они потерпели, пока ты выйдешь к ним, это было бы лучше для них. Аллах - Прощающий, Милосердный.';
$t[6] = 'О те, которые уверовали! Если нечестивец принесет вам весть, то разузнайте, чтобы не поразить по незнанию невинных людей, а не то вы будете сожалеть о содеянном.';
$t[7] = 'Знайте, что среди вас находится Посланник Аллаха. Если бы он подчинялся вам во многих делах, то вы непременно попали бы в затруднительное положение. Но Аллах привил вам любовь к вере, и представил ее прекрасной вашим сердцам, и сделал ненавистными вам неверие, нечестие и неповиновение. Таковы идущие правым путем';
$t[8] = 'по милосердию и милости Аллаха. Аллах - Знающий, Мудрый.';
$t[9] = 'Если две группы верующих сражаются между собой, то примирите их. Если же одна из них притесняет на другую, то сражайтесь против той, которая притесняет, пока она не вернется к повелению Аллаха. Когда же она вернется, то примирите их по справедливости и будьте беспристрастны. Воистину, Аллах любит беспристрастных.';
$t[10] = 'Воистину, верующие - братья. Посему примиряйте братьев и бойтесь Аллаха, - быть может, вы будете помилованы.';
$t[11] = 'О те, которые уверовали! Пусть одни люди не насмехаются над другими, ведь может быть, что те лучше них. И пусть одни женщины не насмехаются над другими женщинами, ведь может быть, что те лучше них. Не обижайте самих себя (друг друга) и не называйте друг друга оскорбительными прозвищами. Скверно называться нечестивцем после того, как уверовал. А те, которые не раскаются, окажутся беззаконниками.';
$t[12] = 'О те, которые уверовали! Избегайте многих предположений, ибо некоторые предположения являются грехом. Не следите друг за другом и не злословьте за спиной друг друга. Разве понравится кому-либо из вас есть мясо своего покойного брата, если вы чувствуете к этому отвращение? Бойтесь Аллаха! Воистину, Аллах - Принимающий покаяния, Милосердный.';
$t[13] = 'О люди! Воистину, Мы создали вас из мужчины и женщины и сделали вас народами и племенами, чтобы вы узнавали друг друга, и самый почитаемый перед Аллахом среди вас - наиболее богобоязненный. Воистину, Аллах - Знающий, Ведающий.';
$t[14] = 'Бедуины сказали: &laquo;Мы уверовали&raquo;. Скажи: &laquo;Вы не уверовали. Посему говорите: &laquo;Мы покорились&raquo;. Вера еще не вошла в ваши сердца. Если вы подчинитесь Аллаху и Его Посланнику, Он нисколько не умалит ваших деяний. Воистину, Аллах - Прощающий, Милосердный&raquo;.';
$t[15] = 'Верующими являются только те, которые уверовали в Аллаха и Его Посланника, а потом не испытывали сомнений и сражались на пути Аллаха своим имуществом и своими душами. Именно они являются правдивыми.';
$t[16] = 'Скажи: &laquo;Неужели вы хотите уведомить Аллаха о вашей вере, тогда как Аллах знает то, что на небесах, и то, что на земле? Аллах знает о всякой вещи&raquo;.';
$t[17] = 'Они попрекают тебя тем, что обратились в ислам. Скажи: &laquo;Не попрекайте меня вашим обращением в ислам. Это Аллах оказал вам милость тем, что привел вас к вере, если вы вообще говорите правду&raquo;.';
$t[18] = 'Воистину, Аллах знает сокровенное небес и земли. Аллах видит то, что вы совершаете.';
?>