<?php
$t = array();
$t[1] = 'Славит Аллаха то, что на небесах, и то, что на земле. Он - Могущественный, Мудрый.';
$t[2] = 'О те, которые уверовали! Почему вы говорите то, чего не делаете?';
$t[3] = 'Велика ненависть Аллаха к тому, что вы говорите то, чего не делаете.';
$t[4] = 'Воистину, Аллах любит тех, которые сражаются на Его пути рядами, словно они - прочное строение.';
$t[5] = 'Вот сказал Муса (Моисей) своему народу: &laquo;О мой народ! Почему вы причиняете мне страдания, зная, что я послан к вам Аллахом?&raquo;. Когда же они уклонились, Аллах совратил их сердца. Аллах не ведет прямым путем людей нечестивых.';
$t[6] = 'А вот Иса (Иисус), сын Марьям (Марии), сказал: &laquo;О сыны Исраила (Израиля)! Я послан к вам Аллахом, чтобы подтвердить правдивость того, что было в Таурате (Торе) до меня, и чтобы сообщить благую весть о Посланнике, который придет после меня, имя которого будет Ахмад (Мухаммад)&raquo;. Когда же он явился к ним с ясными знамениями, они сказали: &laquo;Это - очевидное колдовство&raquo;.';
$t[7] = 'Кто же может быть несправедливее того, кто измышляет ложь об Аллахе, когда его призывают к исламу? Аллах не ведет прямым путем несправедливых людей.';
$t[8] = 'Они хотят погасить свет Аллаха своими ртами, но Аллах сохранит Свой свет, даже если это ненавистно неверующим.';
$t[9] = 'Он - Тот, Кто отправил Своего Посланника с верным руководством и религией истины, чтобы превознести ее над всеми остальными религиями, даже если это ненавистно многобожникам.';
$t[10] = 'О те, которые уверовали! Указать ли вам на торговлю, которая спасет вас от мучительных страданий?';
$t[11] = 'Веруйте в Аллаха и Его Посланника и сражайтесь на пути Аллаха своим имуществом и своими душами. Так будет лучше для вас, если бы вы только знали.';
$t[12] = 'Он простит вам ваши грехи, введет вас в Райские сады, в которых текут реки, и в прекрасные жилища в садах Эдема. Это - великое преуспеяние.';
$t[13] = 'Будет еще то, что вы любите: помощь от Аллаха и близкая победа. Сообщи же благую весть верующим!';
$t[14] = 'О те, которые уверовали! Будьте помощниками Аллаха. Иса (Иисус), сын Марьям (Марии), сказал апостолам: &laquo;Кто будет моим помощником на пути к Аллаху?&raquo;. Апостолы ответили: &laquo;Мы - помощники Аллаха&raquo;. Часть сынов Исраила (Израиля) уверовала, а другая часть не уверовала. Мы поддержали тех, которые уверовали, в борьбе с их врагами, и они вышли победителями.';
?>