<?php
$t = array();
$t[1] = 'То, что на небесах, и то, что на земле, славит Аллаха - Властелина, Святого, Могущественного, Мудрого.';
$t[2] = 'Он - Тот, Кто отправил к неграмотным людям Посланника из их среды. Он читает им Его аяты, очищает их и обучает их Писанию и мудрости, хотя прежде они пребывали в очевидном заблуждении.';
$t[3] = 'А также к тем, которые не застали их. Он - Могущественный, Мудрый.';
$t[4] = 'Такова милость Аллаха. Он дарует ее, кому пожелает. Аллах обладает великой милостью.';
$t[5] = 'Те, кому было поручено придерживаться Таурата (Торы) и которые не придерживались его, подобны ослу, который везет на себе много книг. Как же скверно сравнение с людьми, которые считают ложью знамения Аллаха! Аллах не ведет прямым путем несправедливых людей.';
$t[6] = 'Скажи: &laquo;О исповедующие иудаизм! Если вы полагаете, что только вы среди людей являетесь угодниками Аллаха, то пожелайте себе смерти, если вы говорите правду&raquo;.';
$t[7] = 'Но они никогда не пожелают этого из-за того, что приготовили их руки. Аллаху известно о беззаконниках.';
$t[8] = 'Скажи: &laquo;Смерть, от которой вы убегаете, настигнет вас, после чего вы вернетесь к Ведающему сокровенное и явное, и Он сообщит вам о том, что вы совершали&raquo;.';
$t[9] = 'О те, которые уверовали! Когда призывают на намаз в пятничный день, то устремляйтесь к поминанию Аллаха и оставьте торговлю. Так будет лучше для вас, если бы вы только знали.';
$t[10] = 'Когда же намаз завершится, то разойдитесь по земле, ищите милость Аллаха и часто поминайте Его, - быть может, вы преуспеете.';
$t[11] = 'Когда же они увидели торговлю или забаву, они разошлись, бросившись к ней, и оставили тебя стоять во время пятничной проповеди. Скажи: &laquo;То, что у Аллаха, лучше забавы и торговли, и Аллах - Наилучший из дарующих удел&raquo;.';
?>