<?php
$t = array();
$t[1] = 'Когда лицемеры приходят к тебе, они говорят: &laquo;Свидетельствуем, что ты - Посланник Аллаха&raquo;. Аллах знает, что ты - Его Посланник, и Аллах свидетельствует, что лицемеры являются лжецами.';
$t[2] = 'Они сделали свои клятвы щитом и сбили других с пути Аллаха. Воистину, скверно то, что они совершают!';
$t[3] = 'Это потому, что они уверовали, а затем стали неверующими. Затем их сердца были запечатаны, и теперь они не разумеют.';
$t[4] = 'Когда ты смотришь на них, их тела восхищают тебя. Когда они говорят, ты слушаешь их слова. Они подобны прислоненным бревнам. Всякий крик они считают обращенным против них. Они являются врагами - остерегайся же их. Да погубит их Аллах! До чего же они отвращены от истины!';
$t[5] = 'Когда им говорят: &laquo;Придите, чтобы Посланник Аллаха попросил для вас прощения&raquo;, - они качают головой, и ты видишь, как они надменно отворачиваются.';
$t[6] = 'Попросишь ты для них прощения или не станешь просить для них прощения - им все равно. Аллах не простит их. Воистину, Аллах не ведет прямым путем нечестивых людей.';
$t[7] = 'Именно они говорят: &laquo;Ничего не тратьте на тех, кто возле Посланника Аллаха, пока они не покинут его&raquo;. Аллаху принадлежат сокровищницы небес и земли, но лицемеры не понимают этого.';
$t[8] = 'Они говорят: &laquo;Когда мы вернемся в Медину, то могущественные среди нас непременно изгонят оттуда презренных&raquo;. Могущество присуще Аллаху, Его Посланнику и верующим, но лицемеры не знают этого.';
$t[9] = 'О те, которые уверовали! Пусть ваше имущество и ваши дети не отвлекают вас от поминания Аллаха. А те, которые поступают таким образом, окажутся потерпевшими убыток.';
$t[10] = 'Расходуйте из того, чем Мы вас наделили, до того, как вас постигнет смерть и вы скажете: &laquo;Господи! Предоставь мне недолгую отсрочку, и я буду раздавать милостыню и стану одним из праведников&raquo;.';
$t[11] = 'Аллах не предоставит отсрочки душе, если наступил ее срок. Аллах ведает о том, что вы совершаете.';
?>