<?php
$t = array();
$t[1] = 'Славит Аллаха то, что на небесах, и то, что на земле. Ему принадлежит власть и надлежит хвала. Он способен на всякую вещь.';
$t[2] = 'Он - Тот, Кто сотворил вас. Среди вас есть неверующие, и среди вас есть верующие. Аллах видит то, что вы совершаете.';
$t[3] = 'Он создал небеса и землю ради истины, придал вам облик и сделал ваш облик прекрасным. К Нему предстоит прибытие.';
$t[4] = 'Он знает о том, что на небесах и на земле, и знает о том, что вы скрываете и что обнародуете. Аллах ведает о том, что в груди.';
$t[5] = 'Разве до вас не дошли рассказы о тех, которые не уверовали в прошлом и вкусили пагубные последствия своих деяний? Им уготованы мучительные страдания.';
$t[6] = 'Это - за то, что посланники приходили к ним с ясными знамениями, а они говорили: &laquo;Неужели люди поведут нас прямым путем?&raquo;. Они не уверовали и отвернулись. Аллах обошелся без них, ведь Аллах - Богатый, Достохвальный.';
$t[7] = 'Неверующие полагают, что они не будут воскрешены. Скажи: &laquo;Напротив, клянусь моим Господом, вы непременно будете воскрешены, а затем вам непременно сообщат о том, что вы совершили. Это для Аллаха легко&raquo;.';
$t[8] = 'Уверуйте же в Аллаха, Его Посланника и свет, который Мы ниспослали. Аллах ведает о том, что вы совершаете.';
$t[9] = 'В тот день Он соберет вас для Дня сбора. Это будет День взаимного обделения. Тем, кто уверовал в Аллаха и поступал праведно, Он простит злодеяния и введет их в Райские сады, в которых текут реки. Они пребудут там вечно. Это - великое преуспеяние!';
$t[10] = 'А те, которые не уверовали и сочли ложью Наши знамения, станут обитателями Огня. Они пребудут там вечно. Как же скверно это место прибытия!';
$t[11] = 'Любое несчастье постигает только по воле Аллаха. Сердце того, кто уверовал в Аллаха, Он наставляет на прямой путь. Аллах знает о всякой вещи.';
$t[12] = 'Повинуйтесь Аллаху и повинуйтесь Посланнику. Если же вы отвернетесь, то ведь на Нашего Посланника возложена только ясная передача откровения.';
$t[13] = 'Аллах - нет божества, кроме Него. Пусть же верующие уповают только на Аллаха.';
$t[14] = 'О те, которые уверовали! Воистину, среди ваших жен и ваших детей есть враги вам. Остерегайтесь их, но если вы будете снисходительны, проявите великодушие и простите их, то ведь Аллах - Прощающий, Милосердный.';
$t[15] = 'Воистину, ваше имущество и ваши дети являются искушением. У Аллаха же есть великая награда.';
$t[16] = 'Бойтесь Аллаха по мере своих возможностей, слушайте, повинуйтесь и расходуйте во благо самим себе. А те, кто уберегся от собственной скупости, являются преуспевшими.';
$t[17] = 'Если вы одолжите Аллаху прекрасный заем, то Он приумножит его для вас и простит вас. Аллах - Благодарный, Выдержанный,';
$t[18] = 'Ведающий сокровенное и явное, Могущественный, Мудрый.';
?>