<?php
$t = array();
$t[1] = 'О Пророк! Почему ты запрещаешь себе то, что позволил тебе Аллах, стремясь угодить своим женам? Аллах - Прощающий, Милосердный.';
$t[2] = 'Аллах установил для вас путь освобождения от ваших клятв. Аллах - ваш Покровитель. Он - Знающий, Мудрый.';
$t[3] = 'Вот Пророк открыл тайну одной из своих жен. Когда же она рассказала ее, и Аллах открыл это ему, он дал знать о части этого и утаил другую часть. Она сказала: &laquo;Кто сообщил тебе об этом?&raquo;. Он сказал: &laquo;Мне сообщил Знающий, Ведающий&raquo;.';
$t[4] = 'Если вы обе покаетесь перед Аллахом, то ведь ваши сердца уже уклонились в сторону. Если же вы станете поддерживать друг друга против него, то ведь ему покровительствует Аллах, а Джибрил (Гавриил) и праведные верующие являются его друзьями. А, кроме того, ангелы помогают ему.';
$t[5] = 'Если он разведется с вами, то его Господь может заменить вас женами, которые будут лучше вас, и будут мусульманками, верующими, покорными, кающимися, поклоняющимися, постящимися, как побывавшими замужем, так и девственницами.';
$t[6] = 'О те, которые уверовали! Оберегайте себя и свои семьи от Огня, растопкой которого будут люди и камни. Над ним есть ангелы суровые и сильные. Они не отступают от повелений Аллаха и выполняют все, что им велено.';
$t[7] = 'О те, которые не уверовали! Не оправдывайтесь сегодня. Вам воздают только за то, что вы совершали.';
$t[8] = 'О те, которые уверовали! Раскаивайтесь перед Аллахом искренне! Может быть, ваш Господь простит ваши злодеяния и введет вас в Райские сады, в которых текут реки, в тот день, когда Аллах не опозорит Пророка и тех, кто уверовал вместе с ним. Их свет будет сиять перед ними и справа. Они скажут: &laquo;Господь наш! Дай нам света сполна и прости нас. Воистину, Ты способен на всякую вещь&raquo;.';
$t[9] = 'О Пророк! Сражайся с неверующими и лицемерами и будь суров с ними. Их пристанищем будет Геенна. Как же скверно это место прибытия!';
$t[10] = 'Аллах привел в качестве примера о неверующих жену Нуха (Ноя) и жену Лута (Лота). Обе были замужем за рабами из числа Наших праведных рабов. Они предали своих мужей, и те не спасли их от Аллаха. Им было сказано: &laquo;Войдите в Огонь вместе с теми, кто входит туда&raquo;.';
$t[11] = 'А в качестве примера о верующих Аллах привел жену Фараона. Вот она сказала: &laquo;Господи! Спаси меня от Фараона и его деяний! Возведи для меня дом в Раю возле Тебя и спаси меня от несправедливых людей!&raquo;.';
$t[12] = 'А также Марьям (Марию), дочь Имрана, которая сберегла целомудрие, и Мы вдохнули в него (в вырез на ее одежде) от Нашего духа. Она уверовала в Слова своего Господа и Его Писания и была одной из покорных.';
?>