<?php
$t = array();
$t[1] = 'О закутавшийся!';
$t[2] = 'Простаивай ночь без малого,';
$t[3] = 'половину ночи или чуть меньше того,';
$t[4] = 'или чуть больше того, и читай Коран размеренным чтением.';
$t[5] = 'Мы непременно ниспошлем тебе весомые слова.';
$t[6] = 'Воистину, молитвы после пробуждения среди ночи тяжелее и яснее по изложению.';
$t[7] = 'Воистину, днем ты бываешь подолгу занят.';
$t[8] = 'Поминай же имя Господа твоего и посвяти себя Ему полностью.';
$t[9] = 'Господь востока и запада - нет божества, кроме Него. Сделай же Его своим Попечителем и Хранителем.';
$t[10] = 'Терпимо относись к их словам и сторонись их красиво.';
$t[11] = 'Оставь Меня с теми, кто считает истину ложью, но пользуется мирскими благами, и предоставь им небольшую отсрочку.';
$t[12] = 'Воистину, есть у Нас оковы и Ад,';
$t[13] = 'еда, которой давятся, и мучительные страдания.';
$t[14] = 'В тот день земля и горы сотрясутся, и горы превратятся в холмы сыпучего песка.';
$t[15] = 'Мы отправили к вам Посланника свидетелем против вас, подобно тому, как отправили посланника к Фараону.';
$t[16] = 'Фараон ослушался посланника, и Мы схватили его Хваткой суровой.';
$t[17] = 'Как же вы спасетесь, если не уверуете, в тот день, который заставит поседеть младенцев?';
$t[18] = 'Небо тогда будет расколото, и обещание Его непременно исполнится.';
$t[19] = 'Воистину, это - Назидание, и всякий, кто пожелает, встанет на путь к своему Господу.';
$t[20] = 'Воистину, твой Господь знает, что ты и часть тех, кто с тобой, простаиваете менее двух третей ночи, или половину ее, или треть ее. Аллах определяет меру дня и ночи. Он знает, что вам не сосчитать этого, и принимает ваши покаяния. Читайте же из Корана то, что необременительно для вас. Он знает, что среди вас будут больные, что одни странствуют по земле в поисках милости Аллаха, а другие сражаются на пути Аллаха. Читайте же из него то, что необременительно для вас, совершайте намаз, раздавайте закят и одолжите Аллаху прекрасный заем. Какое бы добро вы ни приготовили для себя заранее, вы найдете его у Аллаха в виде лучшего и большего вознаграждения. Просите же у Аллаха прощения, ведь Аллах - Прощающий, Милосердный.';
?>