<?php
$t = array();
$t[1] = 'Когда небо расколется,';
$t[2] = 'когда тела небесные осыплются,';
$t[3] = 'когда моря перельются и смешаются (или высохнут),';
$t[4] = 'когда могилы перевернутся,';
$t[5] = 'тогда каждая душа узнает, что она совершила и что оставила после себя.';
$t[6] = 'О человек! Что ввело тебя в заблуждение относительно твоего Великодушного Господа,';
$t[7] = 'Который сотворил тебя и сделал твой облик совершенным и соразмеренным?';
$t[8] = 'Он сложил тебя в том облике, в каком пожелал.';
$t[9] = 'Но нет! Вы же считаете ложью воздаяние.';
$t[10] = 'Воистину, над вами есть хранители -';
$t[11] = 'благородные писцы,';
$t[12] = 'которые знают о том, что вы совершаете.';
$t[13] = 'Воистину, благочестивые окажутся в блаженстве.';
$t[14] = 'Воистину, грешники окажутся в Аду,';
$t[15] = 'куда они войдут в День воздаяния.';
$t[16] = 'Они не смогут избежать этого.';
$t[17] = 'Откуда ты мог знать, что такое День воздаяния?';
$t[18] = 'Да, откуда ты мог знать, что такое День воздаяния?';
$t[19] = 'В тот день ни одна душа не сможет ничем помочь другой, и власть в тот день будет принадлежать Аллаху.';
?>