<?php
$t = array();
$t[1] = 'Когда небо разверзнется';
$t[2] = 'и внемлет своему Господу, как ему надлежит,';
$t[3] = 'когда земля будет распростерта,';
$t[4] = 'извергнет то, что в ней, и опустеет,';
$t[5] = 'и внемлет своему Господу, как ей надлежит...';
$t[6] = 'О человек! Ты стремишься к своему Господу и встретишься с Ним.';
$t[7] = 'Тот, кому его книга будет вручена в правую руку,';
$t[8] = 'получит легкий расчет';
$t[9] = 'и вернется к своей семье радостным.';
$t[10] = 'А тот, кому его книга будет вручена из-за спины,';
$t[11] = 'станет призывать погибель';
$t[12] = 'и войдет в Пламень.';
$t[13] = 'Он радовался, находясь в кругу своей семьи,';
$t[14] = 'и полагал, что не вернется обратно.';
$t[15] = 'Но нет! Господь его видел его.';
$t[16] = 'Но нет! Клянусь вечерней зарею!';
$t[17] = 'Клянусь ночью и тем, что она собирает!';
$t[18] = 'Клянусь луной в полнолуние!';
$t[19] = 'Вы переходите из одного состояния в другое.';
$t[20] = 'Почему же они не веруют';
$t[21] = 'и не падают ниц, когда им читают Коран?';
$t[22] = 'Но неверующие считают это ложью,';
$t[23] = 'Аллаху же лучше знать, что они хранят (какие добрые и злые деяния они совершают).';
$t[24] = 'Обрадуй же их мучительными страданиями,';
$t[25] = 'кроме тех, которые уверовали и совершали праведные деяния. Им уготована награда неиссякаемая.';
?>