<?php
$t = array();
$t[1] = 'Клянусь небом с созвездиями Зодиака!';
$t[2] = 'Клянусь днем обещанным!';
$t[3] = 'Клянусь свидетельствующим и засвидетельствованным!';
$t[4] = 'Да сгинут собравшиеся у рва -';
$t[5] = 'огненного, поддерживаемого растопкой!';
$t[6] = 'Вот они уселись возле него,';
$t[7] = 'будучи свидетелями того, что творят с верующими.';
$t[8] = 'Они вымещали им только за то, что те уверовали в Аллаха Могущественного, Достохвального,';
$t[9] = 'Которому принадлежит власть над небесами и землей. Аллах же - Свидетель всякой вещи!';
$t[10] = 'Тем, которые подвергли искушению (или сожгли в огне) верующих мужчин и женщин и не раскаялись, уготованы мучения в Геенне, мучения от обжигающего Огня.';
$t[11] = 'Тем же, которые уверовали и совершали праведные деяния, уготованы Райские сады, в которых текут реки. Это - великое преуспеяние!';
$t[12] = 'Воистину, Хватка твоего Господа сурова!';
$t[13] = 'Воистину, Он начинает и повторяет (создает творение в первый раз и воссоздает его или начинает наказывать в этом мире и возобновляет наказание в Последней жизни).';
$t[14] = 'Он - Прощающий, Любящий (или Любимый),';
$t[15] = 'Владыка Трона, Славный (или Владыка Трона славного).';
$t[16] = 'Он вершит то, что пожелает.';
$t[17] = 'Дошел ли до тебя рассказ о воинствах,';
$t[18] = 'о Фараоне и самудянах?';
$t[19] = 'Но неверующие считают это ложью,';
$t[20] = 'Аллах же окружает их сзади.';
$t[21] = 'Да, это - славный Коран';
$t[22] = 'в Хранимой скрижали.';
?>