<?php
$t = array();
$t[1] = 'Клянусь небом и ночным путником!';
$t[2] = 'Откуда ты мог знать, что такое ночной путник?';
$t[3] = 'Это - звезда пронизывающая небеса своим светом.';
$t[4] = 'Нет души, при которой не было бы хранителя.';
$t[5] = 'Пусть посмотрит человек, из чего он создан.';
$t[6] = 'Он создан из изливающейся жидкости,';
$t[7] = 'которая выходит между чреслами и грудными костями.';
$t[8] = 'Воистину, Он способен вернуть его.';
$t[9] = 'В тот день будут испытаны (или раскроются) тайны,';
$t[10] = 'и тогда не будет у него ни силы, ни помощника.';
$t[11] = 'Клянусь небом возвращающим (возвращающим воду земле или возвращающим небесные тела, которые восходят с одной стороны и заходят в другой)!';
$t[12] = 'Клянусь землей раскалываемой (при прорастании растений, или при выходе из земли воды, или при воскрешении мертвых)!';
$t[13] = 'Воистину, это - Слово различающее,';
$t[14] = 'а не шутка.';
$t[15] = 'Они замышляют козни,';
$t[16] = 'и Я замышляю козни.';
$t[17] = 'Предоставь же неверующим отсрочку, помедли с ними недолго!';
?>