<?php
$t = array();
$t[1] = 'Славь имя Господа твоего Всевышнего,';
$t[2] = 'Который сотворил все сущее и всему придал соразмерность,';
$t[3] = 'Который предопределил судьбу творений и указал путь,';
$t[4] = 'Который взрастил пастбища,';
$t[5] = 'а потом превратил их в темный сор.';
$t[6] = 'Мы позволим тебе прочесть Коран, и ты не забудешь ничего,';
$t[7] = 'кроме того, что пожелает Аллах. Он знает явное и то, что сокрыто.';
$t[8] = 'Мы облегчим тебе путь к легчайшему.';
$t[9] = 'Наставляй же людей, если напоминание принесет пользу.';
$t[10] = 'Воспримет его тот, кто страшится,';
$t[11] = 'и уклонится от него самый несчастный,';
$t[12] = 'который войдет в Огонь величайший.';
$t[13] = 'Не умрет он там и не будет жить.';
$t[14] = 'Преуспел тот, кто очистился,';
$t[15] = 'поминал имя своего Господа и совершал намаз.';
$t[16] = 'Но нет! Вы отдаете предпочтение мирской жизни,';
$t[17] = 'хотя Последняя жизнь - лучше и дольше.';
$t[18] = 'Воистину, это записано в первых свитках -';
$t[19] = 'свитках Ибрахима (Авраама) и Мусы (Моисея).';
?>