<?php
$t = array();
$t[1] = 'Нет, клянусь этим городом (Меккой)!';
$t[2] = 'Ты обитаешь в этом городе (или Тебе будет дозволено сражаться в этом городе).';
$t[3] = 'Клянусь родителем и тем, кого он породил (Адамом и его потомством, или Ибрахимом и его потомками, в том числе Исмаилом и Мухаммадом)!';
$t[4] = 'Мы создали человека в тяготах.';
$t[5] = 'Неужели он полагает, что никто не справится с ним?';
$t[6] = 'Он говорит: &laquo;Я погубил богатство несметное!&raquo;.';
$t[7] = 'Неужели он полагает, что никто не видел его?';
$t[8] = 'Разве Мы не наделили его двумя глазами,';
$t[9] = 'языком и двумя устами?';
$t[10] = 'Разве Мы не указали ему на две восходящие тропы?';
$t[11] = 'Но он не стал преодолевать крутую тропу.';
$t[12] = 'Откуда ты мог знать, что такое крутая тропа?';
$t[13] = 'Это - освобождение раба';
$t[14] = 'или кормление в голодный день';
$t[15] = 'сироту из числа родственников';
$t[16] = 'или приникшего к земле бедняка.';
$t[17] = 'А после этого надо быть одним из тех, которые уверовали и заповедали друг другу терпение и заповедали друг другу милосердие.';
$t[18] = 'Таковы люди правой стороны.';
$t[19] = 'Те же, которые не уверовали в Наши знамения, являются людьми левой стороны,';
$t[20] = 'над которыми сомкнется Огонь.';
?>