<?php
$t = array();
$t[1] = 'Клянусь солнцем и его утренним сиянием!';
$t[2] = 'Клянусь луной, когда она следует за ним!';
$t[3] = 'Клянусь днем, когда он делает его (солнце) ясным!';
$t[4] = 'Клянусь ночью, когда она скрывает его (солнце)!';
$t[5] = 'Клянусь небом и Тем, Кто его воздвиг (или тем, как Он воздвиг его)!';
$t[6] = 'Клянусь землей и Тем, Кто ее распростер (или тем, как Он распростер ее)!';
$t[7] = 'Клянусь душой и Тем, Кто придал ей совершенный облик (или тем, как Он сделал ее облик совершенным)';
$t[8] = 'и внушил ей порочность ее и богобоязненность!';
$t[9] = 'Преуспел тот, кто очистил ее,';
$t[10] = 'и понес урон тот, кто скрыл ее (опорочил, облек в несправедливость).';
$t[11] = 'Самудяне сочли лжецом пророка Салиха из-за своего беззакония,';
$t[12] = 'и тогда самый несчастный из них вызвался убить верблюдицу.';
$t[13] = 'Посланник Аллаха (Салих) сказал им: &laquo;Берегите верблюдицу и питье ее!&raquo;.';
$t[14] = 'Они сочли его лжецом и подрезали ей поджилки, и за этот грех Господь их подверг их наказанию, которое было одинаковым для всех (или сровнял над ними землю).';
$t[15] = 'И не опасался Он последствий этого.';
?>