<?php
$t = array();
$t[1] = 'Клянусь ночью, когда она покрывает землю!';
$t[2] = 'Клянусь днем, когда он проясняется!';
$t[3] = 'Клянусь Тем, Кто создал мужчину и женщину!';
$t[4] = 'Ваши стремления различны.';
$t[5] = 'Тому, кто отдавал должное (или раздавал милостыню) и был богобоязнен,';
$t[6] = 'кто признавал наилучшее (свидетельство единобожия или Рай),';
$t[7] = 'Мы облегчим путь к легчайшему (к праведным деяниям).';
$t[8] = 'А тому, кто был скуп и полагал, что ни в чем не нуждается,';
$t[9] = 'кто счел ложью наилучшее (свидетельство единобожия или Рай),';
$t[10] = 'Мы облегчим путь к тягчайшему (к злу и наказанию).';
$t[11] = 'Не спасет его достояние, когда он падет (в Геенну или погибнет).';
$t[12] = 'Воистину, Нам надлежит вести прямым путем.';
$t[13] = 'Нам же принадлежат жизнь Последняя и первая.';
$t[14] = 'Я предостерег вас от пылающего Огня.';
$t[15] = 'Войдет в него только самый несчастный,';
$t[16] = 'который считает истину ложью и отворачивается.';
$t[17] = 'Отдален от него будет самый богобоязненный,';
$t[18] = 'который раздает свое имущество, очищаясь,';
$t[19] = 'и всякую милость возмещает сполна';
$t[20] = 'только из стремления к Лику своего Всевышнего Господа.';
$t[21] = 'И он непременно будет удовлетворен.';
?>