<?php
$t = array();
$t[1] = 'Клянусь утром!';
$t[2] = 'Клянусь ночью, когда она успокаивается (или покрывается мраком)!';
$t[3] = 'Не покинул тебя твой Господь и не возненавидел.';
$t[4] = 'Воистину, будущее для тебя лучше, чем настоящее.';
$t[5] = 'Господь твой непременно одарит тебя, и ты будешь удовлетворен.';
$t[6] = 'Разве Он не нашел тебя сиротой и не дал тебе приют?';
$t[7] = 'Он нашел тебя заблудшим и повел прямым путем.';
$t[8] = 'Он нашел тебя бедным и обогатил.';
$t[9] = 'Посему не притесняй сироту!';
$t[10] = 'И не гони просящего!';
$t[11] = 'И возвещай о милости своего Господа.';
?>