<?php
$t = array();
$t[1] = 'Разве Мы не раскрыли для тебя грудь твою?';
$t[2] = 'и не сняли с тебя ношу,';
$t[3] = 'которая отягощала твою спину?';
$t[4] = 'Разве Мы не возвеличили для тебя славу твою?';
$t[5] = 'Воистину, за каждой тягостью наступает облегчение.';
$t[6] = 'За каждой тягостью наступает облегчение.';
$t[7] = 'Посему, как только освободишься, будь деятелен (как только освободишься от мирских дел, усердно поклоняйся Аллаху, или как только завершишь намаз, усердно взывай к Аллаху с молитвами)';
$t[8] = 'и устремись к своему Господу.';
?>