<?php
$t = array();
$t[1] = 'Клянусь смоковницей и оливой!';
$t[2] = 'Клянусь горой Синин (Синай)!';
$t[3] = 'Клянусь этим безопасным городом (Меккой)!';
$t[4] = 'Мы сотворили человека в прекраснейшем облике.';
$t[5] = 'Потом Мы вернем его в нижайшее из низких (продлим ему жизнь настолько, что он превратится в дряхлого старика, или бросим его на самое дно Геенны),';
$t[6] = 'за исключением тех, которые уверовали и совершали праведные деяния. Им уготована награда неиссякаемая.';
$t[7] = 'Что же после этого заставляет тебя считать ложью воздаяние?';
$t[8] = 'Разве Аллах не является Наимудрейшим Судьей?';
?>