<?php
$t = array();
$t[1] = 'Читай во имя твоего Господа, Который сотворил все сущее,';
$t[2] = 'сотворил человека из сгустка крови.';
$t[3] = 'Читай, ведь твой Господь - Самый великодушный.';
$t[4] = 'Он научил посредством письменной трости -';
$t[5] = 'научил человека тому, чего тот не знал.';
$t[6] = 'Но нет! Человек преступает границы дозволенного,';
$t[7] = 'когда ему кажется, что он ни в чем не нуждается.';
$t[8] = 'Но к твоему Господу предстоит возвращение.';
$t[9] = 'Что ты думаешь о том, кто мешает';
$t[10] = 'рабу, когда тот молится?';
$t[11] = 'Что ты думаешь, а если он был на правом пути';
$t[12] = 'или призывал к богобоязненности?';
$t[13] = 'Что ты думаешь, а если он счел ложью истину и отвернулся?';
$t[14] = 'Неужели он не знал, что Аллах видит его?';
$t[15] = 'Но нет, если он не перестанет, то Мы схватим его за хохол -';
$t[16] = 'хохол лживый, грешный.';
$t[17] = 'Пусть он зовет свое сборище.';
$t[18] = 'Мы же позовем адских стражей!';
$t[19] = 'Так нет! Не повинуйся ему, а пади ниц и приближайся к Аллаху.';
?>