<?php
$t = array();
$t[1] = 'Неверующие из людей Писания и многобожников не расстались с неверием, пока к ним не явилось ясное знамение -';
$t[2] = 'Посланник от Аллаха, который читает очищенные свитки.';
$t[3] = 'В них содержатся правдивые Писания.';
$t[4] = 'Те, кому было даровано Писание, распались только после того, как к ним явилось ясное знамение.';
$t[5] = 'А ведь им было велено лишь поклоняться Аллаху, служа ему искренне, как ханифы, совершать намаз и выплачивать закят. Это - правая вера.';
$t[6] = 'Воистину, неверующие из людей Писания и многобожников окажутся в огне Геенны и пребудут там вечно. Они являются наихудшими из тварей.';
$t[7] = 'Воистину, те, которые уверовали и совершали праведные деяния, являются наилучшими из тварей.';
$t[8] = 'Их воздаянием у их Господа будут сады Эдема, в которых текут реки. Они пребудут в них вечно. Аллах доволен ими, и они довольны Им. Это уготовано для тех, кто боится своего Господа.';
?>