<?php
$t = array();
$t[1] = 'يقول تعالى &quot; الر تِلْكَ آيَاتُ الْكِتَابِ الْحَكِيمِ &quot; وهو هذا القرآن, المشتمل على الحكمة والأحكام, الدالة آياته على الحقائق الإيمانية, والأوامر والنواهي الشرعية, الذي على جميع الأمة تلقيه بالرضا والقبول والانقياد.';
$t[2] = 'ومع هذا, فأعرض أكثرهم, فهم لا يعلمون, فتعجبوا &quot; أَنْ أَوْحَيْنَا إِلَى رَجُلٍ مِنْهُمْ أَنْ أَنْذِرِ النَّاسَ &quot; عذاب الله, وخوفهم نقم الله, وذكرهم بآيات الله.
&quot; وَبَشِّرِ الَّذِينَ آمَنُوا &quot; إيمانا صادقا &quot; أَنَّ لَهُمْ قَدَمَ صِدْقٍ عِنْدَ رَبِّهِمْ &quot; أي: لهم جزاء موفور, وثواب مذخور عند ربهم, بما قدموه, وأسلفوه من الأعمال الصالحة الصادقة.
فتعجب الكافرون من هذا الرجل العظيم تعجبا, حملهم على الكفر به.
&quot; قَالَ الْكَافِرُونَ &quot; عنه: &quot; إِنَّ هَذَا لَسَاحِرٌ مُبِينٌ &quot; أي: بين السحر, لا يخفى - بزعمهم - على أحد, وهذا من سفههم وعنادهم.
فإنهم تعجبوا من أمر, ليس مما يتعجب منه, ويستغرب.
وإنما يتعجب من جهالتهم وعدم معرفتهم بمصالحهم.
كيف لم يؤمنوا بهذا الرسول الكريم, الذي بعثه الله من أنفسهم, يعرفونه حق المعرفة, فردوا دعوته, وحرصوا على إبطال دينه, والله متم نوره, ولو كره الكافرون.';
$t[3] = 'يقول تعالى - مبينا لربوبيته, وإلهيته, وعظمته:- &quot; إِنَّ رَبَّكُمُ اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ &quot; مع أنه قادر على خلقها في لحظة واحدة.
ولكن لما له في ذلك من الحكمة الإلهية, ولأنه رفيق في أفعاله.
ومن جملة حكمته فيها, أنه خلقها بالحق وللحق, ليعرف بأسمائه وصفاته ويفرد بالعبادة.
&quot; ثُمَّ &quot; بعد خلق السماوات والأرض &quot; اسْتَوَى عَلَى الْعَرْشِ &quot; استواء يليق بعظمته.
&quot; يُدَبِّرُ الْأَمْرَ &quot; في العالم العلوي, والسفلي, من الإماتة والإحياء, وإنزال الأرزاق, ومداولة الأيام بين الناس, وكشف الضر عن المضرورين, وإجابة سؤال السائلين.
فأنواع التدابير, نازلة منه, وصاعدة إليه, وجميع الخلق, مذعنون لعزته, خاضعون لعظمته وسلطانه.
&quot; مَا مِنْ شَفِيعٍ إِلَّا مِنْ بَعْدِ إِذْنِهِ &quot; فلا يقدم أحد منهم على الشفاعة, ولو كان أفضل الخلق, حتى يأذن الله.
ولا يأذن, إلا لمن ارتضى, ولا يرتضي إلا أهل الإخلاص والتوحيد له.
&quot; ذَلِكُمْ &quot; الذي هذا شأنه &quot; اللَّهُ رَبُّكُمْ &quot; أي: هو الله الذي له وصف الإلهية الجامعة لصفات الكمال, ووصف الربوبية, الجامع لصفات الأفعال.
&quot; فَاعْبُدُوهُ &quot; أي: أفردوه بجميع ما تقدرون عليه من أنواع العبودية.
&quot; أَفَلَا تَذَكَّرُونَ &quot; الأدلة الدالة, على أنه وحده, المعبود المحمود, ذو الجلال والإكرام.';
$t[4] = 'فلما ذكر حكمه القدري, وهو التدبير العام, وحكمه الديني, وهو شرعه, الذي مضمونه ومقصوده, عبادته وحده لا شريك له, ذكر الحكم الجزئي, وهو: مجازاته على الأعمال بعد الموت, فقال: &quot; إِلَيْهِ مَرْجِعُكُمْ جَمِيعًا &quot; أي: سيجمعكم بعد موتكم, لميقات يوم معلوم.
&quot; وَعْدَ اللَّهِ حَقًّا &quot; أي: وعده صادق, لا بد من إتمامه &quot; إِنَّهُ يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ &quot; .
فالقادر على ابتداء الخلق, قادر على إعادته.
والذي يرى ابتداءه بالخلق, ثم ينكر إعادته للخلق, فهو فاقد العقل, منكر لأحد المثلين, مع إثبات ما هو أولى منه, فهدا دليل عقلي واضح, على المعاد.
ثم ذكر الدليل النقلي فقال: &quot; لِيَجْزِيَ الَّذِينَ آمَنُوا &quot; بقلوبهم بما أمرهم الله بالإيمان به.
&quot; وَعَمِلُوا الصَّالِحَاتِ &quot; بجوارحهم, من واجبات, ومستحبات.
&quot; بِالْقِسْطِ &quot; أي: بإيمانهم وأعمالهم, جزاء قد بينه لعباده, وأخبر أنه لا تعلم نفس ما أخفى لهم من قرة أعين.
&quot; وَالَّذِينَ كَفَرُوا &quot; بآيات الله, وكذبوا رسل الله.
&quot; لَهُمْ شَرَابٌ مِنْ حَمِيمٍ &quot; أي: ماء حار, يشوي الوجوه, ويقطع الأمعاء.
&quot; وَعَذَابٌ أَلِيمٌ &quot; من سائر أصناف العذاب &quot; بِمَا كَانُوا يَكْفُرُونَ &quot; .
أي: بسبب كفرهم وظلمهم, وما ظلمهم الله, ولكن أنفسهم يظلمون.';
$t[5] = 'لما قرر ربوبيته وإلهيته, ذكر الأدلة العقلية الأفقية, الدالة على ذلك وعلى كماله, في أسمائه وصفاته, من الشمس والقمر, والسماوات والأرض وجميع ما خلق فيهما, من سائر أصناف المخلوقات, وأخبر أنها آيات &quot; لِقَوْمٍ يَعْلَمُونَ &quot; و &quot; لِقَوْمٍ يَتَّقُونَ &quot; .
فإن العلم, يهدي إلى معرفة الدلالة فيها, وكيفية استنباط الدلائل, على أقرب وجه.
والتقوى, تحدث في القلب, الرغبة في الخير, والرهبة من الشر, الناشئين عن الأدلة والبراهين; وعن العلم واليقين.
وحاصل ذلك, أن مجرد خلق هذه المخلوقات بهذه الصفة, دال على كمال قدرة الله تعالى, وعلمه, وحياته, وقيوميته.
وما فيها من الأحكام, والإتقان, والإبداع والحسن, دال على كمال حكمة الله, وحسن خلقه, وسعة علمه.
وما فيها, من أنواع المنافع والمصالح - كجعل الشمس ضياء, والقمر نورا, يحصل بهما من النفع الضروري وغيره مما يحصل - يدل ذلك على رحمة الله تعالى, واعتنائه بعباده, وسعة بره, وإحسانه.
وما فيها من التخصيصات, دال على مشيئة الله, وإرادته النافذة.
وذلك دال على أنه وحده, المعبود, والمحبوب المحمود, ذو الجلال والإكرام, والأوصاف العظام, الذي لا تنبغي الرغبة والرهبة, إلا إليه, ولا يصرف خالص الدعاء, إلا له, لا لغيره, من المخلوقات المربوبات, المفتقرات إلى الله, في جميع شئونها.
وفي هذه الآيات: الحث والترغيب, على التفكير في مخلوقات الله, والنظر فيها, بعين الاعتبار.
فإن بذلك تنفسح البصيرة, ويزداد الإيمان والعقل, وتقوى القريحة.
وفي إهمال ذلك, تهاون بما أمر الله به, وإغلاق لزيادة الإيمان, وجمود للذهن والقريحة.';
$t[6] = '';
$t[7] = 'يقول تعالى &quot; إِنَّ الَّذِينَ لَا يَرْجُونَ لِقَاءَنَا &quot; أي: لا يطمعون بلقاء الله, الذي هو أكبر ما طمع فيه الطامعون; وأعلى ما أمله المؤملون.
بل أعرضوا ذلك, وربما كذبوا به &quot; وَرَضُوا بِالْحَيَاةِ الدُّنْيَا &quot; بدلا عن الآخرة.
&quot; وَاطْمَأَنُّوا بِهَا &quot; أي: ركنوا إليها, وجعلوها غاية أمرهم, ونهاية قصد.
فسعوا لها, وأكبوا على لذاتها وشهواتها, بأي طريق حصلت, حصلوها, ومن أي وجه لاحت, ابتدروها.
قد صرفوا إرادتهم ونياتهم, وأفكارهم, وأعمالهم, إليها.
فكأنهم خلقوا للبقاء فيها, وكأنها ليست بدار ممر, يتزود فيها المسافرون, إلى الدار الباقية التي, إليها, يرحل الأولون والآخرون, وإلى نعيمها ولذاتها, شمر الموفقون.
&quot; وَالَّذِينَ هُمْ عَنْ آيَاتِنَا غَافِلُونَ &quot; فلا ينتفعون بالآيات القرآنية, ولا بالآيات الأفقية والنفسية.
والإعراض عن الدليل, مستلزم للإعراض والغفلة, عن المدلول المقصود.';
$t[8] = '&quot; أُولَئِكَ &quot; الذين هذا وصفهم &quot; مَأْوَاهُمُ النَّارُ &quot; أي: مقرهم ومسكنهم, التي لا يرحلون عنها.
&quot; بِمَا كَانُوا يَكْسِبُونَ &quot; من الكفر والشرك, وأنواع المعاصي.
فلما ذكر عقابهم, ذكر ثواب المطيعين فقال: &quot; إِنَّ الَّذِينَ آمَنُوا &quot; إلى &quot; أَنِ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ &quot; .';
$t[9] = 'يقول تعالى &quot; إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ &quot; أي: جمعوا بين الإيمان, والقيام بموجبه ومقتضاه, من الأعمال الصالحة, المشتملة على أعمال القلوب, وأعمال الجوارح, على وجه الإخلاص والمتابعة.
&quot; يَهْدِيهِمْ رَبُّهُمْ بِإِيمَانِهِمْ &quot; أي: بسبب ما معهم من الإيمان, يتيبهم الله أعظم الثواب, وهو: الهداية.
فيعلمهم ما ينفعهم, ويمن عليهم بالأعمال الناشئة عن الهداية, ويهديهم للنظر في آياته, ويهديهم في هذه الدار, إلى الصراط المستقيم, وفي دار الجزاء إلى الصراط الموصل إلى جنات النعيم.
ولهذا قال: &quot; تَجْرِي مِنْ تَحْتِهِمُ الْأَنْهَارُ &quot; الجارية على الدوام &quot; فِي جَنَّاتِ النَّعِيمِ &quot; .
أضافها الله إلى النعيم, لاشتمالها على النعيم التام.
نعيم القلب بالفرح والسرور, والبهجة والحبور, ورؤية الرحمن, وسماع كلامه, والاغتباط برضاه وقربه, ولقاء الأحبة والإخوان, والتمتع بالاجتماع بهم, وسماع الأصوات المطربات, والنغمات المشجيات, والمناظر المفرحات.
ونعيم البدن بأنواع المآكل, والمشارب, والمناكح, ونحو ذلك, مما لا تعلمه النفوس, ولا خطر ببال أحد, أو قدر أن يصفه الواصفون.';
$t[10] = '&quot; دَعْوَاهُمْ فِيهَا سُبْحَانَكَ اللَّهُمَّ &quot; أي عبادتهم فيها لله, أولها تسبيح لله وتنزيه له عن النقائض, وآخرها, تحميد لله, فالتكاليف سقطت عنهم في دار الجزاء.
وإنما بقي لهم, أكمل اللذات, الذي هو ألذ عليهم, من المآكل اللذيذة.
ألا وهو: ذكر الله الذي تطمئن به القلوب, وتفرح به الأرواح.
وهو لهم بمنزلة النفس, من دون كلفة ومشقة.
أما &quot; وَتَحِيَّتُهُمْ فِيهَا &quot; فيما بينهم عند التلاقي والتزاور, فهو السلام, أي: كلام سالم من اللغو والإثم, موصوف بأنه &quot; سَلَامٌ &quot; .
وقد قيل في تفسير قوله &quot; دَعْوَاهُمْ فِيهَا سُبْحَانَكَ &quot; إلى آخر الآية.
أن أهل الجنة - إذا احتاجوا إلى الطعام والشراب ونحوهما - قالوا سبحانك اللهم, فأحضر لهم في الحال.
&quot; وَآخِرُ دَعْوَاهُمْ &quot; إذا فرغوا &quot; أَنِ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ &quot; .';
$t[11] = 'وهذا من لطفه وإحسانه بعباده, أنه لو عجل لهم الشر, إذا أتوا بأسبابه, وبادرهم بالعقوبة على ذلك, كما يعجل لهم الخير إذا أتوا بأسبابه &quot; لَقُضِيَ إِلَيْهِمْ أَجَلُهُمْ &quot; أي لمحقتهم العقوبة.
ولكنه تعالى, يمهلهم, ولا يهملهم, ويعفو عن كثير من حقوقه.
فلو يؤاخذ الله الناس بظلمهم, ما ترك على ظهرها من دابة.
ويدخل في هذا, أن العبد إذا غضب على أولاده, أو أهله, أو ماله, ربما دعا عليهم دعوة, لو قبلت منه, لهلكوا, ولأضره ذلك غاية الضرر, ولكنه تعالى, حليم حكيم.
وقوله: &quot; فَنَذَرُ الَّذِينَ لَا يَرْجُونَ لِقَاءَنَا &quot; أي: لا يؤمنون بالآخرة, فلذلك لا يستعدون لها, ولا يعلمون ما ينجيهم من عذاب الله.
&quot; فِي طُغْيَانِهِمْ &quot; أي: باطلهم, الذي جاوزوا به الحق والحد.
&quot; يَعْمَهُونَ &quot; يترددون حائرين, لا يهتدون السبيل, ولا يوفقون لأقوم دليل.
وذلك عقوبة لهم على ظلمهم, وكفرهم بآيات الله.';
$t[12] = 'وهذا إخبار عن طبيعة الإنسان, من حيث هو, وأنه إذا مسه ضر, من مرض, أو مصيبة, اجتهد في الدعاء, وسأل الله في جميع أحواله, قائما, وقاعدا, ومضطجعا, وألح في الدعاء, ليكشف الله عنه ضره.
&quot; فَلَمَّا كَشَفْنَا عَنْهُ ضُرَّهُ مَرَّ كَأَنْ لَمْ يَدْعُنَا إِلَى ضُرٍّ مَسَّهُ &quot; أي: استمر في غفلته, معرضا عن ربه, كأنه ما جاءه ضر, فكشفه الله عنه.
فأي ظلم أعظم من هذا الظلم؟!! يطلب من الله قضاء غرضه.
فإذا أناله إياه, لم ينظر إلى حق ربه, وكأنه ليس عليه لله حق.
وهذا تزيين من الشيطان, زين له ما كان مستهجنا مستقبحا في العقول والفطر.
&quot; كَذَلِكَ زُيِّنَ لِلْمُسْرِفِينَ &quot; أي: المتجاوزين للحد &quot; مَا كَانُوا يَعْمَلُونَ &quot; .';
$t[13] = 'يخبر تعالى أنه أهلك الأمم الماضية, بظلمهم وكفرهم, بعد ما جاءتهم البينات, على أيدي الرسل, وتبين الحق, فلم ينقادوا لها, ولم يؤمنوا.
فأحل بهم عقابه, الذي لا يرد عن كل مجرم, متجرئ على محارم الله.
وهذه سنته في جميع الأمم.';
$t[14] = '&quot; ثُمَّ جَعَلْنَاكُمْ &quot; أي: المخاطبين &quot; خَلَائِفَ فِي الْأَرْضِ مِنْ بَعْدِهِمْ لِنَنْظُرَ كَيْفَ تَعْمَلُونَ &quot; فإن أنتم اعتبرتم, واتعظتم بمن قبلكم, واتبعتم آيات الله, وصدقتم رسله, نجوتم في الدنيا والآخرة.
وإن فعلتم كفعل الظالمين قبلكم, أحل بكم ما أحل بهم, ومن أنذر فقد أعذر.';
$t[15] = 'يذكر تعالى, تعنت المكذبين لرسوله محمد صلى الله عليه وسلم, وأنهم إذا تتلى عليهم آيات الله القرآنية المبينة للحق, أعرضوا عنها, وطلبوا وجوه التعنت فقالوا, جراءة منهم وظلما: &quot; ائْتِ بِقُرْآنٍ غَيْرِ هَذَا أَوْ بَدِّلْهُ &quot; فقبحهم الله, ما أجرأهم على الله, وأشدهم ظلما, وردا لآياته.
فإذا كان الرسول العظيم, يأمره الله, أن يقول لهم: &quot; قُلْ مَا يَكُونُ لِي &quot; أي ما ينبغي, ولا يليق بي &quot; أَنْ أُبَدِّلَهُ مِنْ تِلْقَاءِ نَفْسِي &quot; .
فإني رسول محض, ليس لي من الأمر شيء.
&quot; إِنْ أَتَّبِعُ إِلَّا مَا يُوحَى إِلَيَّ &quot; أي: ليس لي غير ذلك, فإني عبد مأمور.
&quot; إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ &quot; .
فهذا قول خير الخلق, وأدبه مع أوامر ربه ووحيه.
فكيف بهؤلاء السفهاء الضالين, الذين جمعوا بين الجهل والضلال, والظلم والعناد, والتعنت والتعجيز لرب العالمين, أفلا يخافون عذاب يوم عظيم؟!!.
فإن زعموا أن قصدهم, أن يتبين لهم الحق بالآيات, التي طلبوا, فهم كذبة في ذلك.
فإن الله قد بين من الآيات, ما يؤمن على مثله, البشر.
وهو الذي يصرفها كيف يشاء, تبعا لحكمته الربانية, ورحمته بعباده.';
$t[16] = '&quot; قُلْ لَوْ شَاءَ اللَّهُ مَا تَلَوْتُهُ عَلَيْكُمْ وَلَا أَدْرَاكُمْ بِهِ فَقَدْ لَبِثْتُ فِيكُمْ عُمُرًا &quot; طويلا &quot; مِنْ قَبْلِهِ &quot; أي: قبل تلاوته, وقبل درايتكم به, وأنا ما خطر على بالي, ولا وقع في ظني.
&quot; أَفَلَا تَعْقِلُونَ &quot; أني, حيث لم أتله في مدة عمري, ولا صدر مني, ما يدل على ذلك.
فكيف أتقوله بعد ذلك, وقد لبثت فيكم عمرا طويلا, تعرفون حقيقة حالي, بأني أمي, لا أقرأ, ولا أكتب, ولا أدرس, ولا أتعلم من أحد؟!! فأتيتكم بكتاب عظيم, أعجز الفصحاء, وأعيا العلماء.
فهل يمكن - مع هذا - أن يكون من تلقاء نفسي, أم هذا دليل قاطع أنه تنزيل من حكيم حميد؟ فلو أعملتم أفكاركم وعقولكم, وتدبرتم حالي وحال هذا الكتاب, لجزمتم جزما لا يقبل الريب بصدقه, وأنه الحق, الذي ليس بعده, إلا الضلال.
ولكن إذا أبيتم إلا التكذيب والعناد, فأنتم لا شك أنكم ظالمون.';
$t[17] = '&quot; فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ كَذَّبَ بِآيَاتِهِ &quot; فلو كنت متقولا, لكنت أظلم الناس, وفاتني الفلاح, ولم تخف عليكم حالي.
ولكني جئتكم بآيات الله, فكذبتم بها, فتعين فيكم الظلم.
ولا بد أن أمركم سيضمحل, ولن تنالوا الفلاح, ما دمتم كذلك.
ودل قوله &quot; قَالَ الَّذِينَ لَا يَرْجُونَ لِقَاءَنَا &quot; الآية, أن الذي حملهم على هذا التعنت, الذي صدر منهم, هو عدم إيمانهم بلقاء الله, وعدم رجائه, وأن من آمن بلقاء الله, فلا بد أن ينقاد لهذا الكتاب, ويؤمن به, لأنه حسن القصد.';
$t[18] = 'يقول تعالى: &quot; وَيَعْبُدُونَ &quot; أي: المشركون المكذبون لرسول الله صلى الله عليه وسلم.
&quot; مِنْ دُونِ اللَّهِ مَا لَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ &quot; أي: إن معبوداتهم, لا تملك لهم مثقال ذرة, من النفع, ولا تدفع عنهم شيئا.
&quot; وَيَقُولُونَ &quot; قولا خاليا من البرهان: &quot; هَؤُلَاءِ شُفَعَاؤُنَا عِنْدَ اللَّهِ &quot; أي: يعبدونهم, ليقربوهم إلى الله, ويشفعوا لهم عنده.
وهذا قول من تلقاء أنفسهم, وكلام, ابتكروه, هم.
ولهذا قال تعالى - مبطلا لهذا القول:- &quot; قُلْ أَتُنَبِّئُونَ اللَّهَ بِمَا لَا يَعْلَمُ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ &quot; .
أي: الله تعالى هو العالم, الذي أحاط علما بجميع ما في السماوات والأرض, وقد أخبركم, بأنه ليس له شريك ولا إله معه.
أفأنتم- يا معشر المشركين - تزعمون أنه يوجد له فيها شركاء؟.
أفتخبرونه بأمر خفي عليه, وعلمتوه؟ أأنتم أعلم أم الله؟ فهل يوجد قول أبطل من هذا القول, المتضمن أن هؤلاء الضلال الجهال السفهاء, أعلم من رب العالمين؟ فليكتف العاقل بمجرد تصور هذا القول, فإنه يجزم بفساده وبطلانه.
&quot; سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ &quot; أي: تقدس وتنزه, أن يكون له شريك أو نظير.
بل هو الله الأحد الفرد الصمد, الذي لا إله, في السماوات والأرض, إلا هو.
وكل معبود في العالم العلوي والسفلي سواه, فإنه باطل عقلا, وشرعا, وفطرة.
&quot; ذَلِكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ وَأَنَّ مَا يَدْعُونَ مِنْ دُونِهِ هُوَ الْبَاطِلُ وَأَنَّ اللَّهَ هُوَ الْعَلِيُّ الْكَبِيرُ &quot; .';
$t[19] = 'أي &quot; وَمَا كَانَ النَّاسُ إِلَّا أُمَّةً وَاحِدَةً &quot; متفقين على الدين الصحيح, ولكنهم اختلفوا.
فبعث الله الرسل, مبشرين ومنذرين, وأنزل معهم الكتاب, ليحكم بين الناس فيما اختلفوا فيه.
&quot; وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ &quot; بإمهال العاصين, وعدم معاجلتهم بذنوبهم.
&quot; لَقُضِيَ بَيْنَهُمْ &quot; بأن ننجي المؤمنين, ونهلك الكافرين المكذبين, وصار هذا فارقا بينهم &quot; فِيمَا فِيهِ يَخْتَلِفُونَ &quot; .
ولكنه, أراد امتحانهم, وابتلاء بعضهم ببعض, ليتبين الصادق من الكاذب.';
$t[20] = '&quot; وَيَقُولُونَ &quot; أي: المكذبون المتعنتون, &quot; لَوْلَا أُنْزِلَ عَلَيْهِ آيَةٌ مِنْ رَبِّهِ &quot; .
يعنون: آيات الاقتراح, التي يعينونها, كقولهم &quot; لَوْلَا أُنْزِلَ إِلَيْهِ مَلَكٌ فَيَكُونَ مَعَهُ نَذِيرًا &quot; الآيات.
وكقولهم &quot; وَقَالُوا لَنْ نُؤْمِنَ لَكَ حَتَّى تَفْجُرَ لَنَا مِنَ الْأَرْضِ يَنْبُوعًا &quot; الآيات (90 إلى 93) من سورة الإسراء.
&quot; فَقُلْ &quot; لهم إذا طلبوا منك آية &quot; إِنَّمَا الْغَيْبُ لِلَّهِ &quot; أي: هو المحيط علما بأحوال العباد, فيدبرهم بما يقتضيه علمه فيهم, وحكمته البديعة, وليس لأحد تدبير في حكم ولا دليل, ولا غاية, ولا تعليل.
&quot; فَانْتَظِرُوا إِنِّي مَعَكُمْ مِنَ الْمُنْتَظِرِينَ &quot; أي: كل ينتظر بصاحبه, ما هو أهل له, فانظروا لمن تكون العاقبة.';
$t[21] = 'يقول تعالى: &quot; وَإِذَا أَذَقْنَا النَّاسَ رَحْمَةً مِنْ بَعْدِ ضَرَّاءَ مَسَّتْهُمْ &quot; كالصحة بعد المرض, والغنى بعد الفقر, والأمن بعد الخوف, نسوا ما أصابهم من الضراء, ولم يشكروا الله على الرخاء والرحمة, بل استمروا في طغيانهم ومكرهم.
ولهذا قال: &quot; إِذَا لَهُمْ مَكْرٌ فِي آيَاتِنَا &quot; أي يسعون بالباطل, ليبطلوا به الحق.
&quot; قُلِ اللَّهُ أَسْرَعُ مَكْرًا &quot; فإن المكر السيئ, لا يحيق إلا بأهله.
فمقصودهم منعكس عليهم, ولم يسلموا من التبعة, بل تكتب الملائكة عليهم, ما يعملون, ويحصيه الله, ثم يجازيهم عليه أوفر الجزاء.';
$t[22] = 'لما ذكر تعالى, القاعدة العامة في أحوال الناس, عند إصابة الرحمة لهم, بعد الضراء, واليسر بعد العسر, ذكر حالة, تؤيد ذلك, وهي: حالهم في البحر, عند اشتداده, والخوف من عواقبه.
فقال: &quot; هُوَ الَّذِي يُسَيِّرُكُمْ فِي الْبَرِّ وَالْبَحْرِ &quot; بما يسر لكم من الأسباب الميسرة لكم فيها, وهداكم إليها.
&quot; حَتَّى إِذَا كُنْتُمْ فِي الْفُلْكِ &quot; أي: السفن البحرية &quot; وَجَرَيْنَ بِهِمْ بِرِيحٍ طَيِّبَةٍ &quot; موافقة لما يهوونه, من غير انزعاج ولا مشقة.
&quot; وَفَرِحُوا بِهَا &quot; واطمأنوا إليها.
فبينما هم كذلك, &quot; جَاءَتْهَا رِيحٌ عَاصِفٌ &quot; شديدة الهبوب &quot; وَجَاءَهُمُ الْمَوْجُ مِنْ كُلِّ مَكَانٍ وَظَنُّوا أَنَّهُمْ أُحِيطَ بِهِمْ &quot; أي: عرفوا أنه الهلاك.
فانقطع حينئذ, تعلقهم بالمخلوقين, وعرفوا أنه لا ينجيهم من هذه الشدة إلا الله وحده.
وحينئذ &quot; دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ &quot; ووعدوا من أنفسهم على وجه الإلزام.
فقالوا: &quot; لَئِنْ أَنْجَيْتَنَا مِنْ هَذِهِ لَنَكُونَنَّ مِنَ الشَّاكِرِينَ &quot;';
$t[23] = '&quot; فَلَمَّا أَنْجَاهُمْ إِذَا هُمْ يَبْغُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ &quot; أي نسوا تلك الشدة وذلك الدعاء, وما ألزموه أنفسهم, فأشركوا بالله, من اعترفوا بأنه لا ينجيهم من الشدائد, ولا يدفع عنهم المضايق.
فهلا أخلصوا لله العبادة في الرخاء, كما أخلصوها في الشدة؟!!.
ولكن هذا البغي, يعود وباله عليهم, ولهذا قال: &quot; يَا أَيُّهَا النَّاسُ إِنَّمَا بَغْيُكُمْ عَلَى أَنْفُسِكُمْ مَتَاعَ الْحَيَاةِ الدُّنْيَا &quot; أي: غاية ما تؤملون ببغيكم, وشرودكم عن الإخلاص لله, أن تنالوا شيئا من حطام الدنيا وجاهها, النزر اليسير, الذي سينقضي سريعا, ويمضي جميعا, ثم تنتقلون عنه بالرغم.
&quot; ثُمَّ إِلَيْنَا مَرْجِعُكُمْ &quot; في يوم القيامة &quot; فَنُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ &quot; وفي هذا غاية التحذير لهم عن الاستمرار على عملهم.';
$t[24] = 'وهذا المثل من أحسن الأمثلة, وهو مطابق لحالة الدنيا.
فإن لذاتها, وشهواتها, وجاهها, ونحو ذلك, يزهو لصاحبه, إن زها وقتا قصيرا.
فإذا استكمل وتم, اضمحل, وزال عن صاحبه, أو زال صاحبه عنه.
فأصبح صفر اليدين منها, ممتلئ القلب من همها وحزنها وحسرتها.
فذلك &quot; كَمَاءٍ أَنْزَلْنَاهُ مِنَ السَّمَاءِ فَاخْتَلَطَ بِهِ نَبَاتُ الْأَرْضِ &quot; أي: نبت فيها من كل صنف, وزوج بهيج &quot; مِمَّا يَأْكُلُ النَّاسُ &quot; كالحبوب والثمار ومما تأكل &quot; الْأَنْعَامِ &quot; كأنواع العشب, والكلأ المختلف الأصناف.
&quot; حَتَّى إِذَا أَخَذَتِ الْأَرْضُ زُخْرُفَهَا وَازَّيَّنَتْ &quot; أي: تزخرفت في منظرها, واكتست في زينتها, فصارت بهجة للناظرين, ونزهة للمتفرجين, وآية للمتبصرين.
فصرت ترى لها منظرا عجيبا ما بين أخضر, وأصفر, وأبيض وغيره.
&quot; وَظَنَّ أَهْلُهَا أَنَّهُمْ قَادِرُونَ عَلَيْهَا &quot; أي: حصل معهم طمع, بأن ذلك سيستمر ويدوم, لوقوف إرادتهم عنده, وانتهاء مطالبهم فيه.
فبينما في تلك الحالة &quot; أَتَاهَا أَمْرُنَا لَيْلًا أَوْ نَهَارًا فَجَعَلْنَاهَا حَصِيدًا كَأَنْ لَمْ تَغْنَ بِالْأَمْسِ &quot; أي: كأنها ما كانت.
فهذه حالة الدنيا, سواء بسواء.
&quot; كَذَلِكَ نُفَصِّلُ الْآيَاتِ &quot; أي: نبينها ونوضحها, بتقريب المعاني إلى الأذهان, وضرب الأمثال &quot; لِقَوْمٍ يَتَفَكَّرُونَ &quot; أي: يعملون أفكارهم فيما ينفعهم.
وأما الغافل المعرض, فهذا لا تنفعه الآيات, ولا يزيل عنه الشك البيان.';
$t[25] = 'ولما ذكر الله حال الدنيا, وحاصل نعيمها, شوق إلى الدار الباقية فقال: &quot; وَاللَّهُ يَدْعُو إِلَى دَارِ السَّلَامِ &quot; إلى &quot; وَهُمْ فِيهَا خَالِدُونَ &quot; .
عمم تعالى عباده بالدعوة إلى دار السلام, والحث على ذلك, والترغيب.
وخص بالهداية, من شاء استخلاصه واصطفاءه.
فهذا فضله وإحسانه, والله يختص برحمته من يشاء.
وذلك عدله وحكمته, وليس لأحد عليه حجة, بعد البيان والرسل.
وسمى الله الجنة &quot; دار السلام &quot; لسلامتها من جميع الآفات والنقائص.
وذلك, لكمال نعيمها, وتمامه, وبقائه, وحسنه من كل وجه.';
$t[26] = 'ولما دعا إلى دار السلام, كأن النفوس تشوقت إلى الأعمال الموجبة لها, الموصلة إليها, أخبر عنها بقوله: &quot; لِلَّذِينَ أَحْسَنُوا الْحُسْنَى وَزِيَادَةٌ &quot; أي: للذين أحسنوا في عبادة الخالق, بأن عبدوه على وجه المراقبة والنصيحة, في عبوديته, وقاموا بما قدروا عليه منها, وأحسنوا إلى عباد الله, بما يقدرون عليه من الإحسان القولي والفعلي, من بذل الإحسان المالي, والإحسان البدني, والأمر بالمعروف, والنهي عن المنكر, وتعليم الجاهلين, ونصيحة المعرضين, وغير ذلك من وجوه البر والإحسان.
فهؤلاء الذين أحسنوا, لهم &quot; الحسنى &quot; وهي: الجنة الكاملة في حسنها و &quot; زيادة &quot; وهي: النظر إلى وجه الله الكريم, وسماع كلامه, والفوز برضاه والبهجة بقربه.
فبهذا حصل لهم أعلى ما يتمناه المتمنون, ويسأله السائلون.
ثم ذكر اندفاع المحذور عنهم فقال: &quot; وَلَا يَرْهَقُ وُجُوهَهُمْ قَتَرٌ وَلَا ذِلَّةٌ &quot; .
أي: لا ينالهم مكروه, بوجه من الوجوه, لأن المكروه, إذا وقع بالإنسان.
تبين ذلك في وجهه, وتغير, وتكدر.
وأما هؤلاء - فكما قال الله عنهم - &quot; تَعْرِفُ فِي وُجُوهِهِمْ نَضْرَةَ النَّعِيمِ &quot; .
&quot; أُولَئِكَ أَصْحَابُ الْجَنَّةِ &quot; الملازمون لها &quot; هُمْ فِيهَا خَالِدُونَ &quot; لا يحولون, ولا يزولون, ولا يتغيرون.';
$t[27] = 'لما ذكر أصحاب الجنة ذكر أصحاب النار.
فذكر أن بضاعتهم التي اكتسبوها في الدنيا هي الأعمال السيئة المسخطة لله, من أنواع الكفر والتكذيب, وصناف المعاصي.
فـ &quot; جَزَاءُ سَيِّئَةٍ بِمِثْلِهَا &quot; أي: جزاء يسوؤهم بحسب ما عملوا من السيئات على اختلاف أحوالهم.
&quot; وَتَرْهَقُهُمْ &quot; أي تغشاهم &quot; ذِلَّةٌ &quot; في قلوبهم وخوف من عذاب الله.
لا يدفعه عنهم دافع ولا يعصمهم منه عاصم.
وتسري تلك الذلة الباطنة إلى ظاهرهم, فتكون سوادا في وجوههم.
&quot; كَأَنَّمَا أُغْشِيَتْ وُجُوهُهُمْ قِطَعًا مِنَ اللَّيْلِ مُظْلِمًا أُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ &quot; فكم بين الفريقين من الفرق, ويا بعد ما بينهما من التفاوت؟! &quot; وُجُوهٌ يَوْمَئِذٍ نَاضِرَةٌ إِلَى رَبِّهَا نَاظِرَةٌ وَوُجُوهٌ يَوْمَئِذٍ بَاسِرَةٌ تَظُنُّ أَنْ يُفْعَلَ بِهَا فَاقِرَةٌ &quot; &quot; وُجُوهٌ يَوْمَئِذٍ مُسْفِرَةٌ ضَاحِكَةٌ مُسْتَبْشِرَةٌ وَوُجُوهٌ يَوْمَئِذٍ عَلَيْهَا غَبَرَةٌ تَرْهَقُهَا قَتَرَةٌ أُولَئِكَ هُمُ الْكَفَرَةُ الْفَجَرَةُ &quot; .';
$t[28] = 'يقول تعالى &quot; وَيَوْمَ نَحْشُرُهُمْ جَمِيعًا &quot; أي: نجمع جميع الخلائق, لميعاد يوم معلوم, ونحضر المشركين, وما كانوا يعبدون من دون الله.
&quot; ثُمَّ نَقُولُ لِلَّذِينَ أَشْرَكُوا مَكَانَكُمْ أَنْتُمْ وَشُرَكَاؤُكُمْ &quot; أي: الزموا مكانكم ليقع التحاكم والفصل بينكم وبينهم.
&quot; فَزَيَّلْنَا بَيْنَهُمْ &quot; أي: فرقنا بينهم, بالبعد البدني والقلبي.
فحصلت بينهم العداوة الشديدة, بعد أن بذلوا لهم في الدنيا, خالص المحبة, وصفو الوداد.
فانقلبت تلك المحبة والولاية, بغضا وعداوة.
&quot; وَقَالَ شُرَكَاؤُهُمْ &quot; متبرئين منهم: &quot; مَا كُنْتُمْ إِيَّانَا تَعْبُدُونَ &quot; فإننا ننزه الله أن يكون له شريك, أو نديد.';
$t[29] = '&quot; فَكَفَى بِاللَّهِ شَهِيدًا بَيْنَنَا وَبَيْنَكُمْ إِنْ كُنَّا عَنْ عِبَادَتِكُمْ لَغَافِلِينَ &quot; .
ما أمرناكم بها, ولا دعوناكم لذلك, وإنما عبدتم من دعاكم إلى ذلك, وهو الشيطان كما قال تعالى: &quot; أَلَمْ أَعْهَدْ إِلَيْكُمْ يَا بَنِي آدَمَ أَنْ لَا تَعْبُدُوا الشَّيْطَانَ إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ &quot; .
وقال: &quot; وَيَوْمَ يَحْشُرُهُمْ جَمِيعًا ثُمَّ يَقُولُ لِلْمَلَائِكَةِ أَهَؤُلَاءِ إِيَّاكُمْ كَانُوا يَعْبُدُونَ قَالُوا سُبْحَانَكَ أَنْتَ وَلِيُّنَا مِنْ دُونِهِمْ بَلْ كَانُوا يَعْبُدُونَ الْجِنَّ أَكْثَرُهُمْ بِهِمْ مُؤْمِنُونَ &quot; .
فالملائكة الكرام, والأنبياء, والأولياء ونحوهم: يتبرأون ممن عبدهم يوم القيامة ويتنصلون من دعائهم إياهم إلى عبادتهم وهم الصادقون البارون في ذلك.
فحينئذ يتحسر المشركون حسرة, لا يمكن وصفها.
ويعلمون مقدار ما قدموا من الأعمال, وما أسلفوا من رديء الخصال.
ويتبين لهم يومئذ أنهم كانوا كاذبين, وأنهم مفترون على الله, قد ضلت عبادتهم, واضمحلت معبوداتهم, وتقطعت بهم الأسباب والوسائل.';
$t[30] = 'ولهذا قال: &quot; هُنَالِكَ &quot; أي: في ذلك اليوم &quot; تَبْلُو كُلُّ نَفْسٍ مَا أَسْلَفَتْ &quot; أي: تتفقد أعمالها وكسبها, وتتبعه بالجزاء, وتجازي بحسبه, إن خيرا فخير, وإن شرا فشر.
&quot; وَرُدُّوا إِلَى اللَّهِ مَوْلَاهُمُ الْحَقِّ وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ &quot; من قولهم بصحة ما عليه من الشرك, وأن ما يعبدون من دون الله, تنفعهم, وتدفع عنهم العذاب.';
$t[31] = 'أي: قل لهؤلاء الذين أشركوا بالله, ما لم ينزل به سلطانا - محتجا عليهم بما أقروا به, من توحيد الربوبية, على ما أنكروه من توحيد الألوهية- &quot; قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالْأَرْضِ &quot; بإنزال الأرزاق من السماء, وإخراج أنواعها من الأرض, وتيسير أسبابها فيها؟ &quot; أَمَّنْ يَمْلِكُ السَّمْعَ وَالْأَبْصَارَ &quot; أي: من هو الذي خلقهما وهو مالكهما؟.
وخصهما بالذكر, من باب التنبيه على المفضول بالفاضل, ولكمال شرفهما ونفعهما.
&quot; وَمَنْ يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ &quot; كإخراج أنواع الأشجار والنبات, من الحبوب والنوى, وإخراج المؤمن من الكافر, والطائر من البيضة, ونحو ذلك.
&quot; وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ &quot; عكس هذه المذكورات.
&quot; وَمَنْ يُدَبِّرُ الْأَمْرَ &quot; في العالم العلوي والسفلي, وهذا شامل لجميع أنواع التدابير الإلهية.
فإنك إذا سألتهم عن ذلك &quot; فَسَيَقُولُونَ اللَّهُ &quot; لأنهم يعترفون بجميع ذلك, وأن الله لا شريك له في شيء من المذكورات.
&quot; فَقُلْ &quot; لهم إلزاما بالحجة &quot; أَفَلَا تَتَّقُونَ &quot; الله فتخلصون له العبادة, وحده لا شريك له, وتخلعون ما تعبدونه من دونه, من الأنداد والأوثان.';
$t[32] = '&quot; فَذَلِكُمُ &quot; الذي وصف نفسه بما وصفها به &quot; اللَّهُ رَبُّكُمْ &quot; أي: المألوه المعبود المحمود, المربي جميع الخلق بالنعم وهو &quot; الْحَقُّ فَمَاذَا بَعْدَ الْحَقِّ إِلَّا الضَّلَالُ &quot; .
فإنه تعالى, المنفرد بالخلق والتدبير لجميع الأشياء, الذي ما بالعباد من نعمة, إلا منه, ولا يأتي بالحسنات إلا هو, ولا يدفع السيئات إلا هو, ذو الأسماء الحسنى والصفات الكاملة العظيمة, والجلال والإكرام.
&quot; فَأَنَّى تُصْرَفُونَ &quot; عن عبادة من هذا وصفه, إلى عبادة الذي ليس له من وجوده إلا العدم, ولا يملك لنفسه نفعا ولا ضرا, ولا موتا, ولا حياة ولا نشورا.
فليس له من الملك مثقال ذرة, ولا شركة له بوجه من الوجوه, ولا يشفع عند الله إلا بإذنه.
فتبا لمن أشرك به, وويحا لمن كفر به.
لقد عدموا عقولهم, بعد أن عدموا أديانهم, بل فقدوا دنياهم وأخراهم.';
$t[33] = 'ولهذا قال تعالى عنهم: &quot; كَذَلِكَ حَقَّتْ كَلِمَةُ رَبِّكَ عَلَى الَّذِينَ فَسَقُوا أَنَّهُمْ لَا يُؤْمِنُونَ &quot; بعد أن أراهم الله من الآيات البينات والبراهين النيرات, ما فيه عبرة لأولي الألباب, وموعظة للمتقين وهدى للعالمين.';
$t[34] = 'يقول تعالى - مبينا عجز آلهة المشركين, وعدم اتصافها, بما يوجب اتخاذها آلهة مع الله: &quot; قُلْ هَلْ مِنْ شُرَكَائِكُمْ مَنْ يَبْدَأُ الْخَلْقَ &quot; أي يبتديه &quot; ثُمَّ يُعِيدُهُ &quot; .
وهذا استفهام, بمعنى النفي والتقرير أي: ما منهم أحد يبدأ الخلق ثم يعيده, وهي أضعف من ذلك, وأعجز.
&quot; قُلِ اللَّهُ يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ &quot; من غير مشارك, ولا معاون له على ذلك.
&quot; فَأَنَّى تُؤْفَكُونَ &quot; أي: تصرفون, وتنحرفون عن عبادة المنفرد بالابتداء, والإعادة, إلى عبادة من لا يخلق شيئا وهم يخلقون.
&quot; قُلْ هَلْ مِنْ شُرَكَائِكُمْ مَنْ يَهْدِي إِلَى الْحَقِّ &quot; ببيانه وإرشاده, أو بإلهامه وتوفيقه.';
$t[35] = '&quot; قُلِ اللَّهُ &quot; وحده &quot; يَهْدِي لِلْحَقِّ &quot; بالأدلة والبراهين, وبالإلهام والتوفيق, والإعانة إلى سلوك أقوم طريق.
&quot; أَفَمَنْ يَهْدِي إِلَى الْحَقِّ أَحَقُّ أَنْ يُتَّبَعَ أَمَّنْ لَا يَهِدِّي &quot; أي: لا يهتدي &quot; إِلَّا أَنْ يُهْدَى &quot; لعدم علمه, ولضلاله, وهي شركاؤهم, التي لا تهدي ولا تهتدي إلا أن تهدى &quot; فَمَا لَكُمْ كَيْفَ تَحْكُمُونَ &quot; أي: أيّ شيء جعلكم تحكمون هذا الحكم الباطل, بصحة عبادة أحد مع الله, بعد ظهور الحجة والبرهان, أنه لا يستحق العبادة إلا الله وحده.
فإذا تبين أنه ليس في آلهتهم التي يعبدون مع الله, أوصافا معنوية, ولا أوصافا فعلية, تقتضي أن تعبد مع الله, بل هي متصفة بالنقائص الموجبة لبطلان إلهيتها, فلأي شيء جعلت مع الله آلهة؟ فالجواب: أن هذا من تزيين الشيطان للإنسان, أقبح البهتان, وأضل الضلال, حق اعتقد ذلك وألفه, وظنه حقا, وهو لا شيء.';
$t[36] = 'ولهذا قال: &quot; وَمَا يَتَّبِعُ أَكْثَرُهُمْ &quot; أي: أكثر الذين يدعون من دون الله شركاء.
&quot; إِلَّا ظَنًّا &quot; أي: ما يتبعون في الحقيقة شركاء لله, فإنه ليس لله شريك أصلا, عقلا, ولا نقلا, وإنما يتبعون الظن &quot; وَإِنَّ الظَّنَّ لَا يُغْنِي مِنَ الْحَقِّ شَيْئًا &quot; .
فسموها آلهة, وعبدوها مع الله, &quot; إِنْ هِيَ إِلَّا أَسْمَاءٌ سَمَّيْتُمُوهَا أَنْتُمْ وَآبَاؤُكُمْ مَا أَنْزَلَ اللَّهُ بِهَا مِنْ سُلْطَانٍ &quot; .
&quot; إِنَّ اللَّهَ عَلِيمٌ بِمَا يَفْعَلُونَ &quot; وسيجازيهم على ذلك بالعقوبة البليغة.';
$t[37] = 'يقول تعالى: &quot; وَمَا كَانَ هَذَا الْقُرْآنُ أَنْ يُفْتَرَى مِنْ دُونِ اللَّهِ &quot; أي: غير ممكن ولا متصور, أن يفترى هذا القرآن على الله, لأنه الكتاب العظيم, الذي &quot; لَا يَأْتِيهِ الْبَاطِلُ مِنْ بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهِ تَنْزِيلٌ مِنْ حَكِيمٍ حَمِيدٍ &quot; : وهو الكتاب الذي &quot; لَئِنِ اجْتَمَعَتِ الْإِنْسُ وَالْجِنُّ عَلَى أَنْ يَأْتُوا بِمِثْلِ هَذَا الْقُرْآنِ لَا يَأْتُونَ بِمِثْلِهِ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيرًا &quot; .
وهو الكتاب الذي تكلم به رب العالمين.
فكيف يقدر أحد من الخلق, أن يتكلم بمثله, أو بما يقاربه, والكلام تابع لعظمة المتكلم ووصفه؟!!.
فإن كان أحد يماثل الله في عظمته, وأوصاف كماله, أمكن أن يأتي بمثل هذا القرآن.
ولو تنزلنا على الفرض والتقدير, فتقوله أحد على رب العالمين, لعاجله بالعقوبة, وبادره بالنكال.
&quot; وَلَكِنْ &quot; الله أنزل هذا الكتاب, رحمة للعالمين, وحجة على العباد أجمعين.
أنزله &quot; تَصْدِيقَ الَّذِي بَيْنَ يَدَيْهِ &quot; من كتب الله السماوية, بأن وافقها, وصدقها بما شهدت به, وبشرت بنزوله, فوقع كما أخبرت.
&quot; وَتَفْصِيلَ الْكِتَابِ &quot; للحلال والحرام, والأحكام الدينية والقدرية, والإخبارات الصادقة.
&quot; لَا رَيْبَ فِيهِ مِنْ رَبِّ الْعَالَمِينَ &quot; أي: لا شك ولا مرية فيه, بوجه من الوجوه.
بل هو الحق اليقين &quot; تَنْزِيلٌ مِنْ رَبِّ الْعَالَمِينَ &quot; الذي ربى جميع الخلق بنعمه.
ومن أعظم أنواع تربيته, أن أنزل عليهم هذا الكتاب, الذي فيه مصالحهم الدينية والدنيوية, المشتمل على مكارم الأخلاق, ومحاسن الأعمال.';
$t[38] = '&quot; أَمْ يَقُولُونَ &quot; أي المكذبون به, عنادا وبغيا: &quot; افْتَرَاهُ &quot; محمد على الله, واختلقه.
&quot; قُلْ &quot; لهم - ملزما لهم بشيء - إن قدروا عليه, أمكن ما ادعوه, وإلا كان قولهم باطلا.
&quot; فَأْتُوا بِسُورَةٍ مِثْلِهِ وَادْعُوا مَنِ اسْتَطَعْتُمْ مِنْ دُونِ اللَّهِ إِنْ كُنْتُمْ صَادِقِينَ &quot; يعاونكم على الإتيان بسورة مثله, وهذا محال.
ولو كان ممكنا, لادعوا قدرتهم على ذلك, ولأتوا بمثله.
ولكن لما بان عجزهم, تبين أن ما قالوه باطل, لا حظ له من الحجة.';
$t[39] = 'والذي حملهم على التكذيب بالقرآن, المشتمل على الحق, الذي لا حق فوقه, أنهم لم يحيطوا به علما.
فلو أحاطوا به علما, وفهموه حق فهمه, لأذعنوا بالتصديق به.
وكذلك, إلى الآن, لم يأتهم تأويله الذي وعدهم أن ينزل بهم العذاب ويحل بهم النكال.
وهذا التكذيب الصادر منهم, من جنس تكذيب من قبلهم.
ولهذا قال: &quot; كَذَلِكَ كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الظَّالِمِينَ &quot; وهو الهلاك, الذي لم يبق منهم أحدا.
فليحذر هؤلاء, أن يستمروا على تكذيبهم, فيحل بهم, ما أحل بالأمم المكذبين, والقرون المهلكين.
وفي هذا دليل على وجوب التثبت في الأمور, وأنه لا ينبغي للإنسان أن يبادر بقبول شيء أو رده, قبل أن يحيط به علما.';
$t[40] = '&quot; وَمِنْهُمْ مَنْ يُؤْمِنُ بِهِ &quot; أي: بالقرآن وما جاء به.
&quot; وَمِنْهُمْ مَنْ لَا يُؤْمِنُ بِهِ وَرَبُّكَ أَعْلَمُ بِالْمُفْسِدِينَ &quot; وهم الذين لا يؤمنون به على وجه الظلم, والعناد, والفساد, فسيجازيهم على فسادهم بأشد العذاب.';
$t[41] = '&quot; وَإِنْ كَذَّبُوكَ &quot; فاستمر على دعوتك, وليس عليك من حسابهم من شيء, وما من حسابك عليهم من شيء, لكل عمله.
&quot; فَقُلْ لِي عَمَلِي وَلَكُمْ عَمَلُكُمْ أَنْتُمْ بَرِيئُونَ مِمَّا أَعْمَلُ وَأَنَا بَرِيءٌ مِمَّا تَعْمَلُونَ &quot; .
كما قال تعالى &quot; مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهِ وَمَنْ أَسَاءَ فَعَلَيْهَا &quot; .';
$t[42] = 'يخبر تعالى عن بعض المكذبين للرسول, ولما جاء به.
وأن منهم &quot; مَنْ يَسْتَمِعُونَ &quot; إلى النبي صلى الله عليه وسلم, وقت قراءته للوحي, لا على وجه الاسترشاد, بل على وجه التفرج والتكذيب, وتطلب العثرات, وهذا استماع, غير نافع, ولا مجد على أهله خيرا.
لا جرم, انسد عليهم باب التوفيق, وحرموا من فائدة الاستماع.
ولهذا قال &quot; أَفَأَنْتَ تُسْمِعُ الصُّمَّ وَلَوْ كَانُوا لَا يَعْقِلُونَ &quot; .
وهذا الاستفهام, بمعنى النفي المتقرر.
أي: لا تسمع الصم, الذين لا يستمعون القول, ولو جهرت به, وخصوصا إذا كان عقلهم معدوما.
فإذا كان من المحال إسماع الأصم, الذي لا يعقل, للكلام, فهؤلاء المكذبون, كذلك, ممتنع إسماعك إياهم, إسماعا ينتفعون به.
وأما سماع الحجة, فقد سمعوا ما تقوم عليهم به حجة الله البالغة.
فهذا طريق عظيم, من طرق العلم, قد انسد عليهم, وهو طريق المسموعات المتعلقة بالخير.
ثم ذكر انسداد الطريق الثاني, وهو: طريق النظر فقال:';
$t[43] = '&quot; وَمِنْهُمْ مَنْ يَنْظُرُ إِلَيْكَ &quot; فلا يفيدهم نظرهم إليك, ولا استراحوا لك شيئا.
فكما أنك لا تهدي العمي ولو كانوا لا يبصرون, فكذلك لا تهدي هؤلاء.
فإذا فسدت عقولهم, وأسماعهم, وأبصارهم, التي هي الطرق الموصلة إلى العلم ومعرفة الحقائق, فأين الطريق الموصل لهم إلى الحق؟.
ودل قوله &quot; وَمِنْهُمْ مَنْ يَنْظُرُ إِلَيْكَ &quot; الآية, أن النظر إلى حالة النبي صلى الله عليه وسلم, وهديه, وأخلاقه, وأعماله, وما يدعو إليه من أعظم الأدلة على صدقه, وصحة ما جاء به, وأنه يكفي البصير عن غيره من الأدلة.';
$t[44] = 'وقوله: &quot; إِنَّ اللَّهَ لَا يَظْلِمُ النَّاسَ شَيْئًا &quot; فلا يزيد في سيئاتهم, ولا ينقص من حسناتهم.
&quot; وَلَكِنَّ النَّاسَ أَنْفُسَهُمْ يَظْلِمُونَ &quot; يجيئهم الحق, فلا يقبلونه, فيعاقبهم الله بعد ذلك, بالطبع على قلوبهم, والختم على أسماعهم وأبصارهم.';
$t[45] = 'يخبر تعالى, عن سرعة انقضاء الدنيا, وأن الله تعالى, إذا حشر الناس, وجمعهم ليوم لا ريب فيه كأنهم ما لبثوا إلا ساعة من نهار, وكأنه, ما مر عليهم نعيم ولا بؤس.
وهم يتعارفون بينهم, كحالهم في الدنيا.
ففي هذا اليوم, يربح المتقون, ويخسر الذين كذبوا بلقاء الله وما كانوا مهتدين, إلى الصراط المستقيم, والدين القويم, حيث فاتهم النعيم, واستحقوا دخول النار.';
$t[46] = 'أي: لا تحزن أيها الرسول, على هؤلاء المكذبين, ولا تستعجل لهم, فإنهم لا بد أن يصيبهم الذي نعدهم من العذاب.
إما في الدنيا, فتراه بعينك, وتقر به نفسك.
وإما في الآخرة بعد الوفاة, فإن مرجعهم إلى الله, وسينبئهم بما كانوا يعملون, أحصاه ونسوه, والله على كل شيء شهيد.
ففيه الوعيد الشديد لهم, والتسلية للرسول الذي كذبه قومه وعاندوه.';
$t[47] = 'يقول تعالى: &quot; وَلِكُلِّ أُمَّةٍ &quot; من الأمم الماضية &quot; رَسُولٌ &quot; يدعوهم إلى توحيد الله ودينه.
&quot; فَإِذَا جَاءَ &quot; هم &quot; رَسُولُهُمْ &quot; بالآيات, صدقه بعضهم, وكذبه آخرون.
فيقضي الله بينهم بالقسط, بنجاة المؤمنين, وإهلاك المكذبين &quot; وَهُمْ لَا يُظْلَمُونَ &quot; بأن يعذبوا قبل إرسال الرسول, وبيان الحجة, أو يعذبوا بغير جرمهم.
فليحذر المكذبون لك, من مشابهة الأمم المهلكين, فيحل بهم, ما حل بأولئك.
ولا يستبطئوا العقوبة ويقولوا: &quot; مَتَى هَذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ &quot; فإن هذا ظلم منهم, حيث طلبوه من النبي صلى الله عليه وسلم.
فإنه ليس له من الأمر شيء, وإنما عليه البلاغ والبيان للناس.
وأما حسابهم, وإنزال العذاب عليهم, فمن الله تعالى, ينزل عليهم إذا جاء الأجل, الذي أجله فيه, والوقت الذي قدره فيه, الموافق لحكمته الإلهية.
فإذا جاء ذلك الوقت, لا يستأخرون ساعة ولا يستقدمون.
فليحذر المكذبون من الاستعجال, فإنهم مستعجلون بعذاب الله, الذي إذا نزل, لا يرد بأسه عن القوم المجرمين, ولهذا قال: &quot; قُلْ أَرَأَيْتُمْ &quot; إلى &quot; تَكْسِبُونَ &quot; .';
$t[48] = '';
$t[49] = '';
$t[50] = 'يقول تعالى &quot; قُلْ أَرَأَيْتُمْ إِنْ أَتَاكُمْ عَذَابُهُ بَيَاتًا &quot; وقت نومكم بالليل &quot; أَوْ نَهَارًا &quot; في وقت غفلتكم &quot; مَاذَا يَسْتَعْجِلُ مِنْهُ الْمُجْرِمُونَ &quot; أي: أي بشارة استعجلوا بها, وأي عقاب ابتدروه؟.';
$t[51] = '&quot; أَثُمَّ إِذَا مَا وَقَعَ آمَنْتُمْ بِهِ &quot; فإنه لا ينفع الإيمان حين حلول عذاب الله, ويقال لهم - توبيخا وعتابا في تلك الحال, التي زعموا أنهم يؤمنون.
&quot; الْآنَ &quot; تؤمنون في حال الشدة والمشقة؟ &quot; وَقَدْ كُنْتُمْ بِهِ تَسْتَعْجِلُونَ &quot; فإن سنة الله في عباده أنه يعتبهم إذا استعتبوه قبل وقوع العذاب.
فإذا وقع العذاب, لا ينفع نفسا إيمانها, كما قال تعالى عن فرعون, لما أدركه الغرق &quot; قَالَ آمَنْتُ أَنَّهُ لَا إِلَهَ إِلَّا الَّذِي آمَنَتْ بِهِ بَنُو إِسْرَائِيلَ وَأَنَا مِنَ الْمُسْلِمِينَ &quot; وأنه يقال له &quot; الآن وقد عصيت قبل وكنت من المفسدين &quot; .
وقال تعالى: &quot; فَلَمْ يَكُ يَنْفَعُهُمْ إِيمَانُهُمْ لَمَّا رَأَوْا بَأْسَنَا سُنَّةَ اللَّهِ الَّتِي قَدْ خَلَتْ فِي عِبَادِهِ &quot; .
وقال هنا &quot; أَثُمَّ إِذَا مَا وَقَعَ آمَنْتُمْ بِهِ آلْآنَ &quot; تدعون الإيمان.
&quot; وَقَدْ كُنْتُمْ بِهِ تَسْتَعْجِلُونَ &quot; فهذا ما عملت أيديكم, وهذا ما استعجلتم به.';
$t[52] = '&quot; ثُمَّ قِيلَ لِلَّذِينَ ظَلَمُوا &quot; حين يوفون أعمالهم يوم القيامة: &quot; ذُوقُوا عَذَابَ الْخُلْدِ &quot; أي: العذاب الذي تخلدون فيه, ولا يفتر عنكم ساعة.
&quot; هَلْ تُجْزَوْنَ إِلَّا بِمَا كُنْتُمْ تَكْسِبُونَ &quot; من الكفر والتكذيب والمعاصي.';
$t[53] = 'يقول تعالى لنبيه صلى الله عليه وسلم: &quot; وَيَسْتَنْبِئُونَكَ أَحَقٌّ هُوَ &quot; أي: يستخبرك المكذبون على وجه التعنت والعناد, لا على وجه التبين والاسترشاد.
&quot; أَحَقٌّ هُوَ &quot; اى: أصحيح حشر العباد, وبعثهم بعد موتهم ليوم المعاد, وجزاء العباد بأعمالهم, إن خيرا فخير, وإن شرا فشر؟ &quot; قُلْ &quot; لهم مقسما على صحته, مستدلا عليه بالدليل الواضح والبرهان: &quot; إِي وَرَبِّي إِنَّهُ لَحَقٌّ &quot; لا مرية فيه ولا شبهة تعتريه.
&quot; وَمَا أَنْتُمْ بِمُعْجِزِينَ &quot; لله أن يبعثكم.
فكما ابتدأ خلقكم, ولم تكونوا شيئا, كذلك يعيدكم مرة أخرى, ليجازيكم بأعمالكم.';
$t[54] = 'وإذا كانت القيامة &quot; وَلَوْ أَنَّ لِكُلِّ نَفْسٍ ظَلَمَتْ &quot; بالكفر والمعاصي.
جميع &quot; مَا فِي الْأَرْضِ &quot; من ذهب وفضة وغيرهما, لتفتدي به من عذاب الله &quot; لَافْتَدَتْ بِهِ &quot; ولما نفعها ذلك, وإنما النفع والضر, والثواب والعقاب, على الأعمال الصالحة, والسيئة.
&quot; وَأَسَرُّوا &quot; أي: الذين ظلموا &quot; النَّدَامَةَ لَمَّا رَأَوُا الْعَذَابَ &quot; ندموا على ما قدموا, ولات حين مناص.
&quot; وَقُضِيَ بَيْنَهُمْ بِالْقِسْطِ &quot; أي: العدل التام, الذي لا ظلم ولا جور فيه بوجه من الوجوه.';
$t[55] = '&quot; أَلَا إِنَّ لِلَّهِ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ &quot; يحكم فيهم بحكمه الديني والقدري, وسيحكم فيهم بحكمه الجزائي.
ولهذا قال: &quot; أَلَا إِنَّ وَعْدَ اللَّهِ حَقٌّ وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ &quot; فلذلك لا يستعدون للقاء الله, بل ربما لم يؤمنوا به, وقد تواترت عليه الأدلة القطعية, والبراهين النقلية والعقلية.';
$t[56] = '&quot; هُوَ يُحْيِي وَيُمِيتُ &quot; أي: هو المتصرف بالإحياء والإماتة, وسائر أنواع التدابير, لا شريك له في ذلك.
&quot; وَإِلَيْهِ تُرْجَعُونَ &quot; يوم القيامة, فيجازيكم بأعمالكم خيرها وشرها.';
$t[57] = 'يقول تعالى - مرغبا الخلق, في الإقبال على هذا الكتاب الكريم, بذكر أوصافه الحسنة الضرورية للعباد فقال: &quot; يَا أَيُّهَا النَّاسُ قَدْ جَاءَتْكُمْ مَوْعِظَةٌ مِنْ رَبِّكُمْ &quot; أي: تعظكم, وتنذركم عن الأعمال الموجبة لسخط الله, المقتضية لعقابه, وتحذركم عنها ببيان آثارها ومفاسدها.
&quot; وَشِفَاءٌ لِمَا فِي الصُّدُورِ &quot; وهو: هذا القرآن, شفاء لما في الصدور, من أمراض الشهوات الصادرة عن الانقياد للشرع, وأمراض الشبهات, القادحة في العلم اليقيني.
فإن ما فيه من المواعظ, والترغيب, والترهيب, والوعد والوعيد, مما يوجب للعبد الرغبة والرهبة.
وإذا وجدت فيه الرغبة في الخير, والرهبة عن الشر, ونمتا على تكرر ما يرد إليها, من معاني القرآن, أوجب ذلك, تقديم مراد الله على مراد النفس, وصار ما يرضي الله, أحب إلى العبد من شهوة نفسه.
وكذلك ما فيه, من البراهين, والأدلة, التي صرفها الله, غاية التصريف, وبينها أحسن بيان, مما يزيل الشبه القادحة في الحق, ويصل به القلب إلى أعلى درجات اليقين.
وإذا صح القلب من مرضه, ورفل بأثواب العافية, تبعته الجوارح كلها, فإنها تصلح بصلاحه, وتفسد بفساده.
&quot; وَهُدًى وَرَحْمَةٌ لِلْمُؤْمِنِينَ &quot; فالهدى هو, العلم بالحق والعمل به.
والرحمة هي: ما يحصل من الخير والإحسان, والثواب العاجل والآجل, لمن اهتدى به.
فالهدى, أجل الوسائل, والرحمة, أكمل المقاصد والرغائب.
ولكن لا يهتدي به, ولا يكون رحمة إلا في حق المؤمنين.
وإذا حصل الهدى, وحلت الرحمة الناشئة عنه, حصلت السعادة والفلاح, والربح والنجاح, والفرح والسرور.';
$t[58] = 'ولذلك أمر تعالى بالفرح بذلك فقال: &quot; قُلْ بِفَضْلِ اللَّهِ &quot; الذي هو: القرآن, الذي هو أعظم نعمة ومنة, وفضل تفضل الله به على عباده &quot; وَرَحْمَتُهُ &quot; الدين والإيمان, وعبادة الله ومحبته ومعرفته.
&quot; فَبِذَلِكَ فَلْيَفْرَحُوا هُوَ خَيْرٌ مِمَّا يَجْمَعُونَ &quot; من متاع الدنيا ولذاتها.
فنعمة الدين المتصلة بسعادة الدارين, لا نسبة بينها, وبين جميع ما في الدنيا, مما هو مضمحل زائل عن قريب.
وإنما أمر الله تعالى بالفرح بفضله ورحمته, لأن ذلك مما يوجب انبساط النفس ونشاطها, وشكرها لله تعالى وقوتها, وشدة الرغبة في العلم والإيمان, الداعي للازدياد منهما, وهذا فرح محمود.
بخلاف الفرح بشهوات الدنيا ولذاتها, أو الفرح بالباطل, فإن هذا مذموم.
كما قال تعالى عن قوم قارون له: &quot; لَا تَفْرَحْ إِنَّ اللَّهَ لَا يُحِبُّ الْفَرِحِينَ &quot; .
وكما قال تعالى, في الذين فرحوا بما عندهم من الباطل, المناقض, لما جاءت به الرسل: &quot; فَلَمَّا جَاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَرِحُوا بِمَا عِنْدَهُمْ مِنَ الْعِلْمِ &quot; .';
$t[59] = 'يقول تعالى - منكرا على المشركين, الذين ابتدعوا تحريم ما أحل الله, وتحليل ما حرمه: &quot; قُلْ أَرَأَيْتُمْ مَا أَنْزَلَ اللَّهُ لَكُمْ مِنْ رِزْقٍ &quot; يعني أنواع الحيوانات المحللة, التي جعلها الله رزقا لهم ورحمة في حقهم.
&quot; فَجَعَلْتُمْ مِنْهُ حَرَامًا وَحَلَالًا &quot; قل لهم - موبخا على هذا القول الفاسد-: &quot; آللَّهُ أَذِنَ لَكُمْ أَمْ عَلَى اللَّهِ تَفْتَرُونَ &quot; ومن المعلوم, أن الله لم يأذن لهم, فعلم أنهم مفترون.';
$t[60] = '&quot; وَمَا ظَنُّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ يَوْمَ الْقِيَامَةِ &quot; أن يفعل الله بهم من النكال, ويحل بهم من العقاب.
قال تعالى: &quot; وَيَوْمَ الْقِيَامَةِ تَرَى الَّذِينَ كَذَبُوا عَلَى اللَّهِ وُجُوهُهُمْ مُسْوَدَّةٌ &quot; .
&quot; إِنَّ اللَّهَ لَذُو فَضْلٍ عَلَى النَّاسِ &quot; كثير, وذو إحسان جزيل.
&quot; وَلَكِنَّ أَكْثَرَهُمْ لَا يَشْكُرُونَ &quot; إما أنهم, لا يقومون بشكرها.
وإما أن يستعينوا بها على معاصيه.
وإما أن يحرموا منها, ويردوا ما منَّ الله به على عباده.
وقليل منهم الشاكر, الذي يعترف بالنعمة, ويثني بها على الله, ويستعين بها على طاعته.
ويستدل بهذه الآية, على أن الأصل في جميع الأطعمة, الحل, إلا ما ورد الشرع بتحريمه, لأن الله أنكر على من حرم الرزق, الذي أنزله لعباده.';
$t[61] = 'يخبر تعالى, عن عموم مشاهدته, واطلاعه على جميع أحوال العباد, في حركاتهم, وسكناتهم, وفي ضمن هذا, الدعوة لمراقبته على الدوام فقال: &quot; وَمَا تَكُونُ فِي شَأْنٍ &quot; أي: حال من أحوالك الدينية والدنيوية.
&quot; وَمَا تَتْلُو مِنْهُ مِنْ قُرْآنٍ &quot; أي: وما تتلو من القرآن, الذي أوحاه الله إليك.
&quot; وَلَا تَعْمَلُونَ مِنْ عَمَلٍ &quot; صغير أو كبير &quot; إِلَّا كُنَّا عَلَيْكُمْ شُهُودًا إِذْ تُفِيضُونَ فِيهِ &quot; أي: وقت شروعكم فيه, واستمراركم على العمل به.
فراقبوا الله في أعمالكم, وأدوها على وجه النصيحة والاجتهاد فيها.
وإياكم, وما يكره الله تعالى, فإنه مطلع عليكم, عالم بظواهركم وبواطنكم.
&quot; وَمَا يَعْزُبُ عَنْ رَبِّكَ &quot; أي: ما يغيب عن علمه, وسمعه, وبصره, ومشاهدته &quot; مِنْ مِثْقَالِ ذَرَّةٍ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ وَلَا أَصْغَرَ مِنْ ذَلِكَ وَلَا أَكْبَرَ إِلَّا فِي كِتَابٍ مُبِينٍ &quot; أي: قد أحاط به علمه, وجرى به قلمه.
وهاتان المرتبتان, من مراتب القضاء والقدر, كثيرا ما يقرن الله بينهما, وهما: العلم المحيط بجميع الأشياء, وكتابته المحيطة بجميع الحوادث, كقوله تعالى: &quot; أَلَمْ تَعْلَمْ أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاءِ وَالْأَرْضِ إِنَّ ذَلِكَ فِي كِتَابٍ إِنَّ ذَلِكَ عَلَى اللَّهِ يَسِيرٌ &quot; .';
$t[62] = 'يخبر تعالى عن أوليائه وأحبائه, ويذكر أعمالهم وأوصافهم, وثوابهم.
فقال: &quot; أَلَا إِنَّ أَوْلِيَاءَ اللَّهِ لَا خَوْفٌ عَلَيْهِمْ &quot; فيما يستقبلونه, مما أمامهم, من المخاوف والأهوال.
&quot; وَلَا هُمْ يَحْزَنُونَ &quot; على ما أسلفوا, لأنهم لم يسلفوا إلا صالح الأعمال.
وإذا كانوا لا خوف عليهم ولا هم يحزنون, ثبت لهم الأمن والسعادة, والخير الكثير, الذي لا يعلمه إلا الله تعالى.';
$t[63] = 'ثم ذكر وصفهم فقال: &quot; الَّذِينَ آمَنُوا &quot; بالله, وملائكته, وكتبه, ورسله, واليوم الآخر, وبالقدر, خيره وشره, وصدقوا إيمانهم, باستعمال التقوى, بامتثال الأوامر, واجتناب النواهي.
فكل من كان مؤمنا تقيا, كان لله تعالى وليا, لذلك كانت &quot; لَهُمُ الْبُشْرَى فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ &quot; .';
$t[64] = '&quot; لَهُمُ الْبُشْرَى فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ &quot; .
أما البشارة في الدنيا, فهي: الثناء الحسن, والمودة في قلوب المؤمنين, والرؤيا الصالحة, وما يراه العبد من لطف الله به وتيسيره لأحسن الأعمال والأخلاق, وصرفه عن مساوئ الأخلاق.
وأما في الآخرة, فأولها.
البشارة عند قبض أرواحهم, كما قال تعالى: &quot; إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا تَتَنَزَّلُ عَلَيْهِمُ الْمَلَائِكَةُ أَلَّا تَخَافُوا وَلَا تَحْزَنُوا وَأَبْشِرُوا بِالْجَنَّةِ الَّتِي كُنْتُمْ تُوعَدُونَ &quot; .
وفي القبر, ما يبشر به من رضا الله تعالى, والنعيم, المقيم.
وفي الآخرة, تمام البشرى, بدخول جنات النعيم, والنجاة من العذاب الأليم.
&quot; لَا تَبْدِيلَ لِكَلِمَاتِ اللَّهِ &quot; بل ما وعد الله, فهو حق, لا يمكن تغييره ولا تبديله, لأنه الصادق في قيله, الذي لا يقدر أحد أن يخالفه فيما قدره وقضاه.
&quot; ذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ &quot; لأنه اشتمل على النجاة من كل محذور, والظفر بكل مطلوب محبوب.
وحصر الفوز فيه, لأنه لا فوز لغير أهل الإيمان والتقوى.
والحاصل أن البشرى شاملة لكل خير وثواب, رتبه الله في الدنيا والآخرة, على الإيمان والتقوى, ولهذا أطلق ذلك, فلم يقيده.';
$t[65] = 'أي: ولا يحزنك قول المكذبين فيك, من الأقوال, التي يتوصلون بها إلى القدح فيك, وفي دينك فإن أقوالهم, لا تعزهم.
ولا تضرك شيئا.
&quot; إِنَّ الْعِزَّةَ لِلَّهِ جَمِيعًا &quot; يؤتيها من يشاء, ويمنعها ممن يشاء.
قال تعالى &quot; مَنْ كَانَ يُرِيدُ الْعِزَّةَ فَلِلَّهِ الْعِزَّةُ جَمِيعًا &quot; أي: فليطلبها بطاعته, بدليل قوله بعده &quot; إِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ وَالْعَمَلُ الصَّالِحُ يَرْفَعُهُ &quot; ومن المعلوم, أنك على طاعة الله, وأن العزة لك ولأتباعك, من الله.
&quot; وَلِلَّهِ الْعِزَّةُ وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ &quot; .
وقوله: &quot; هُوَ السَّمِيعُ الْعَلِيمُ &quot; أي: سمعه قد أحاط بجميع الأصوات, فلا يخفى عليه شيء منها.
وعلمه, قد أحاط بجميع الظواهر والبواطن, فلا يعزب عنه مثقال ذرة, في السماوات والأرض, ولا أصغر من ذلك ولا أكبر.
وهو - تعالى - يسمع قولك, وقول أعدائك فيه, ويعلم ذلك تفصيلا, فاكتف بعلم الله وكفايته, فمن يتق الله, فهو حسبه.';
$t[66] = 'يخبر تعالى: أن له ما في السماوات والأرض, خلقا وملكا, يتصرف فيهم بما يشاء من أحكامه.
فالجميع مماليك لله, مسخرون, مدبرون, لا يستحقون شيئا من العبادة.
وليسوا شركاء لله, بوجه الوجوه, ولهذا قال: &quot; وَمَا يَتَّبِعُ الَّذِينَ يَدْعُونَ مِنْ دُونِ اللَّهِ شُرَكَاءَ إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ &quot; أي: الذي لا يغني من الحق شيئا &quot; وَإِنْ هُمْ إِلَّا يَخْرُصُونَ &quot; في ذلك, خرص إفك وبهتان.
فإن كانوا صادقين, في أن معبوداتهم شركاء لله, فليظهروا من أوصافها ما تستحق به مثقال ذرة من العبادة, فلن يستطيعوا.
فهل منهم أحد يخلق شيئا, أو يرزق, أو يملك شيئا من المخلوقات, أو يدبر الليل والنهار, الذي جعله الله قياما للناس؟.';
$t[67] = 'و &quot; هُوَ الَّذِي جَعَلَ لَكُمُ اللَّيْلَ لِتَسْكُنُوا فِيهِ &quot; في النوم والراحة بسبب الظلمة, التي تغشى وجه الأرض, فلو استمر الضياء, لما قروا, ولما سكنوا.
جعل الله &quot; وَالنَّهَارَ مُبْصِرًا &quot; أي: مضيئا, يبصر به الخلق, فينصرفون في معايشهم, ومصالح دينهم ودنياهم.
&quot; إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَسْمَعُونَ &quot; عن الله, سمع فهم, وقبول, واسترشاد, لا سمع تعنت وعناد.
فإن في ذلك لآيات, لقوم يسمعون, ويستدلون بها, على أنه, وحده, المعبود وأنه الإله الحق, وأن إلهية ما سواه باطلة, وأنه الرءوف الرحيم العليم الحكيم.';
$t[68] = 'يقول تعالى - مخبرا عن بهت المشركين لرب العالمين - &quot; قَالُوا اتَّخَذَ اللَّهُ وَلَدًا &quot; .
فنزه نفسه عن ذلك بقوله: &quot; سُبْحَانَهُ &quot; أي: تنزه عما يقول الظالمون, في نسبة النقائص, إليه علوا كبيرا, ثم برهن عن ذلك, بعدة براهين.
أحدها: قوله &quot; هُوَ الْغَنِيُّ &quot; أي: الغني منحصر فيه, وأنواع الغنى مستغرقة فيه.
فهو الغني, الذي له الغنى التام, بكل وجه واعتبار, من جميع الوجوه.
فإذا كان غنيا من كل وجه, فلأي شيء يتخذ الولد؟ ألحاجة منه إلى الولد, فهذا مناف لغناه فلا يتخذ أحد ولدا إلا لنقص في غناه.
البرهان الثاني, قوله: &quot; لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ &quot; وهذه كلمة جامعة عامة لا يخرج عنها موجود من أهل السماوات والأرض, الجميع مخلوقون عبيد مماليك.
ومن المعلوم أن هذا الوصف العام, ينافي أن يكون له ولد.
فإن الولد من جنس والده, لا يكون مخلوقا ولا مملوكا.
فملكيته لما في السماوات والأرض عموما, تنافي الولادة.
البرهان الثالث, قوله: &quot; إِنْ عِنْدَكُمْ مِنْ سُلْطَانٍ بِهَذَا &quot; أي: هل عندكم من حجة وبرهان يدل على أن لله ولدا, فلو كان لهم دليل, لأبدوه.
فلما تحداهم وعجزهم على إقامة الدليل, علم بطلان ما قالوه, وأن ذلك قول بلا علم.
ولهذا قال: &quot; أَتَقُولُونَ عَلَى اللَّهِ مَا لَا تَعْلَمُونَ &quot; فإن هذا من أعظم المحرمات.';
$t[69] = '&quot; قُلْ إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لَا يُفْلِحُونَ &quot; أي: لا ينالون مطلوبهم, ولا يحصل لهم مقصودهم.';
$t[70] = 'وإنما يتمتعون في كفرهم وكذبهم, في الدنيا, قليلا, ثم ينتقلون إلى الله, ويرجعون إليه, فيذيقهم العذاب الشديد بما كانوا يكفرون, &quot; وَمَا ظَلَمَهُمُ اللَّهُ وَلَكِنْ أَنْفُسَهُمْ يَظْلِمُونَ &quot; .';
$t[71] = 'يقول تعالى لنبيه &quot; وَاتْلُ عَلَيْهِمْ &quot; أي: على قومك &quot; نَبَأَ نُوحٍ &quot; في دعوته لقومه, حين دعاهم إلى الله مدة طويلة, فمكث فيهم, ألف سنة إلا خمسين عاما, فلم يزدهم دعاؤه إياهم, إلا طغيانا فتمللوا منه, وسئموا.
وهو, عليه الصلاة والسلام, غير متكاسل, ولا متوان في دعوتهم, فقال لهم: &quot; يَا قَوْمِ إِنْ كَانَ كَبُرَ عَلَيْكُمْ مَقَامِي وَتَذْكِيرِي بِآيَاتِ اللَّهِ &quot; أي: إن كان مقامي عندكم, وتذكيري إياكم, ما ينفعكم &quot; بِآيَاتِ اللَّهِ &quot; الأدلة الواضحة البينة, قد شق عليكم, وعظم لديكم, وأردتم أن تنالوني بسوء أو تردوا الحق.
&quot; فَعَلَى اللَّهِ تَوَكَّلْتُ &quot; أي: اعتمدت على الله, في دفع كل شر يراد بي, وبما أدعو إليه, فهذا جندي, وعدتي.
وأنتم, فأتوا بما قدرتم عليه, من أنواع العَدَدَ والعُددَ.
&quot; فَأَجْمِعُوا أَمْرَكُمْ &quot; كلكم, بحيث لا يتخلف منكم أحد, ولا تدخروا من مجهودكم شيئا.
وأحضروا &quot; وَشُرَكَاءَكُمْ &quot; الذي كنتم تعبدونهم وتوالونهم, من دون الله, رب العالمين.
&quot; ثُمَّ لَا يَكُنْ أَمْرُكُمْ عَلَيْكُمْ غُمَّةً &quot; أي: مشتبها خفيا, بل ليكن ذلك ظاهرا علانية.
&quot; ثُمَّ اقْضُوا إِلَيَّ &quot; أي: اقضوا علي بالعقوبة والسوء, الذي في إمكانكم.
&quot; وَلَا تُنْظِرُونِ &quot; أي: لا تمهلوني ساعة من نهار.
فهذا برهان قاطع, وآية عظيمة, على صحة رسالته, وصدق ما جاء به.
حيث كان وحده, لا عشيرة تحميه, ولا جنود تؤويه.
وقد بادأ قومه.
بتسفيه آرائهم, وفساد دينهم, وعيب آلهتهم.
وقد حملوا من بغضه, وعداوته, ما هو أعظم من الجبال الرواسي, وهم أهل القدرة والسطوة.
وهو يقول لهم: اجتمعوا, أنتم وشركاؤكم, ومن استطعتم, وأبدوا كل ما تقدرون عليه, من الكيد, فأوقعوا بي, إن قدرتم على ذلك, فلم يقدروا على شيء من ذلك.
فعلم أنه الصادق حقا, وهم الكاذبون فيما يوعدون, ولهذا قال:';
$t[72] = '&quot; فَإِنْ تَوَلَّيْتُمْ &quot; عن ما دعوتكم إليه, فلا موجب لتوليكم, لأنه تبين أنكم, لا تولون عن باطل إلى حق, وإنما تولون عن حق قامت الأدلة على فساده.
ومع هذا &quot; فَمَا سَأَلْتُكُمْ مِنْ أَجْرٍ &quot; على دعوتي, وعلى إجابتكم, فتقولوا: هذا جاءنا, ليأخذ أموالنا, فتمتنعون لأجل ذلك.
&quot; إِنْ أَجْرِيَ إِلَّا عَلَى اللَّهِ &quot; أي: لا أريد الثواب والجزاء, إلا منه.
&quot; وَأُمِرْتُ &quot; أيضا فإني ما أمرتكم بأمر وأخالفكم إلى ضده.
بل &quot; أَنْ أَكُونَ مِنَ الْمُسْلِمِينَ &quot; فأنا أول داخل, وأول فاعل, لما أمرتكم به.';
$t[73] = '&quot; فَكَذَّبُوهُ &quot; بعد ما دعاهم ليلا ونهارا, وسرا وجهارا, فلم يزدهم دعاؤه إلا فرارا.
&quot; فَنَجَّيْنَاهُ وَمَنْ مَعَهُ فِي الْفُلْكِ &quot; الذي أمرناه, أن يصنعه بأعيننا, وقلنا له - إذا فار التنور,: &quot; احْمِلْ فِيهَا مِنْ كُلٍّ زَوْجَيْنِ اثْنَيْنِ وَأَهْلَكَ إِلَّا مَنْ سَبَقَ عَلَيْهِ الْقَوْلُ وَمَنْ آمَنَ &quot; ففعل ذلك.
فأمر الله السماء أن تمطر بماء منهمر وفجر الأرض عيونا, فالتقى الماء على أمر قد قدر &quot; وَحَمَلْنَاهُ عَلَى ذَاتِ أَلْوَاحٍ وَدُسُرٍ &quot; تجري بأعيننا.
&quot; وَجَعَلْنَاهُمْ خَلَائِفَ &quot; في الأرض, بعد إهلاك المكذبين.
ثم بارك الله في ذريته, وجعل ذريته, هم الباقين, ونشرهم في أقطار الأرض.
&quot; وَأَغْرَقْنَا الَّذِينَ كَذَّبُوا بِآيَاتِنَا &quot; بعد ذلك البيان, وإقامة البرهان.
&quot; فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُنْذَرِينَ &quot; وهو: الهلاك المخزي, واللعنة المتتابعة عليهم في كل قرن يأتي بعدهم, لا تسمع فيهم إلا لوما, ولا ترى إلا قدحا وذما.
فليحذر هؤلاء المكذبون, أن يحل بهم, ما حل بأولئك الأقوام المكذبين, من الهلاك, والخزي, والنكال.';
$t[74] = 'أي: &quot; ثُمَّ بَعَثْنَا مِنْ بَعْدِهِ &quot; أي: من بعد نوح عليه السلام &quot; رُسُلًا إِلَى قَوْمِهِمْ &quot; المكذبين, يدعونهم إلى الهدى, ويحذرونهم من أسباب الردى.
&quot; فَجَاءُوهُمْ بِالْبَيِّنَاتِ &quot; أي: كل نبي أيد دعوته, بالآيات الدالة على صحة ما جاء به.
&quot; فَمَا كَانُوا لِيُؤْمِنُوا بِمَا كَذَّبُوا بِهِ مِنْ قَبْلُ &quot; يعني: أن الله تعالى عاقبهم, حيث جاءهم الرسول, فبادروا بتكذيبه, فطبع الله على قلوبهم, وحال بينهم وبين الإيمان, بعد أن كانوا متمكنين منه, كما قال تعالى: &quot; وَنُقَلِّبُ أَفْئِدَتَهُمْ وَأَبْصَارَهُمْ كَمَا لَمْ يُؤْمِنُوا بِهِ أَوَّلَ مَرَّةٍ &quot; .
ولهذا قال هنا &quot; كَذَلِكَ نَطْبَعُ عَلَى قُلُوبِ الْمُعْتَدِينَ &quot; أي: نختم عليها, فلا يدخلها خير.
وما ظلمهم الله, ولكنهم ظلموا أنفسهم, بردهم الحق, لما جاءهم, وتكذيبهم الأول.';
$t[75] = 'أي: &quot; ثُمَّ بَعَثْنَا مِنْ بَعْدِهِمْ &quot; أي: من بعد هؤلاء الرسل, الذين أرسلهم الله إلى القوم المكذبين المهلكين.
&quot; مُوسَى &quot; بن عمران, كليم الرحمن, أحد أولي العزم من المرسلين, وأحد الكبار المقتدى بهم, المنزل عليهم الشرائع المعظمة الواسعة.
وجعلنا معه أخاه &quot; وَهَارُونَ &quot; وزيرا وبعثناهما &quot; إِلَى فِرْعَوْنَ وَمَلَئِهِ &quot; أي: كبار دولته ورؤسائهم, لأن عامتهم, تبع للرؤساء.
&quot; بِآيَاتِنَا &quot; الدالة على صدق ما جاءا به, من توحيد الله, والنهي عن عبادة ما سوى الله تعالى.
&quot; فَاسْتَكْبَرُوا &quot; عنها, ظلما وعلوا, بعد ما استيقنوها.
&quot; وَكَانُوا قَوْمًا مُجْرِمِينَ &quot; أي: وصفهم الإجرام والتكذيب.';
$t[76] = '&quot; فَلَمَّا جَاءَهُمُ الْحَقُّ مِنْ عِنْدِنَا &quot; الذي هو أكبر أنواع الحق وأعظمها, وهو من عند الله, الذي خضعت لعظمته الرقاب, وهو رب العالمين, المربي جميع خلقه بالنعم.
فلما جاءهم الحق من عند الله, على يد موسى, ردوه فلم يقبلوه.
و &quot; قَالُوا إِنَّ هَذَا لَسِحْرٌ مُبِينٌ &quot; لم يكفهم - قبحهم الله - إعراضهم ولا ردهم إياه, حتى جعلوه أبطل الباطل, وهو السحر: الذي حقيقته: التمويه, بل جعلوه سحرا مبينا, ظاهرا, وهو الحق المبين.';
$t[77] = 'ولهذا &quot; قَالَ &quot; لهم &quot; مُوسَى &quot; - موبخا لهم عن ردهم الحق, الذي لا يرده إلا أظلم الناس:- &quot; أَتَقُولُونَ لِلْحَقِّ لَمَّا جَاءَكُمْ &quot; أي: أتقولون إنه سحر مبين.
&quot; أَسِحْرٌ هَذَا &quot; أي: فانظروا وصفه, وما اشتمل عليه.
فبمجرد ذلك يجزم بأنه الحق.
&quot; وَلَا يُفْلِحُ السَّاحِرُونَ &quot; لا في الدنيا, ولا في الآخرة.
فانظروا لمن تكون العاقبة, ومن له الفلاح, وعلى يديه النجاح.
وقد علموا بعد ذلك, وظهر لكل أحد, أن موسى عليه السلام, هو الذي أفلح, وفاز بظفر الدنيا والآخرة.';
$t[78] = '&quot; قَالُوا &quot; لموسى, رادين لقوله بما لا يرد به: &quot; أَجِئْتَنَا لِتَلْفِتَنَا عَمَّا وَجَدْنَا عَلَيْهِ آبَاءَنَا &quot; أي: أجئتنا لتصدنا عما وجدنا عليه آباءنا, من الشرك, وعبادة غير الله, وتأمرنا بأن نعبد الله وحده لا شريك له؟ فجعلوا قول آبائهم الضالين, حجة, يردون بها الحق, الذي جاءهم به موسى عليه السلام.
وقوله: &quot; وَتَكُونَ لَكُمَا الْكِبْرِيَاءُ فِي الْأَرْضِ &quot; أي: وجئتمونا لتكونوا أنتم الرؤساء, ولتخرجونا من أراضينا.
وهذا تمويه منهم, وترويج على جهالهم, وتهييج لعوامهم, على معاداة موسى, وعدم الإيمان به.
وهذا لا يحتج به, من عرف الحقائق, وميز بين الأمور, فإن الحجج لا تدفع, إلا بالحجج والبراهين.
وأما من جاء بالحق, فرد قوله بأمثال هذه الأمور, فإنها تدل على عجز موردها, عن الإتيان بما يرد القول الذي جاء خصمه, لأنه لو كان له حجة, لأوردها, ولم يلجأ إلى قوله: قصدك كذا, أو مرادك كذا, سواء كان صادقا في قوله وإخباره عن قصد خصمه, أم كاذبا.
مع أن موسى عليه الصلاة والسلام, كل من عرف حاله, وما يدعو إليه, عرف أنه ليس له قصد في العلو في الأرض.
وإنما قصده, كقصد إخوانه المرسلين, هداية الخلق, وإرشادهم لما فيه نفعهم.
ولكن حقيقة الأمر, كما نطقوا به بقولهم: &quot; وَمَا نَحْنُ لَكُمَا بِمُؤْمِنِينَ &quot; أي: تكبرا وعنادا, لا لبطلان ما جاء به موسى وهارون, ولا لاشتباه فيه, ولا لغير ذلك من المعاني, سوى الظلم والعدوان, وإرادة العلو, الذي رموا به موسى وهارون.';
$t[79] = '&quot; وَقَالَ فِرْعَوْنُ &quot; معارضا للحق, الذي جاء به موسى, ومغالبا لملإه وقومه: &quot; ائْتُونِي بِكُلِّ سَاحِرٍ عَلِيمٍ &quot; أي: ماهر بالسحر, متقن له.
فأرسل في مدائن مصر, من أتاه بأنواع السحرة, على اختلاف أجناسهم وطبقاتهم.';
$t[80] = '&quot; فَلَمَّا جَاءَ السَّحَرَةُ &quot; للمغالبة لموسى &quot; قَالَ لَهُمْ مُوسَى أَلْقُوا مَا أَنْتُمْ مُلْقُونَ &quot; .
أي: أي شيء أردتم, لا أعين لكم شيئا.
وذلك لأنه جازم بغلبته, غير مبال بهم, وبما جاءوا به.';
$t[81] = '&quot; فَلَمَّا أَلْقَوْا &quot; حبالهم وعصيهم, إذا هي كأنها حيات تسعى.
&quot; قَالَ مُوسَى مَا جِئْتُمْ بِهِ السِّحْرُ &quot; أي: هذا السحر الحقيقي العظيم.
ولكن مع عظمته &quot; إِنَّ اللَّهَ سَيُبْطِلُهُ إِنَّ اللَّهَ لَا يُصْلِحُ عَمَلَ الْمُفْسِدِينَ &quot; .
فإنهم يريدون بذلك, نصر الباطل على الحق, وأي فساد أعظم من هذا؟!!.
وهكذا كل مفسد, عمل عملا, واحتال كيدا, أو أتى بمكر, فإن عمله سيبطل ويضمحل.
وإن حصل لعمله رواج في وقت ما, فإن مآله, الاضمحلال والمحق.
وأما المصلحون, الذين قصد بأعمالهم, وجه الله تعالى, وهي أعمال ووسائل نافعة, مأمور بها, فإن الله يصلح أعمالهم ويرقيها, وينميها على الدوام.
فألقى موسى عصاه, فتلقفت جميع ما صنعوا, فبطل سحرهم, واضمحل باطلهم.';
$t[82] = '&quot; وَيُحِقُّ اللَّهُ الْحَقَّ بِكَلِمَاتِهِ وَلَوْ كَرِهَ الْمُجْرِمُونَ &quot; فأذعن السحرة, حين تبين لهم الحق.
فتوعدهم فرعون بالصلب, وتقطيع الأيدي والأرجل فلم يبالوا بذلك وثبتوا على إيمانهم.
وأما فرعون وملأه, وأتباعهم, فلم يؤمن منهم أحد, بل استمروا في طغيانهم يعمهون.';
$t[83] = 'ولهذا قال: &quot; فَمَا آمَنَ لِمُوسَى إِلَّا ذُرِّيَّةٌ مِنْ قَوْمِهِ &quot; أي: شباب من بني إسرائيل, صبروا على الخوف, لما ثبت في قلوبهم الإيمان.
&quot; عَلَى خَوْفٍ مِنْ فِرْعَوْنَ وَمَلَئِهِمْ أَنْ يَفْتِنَهُمْ &quot; عن دينهم &quot; وَإِنَّ فِرْعَوْنَ لَعَالٍ فِي الْأَرْضِ &quot; أي: له القهر والغلبة فيها, فحقيق بهم أن يخافوا من بطشته.
خصوصا &quot; وَإِنَّهُ لَمِنَ الْمُسْرِفِينَ &quot; أي: المتجاوزين للحد, فيالبغي والعدوان.
والحكمة - والله أعلم - بكونه, ما آمن لموسى إلا ذرية من قومه, أن الذرية والشباب, أقبل للحق, وأسرع له انقيادا.
بخلاف الشيوخ ونحوهم, ممن تربى على الكفر فإنهم - بسبب ما مكث في قلوبهم من العقائد الفاسدة - أبعد عن الحق من غيرهم.';
$t[84] = '&quot; وَقَالَ مُوسَى &quot; موصيا لقومه بالصبر, ومذكرا لهم ما يستعينون به على ذلك فقال:- &quot; يَا قَوْمِ إِنْ كُنْتُمْ آمَنْتُمْ بِاللَّهِ &quot; فقوموا بوظيفة الإيمان بالله.
&quot; فَعَلَيْهِ تَوَكَّلُوا إِنْ كُنْتُمْ مُسْلِمِينَ &quot; أي: اعتمدوا عليه, والجأوا إليه واستنصروه.';
$t[85] = '&quot; فَقَالُوا &quot; ممتثلين لذلك &quot; عَلَى اللَّهِ تَوَكَّلْنَا رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِلْقَوْمِ الظَّالِمِينَ &quot; أي: تسلطهم علينا, فيفتنونا, أو يغلبونا, فيفتنونا بذلك, ويقولون: لو كانوا على حق لما غلبوا.';
$t[86] = '&quot; وَنَجِّنَا بِرَحْمَتِكَ مِنَ الْقَوْمِ الْكَافِرِينَ &quot; لنسلم من شرهم, ولنقيم على ديننا, على وجه نتمكن به, من إقامة شرائعه, وإظهاره, من غير معارض, ولا منازع.';
$t[87] = '&quot; وَأَوْحَيْنَا إِلَى مُوسَى وَأَخِيهِ &quot; حين اشتد الأمر على قومهما, من فرعون وقومه, وحرصوا على فتنتهم عن دينهم.
&quot; أَنْ تَبَوَّآ لِقَوْمِكُمَا بِمِصْرَ بُيُوتًا &quot; أي: مروهم أن يجعلوا لهم بيوتا, يتمكنون بها من الاستخفاء فيها.
&quot; وَاجْعَلُوا بُيُوتَكُمْ قِبْلَةً &quot; أي: اجعلوها محلا, تصلون فيها, حيث عجزتم عن إقامة الصلاة في الكنائس, والبيع العامة.
&quot; وَأَقِيمُوا الصَّلَاةَ &quot; فإنها معونة على جميع الأمور.
&quot; وَبَشِّرِ الْمُؤْمِنِينَ &quot; بالنصر والتأييد, وإظهار دينهم, فإن مع العسر يسرا, إن مع العسر يسرا.
وإذا اشتد الكرب, وضاق الأمر, فرجه الله, ووسعه.';
$t[88] = 'فلما رأى موسى, القسوة والإعراض من فرعون وملإه, دعا عليهم, وأمن هارون على دعائه, فقال: &quot; رَبَّنَا إِنَّكَ آتَيْتَ فِرْعَوْنَ وَمَلَأَهُ زِينَةً &quot; يتزينون بها من أنواع الحلي والثياب, والبيوت المزخرفة, والمراكب الفاخرة, والخدام.
&quot; وَأَمْوَالًا &quot; عظيمة &quot; فِي الْحَيَاةِ الدُّنْيَا رَبَّنَا لِيُضِلُّوا عَنْ سَبِيلِكَ &quot; .
أي: إن أموالهم, يستعينون بها على الإضلال في سبيلك, فيضلون ويضلون.
&quot; رَبَّنَا اطْمِسْ عَلَى أَمْوَالِهِمْ &quot; أي: أتلفها عليهم: إما بالهلاك, وإما بجعلها حجارة, غير منتفع بها.
&quot; وَاشْدُدْ عَلَى قُلُوبِهِمْ &quot; أي: قسها &quot; فَلَا يُؤْمِنُوا حَتَّى يَرَوُا الْعَذَابَ الْأَلِيمَ &quot; .
قال ذلك, غضبا عليهم, حيث تجرأوا على محارم الله, وأفسدوا عباد الله, وصدوا عن سبيله.
ولكمال معرفته بربه, بأن الله سيعاقبهم على ما فعلوا, بإغلاق باب الإيمان عليهم.';
$t[89] = '&quot; قَالَ &quot; الله تعالى &quot; قَدْ أُجِيبَتْ دَعْوَتُكُمَا &quot; .
هذا دليل على أن موسى, كان يدعو, وهارون يؤمن على دعائه, وأن الذي يؤمن, يكون شريكا للداعي في ذلك الدعاء.
&quot; فَاسْتَقِيمَا &quot; على دينكما, واستمرا على دعوتكما.
&quot; وَلَا تَتَّبِعَانِّ سَبِيلَ الَّذِينَ لَا يَعْلَمُونَ &quot; أي: لا تتبعان سبيل الجهال الضلال, المنحرفين عن الصراط المستقيم, المتبعين لطرق الجحيم.
فأمر الله موسى أن يسري ببني إسرائيل ليلا, وأخبره أنهم سيتبعونه.
وأرسل فرعون في المدائن حاشرين.
يقولون &quot; إِنَّ هَؤُلَاءِ &quot; أي: موسى وقومه &quot; لَشِرْذِمَةٌ قَلِيلُونَ وَإِنَّهُمْ لَنَا لَغَائِظُونَ وَإِنَّا لَجَمِيعٌ حَاذِرُونَ &quot; .
فجمع جنوده, قاصيهم ودانيهم, فأتبعهم بجنوده, بغيا وعدوا أي: أخرجهم باغين على موسى وقومه, ومعتدين في الأرض.
وإذا اشتد البغي, واستحكم الذنب, فانتظر العقوبة.';
$t[90] = '&quot; وَجَاوَزْنَا بِبَنِي إِسْرَائِيلَ الْبَحْرَ &quot; وذلك أن الله أوحى إلى موسى, لما وصل البحر, أن يضربه بعصاه, فضربه, فانفلق اثنى عشر طريقا, وسلكه بنو إسرائيل.
وساق فرعرن وجنوده خلفه داخلين.
فلما استكمل موسى وقومه خارجين من البحر, وفرعون وجنوده داخلين فيه, أمر الله البحر, فالتطم على فرعون وجنوده, فأغرقهم, وبنو إسرائيل ينظرون.
حتى إذا أدرك فرعون الغرق, وجزم بهلاكه &quot; قَالَ آمَنْتُ أَنَّهُ لَا إِلَهَ إِلَّا الَّذِي آمَنَتْ بِهِ بَنُو إِسْرَائِيلَ &quot; وهو الله الإله الحق الذي لا إله إلا هو &quot; وَأَنَا مِنَ الْمُسْلِمِينَ &quot; أي: المنقادين لدين الله, ولما جاء به موسى.';
$t[91] = 'قال الله تعالى - مبينا أن هذا الإيمان في هذه الحالة غير نافع له-: &quot; آلْآنَ &quot; تؤمن, وتقر برسول الله &quot; وَقَدْ عَصَيْتَ قَبْلُ &quot; أي: بارزت بالمعاصي, والكفر والتكذيب &quot; وَكُنْتَ مِنَ الْمُفْسِدِينَ &quot; فلا ينفعك الإيمان كما جرت عادة الله, أن الكفار إذا وصلوا إلى هذه الحالة الاضطرارية, أنه لا ينفعهم إيمانهم, لأن إيمانهم, صار إيمانا مشاهدا كإيمان من ورد القيامة, والذي ينفع, إنما هو الإيمان بالغيب.';
$t[92] = '&quot; فَالْيَوْمَ نُنَجِّيكَ بِبَدَنِكَ لِتَكُونَ لِمَنْ خَلْفَكَ آيَةً &quot; .
قال المفسرون: إن بني إسرائيل لما في قلوبهم من الرعب العظيم, من فرعون, كأنهم لم يصدقوا بإغراقه, وشكوا في ذلك.
فأمر الله البحر أن يلقيه على نجوة مرتفعة ببدنه, ليكون لهم عبرة وآية.
&quot; وَإِنَّ كَثِيرًا مِنَ النَّاسِ عَنْ آيَاتِنَا لَغَافِلُونَ &quot; فلذلك تمر عليهم وتتكرر فلا ينتفون بها, لعدم إقبالهم عليها.
وأما من له عقل وقلب حاضر, فإنه يرى من آيات الله ما هو أكبر دليل على صحة ما أخبرت به الرسل.';
$t[93] = '&quot; وَلَقَدْ بَوَّأْنَا بَنِي إِسْرَائِيلَ مُبَوَّأَ صِدْقٍ &quot; أي: أنزلهم الله وأسكنهم في مساكن آل فرعون, وأورثهم أرضهم وديارهم.
&quot; وَرَزَقْنَاهُمْ مِنَ الطَّيِّبَاتِ &quot; من المطاعم والمشارب وغيرهما &quot; فَمَا اخْتَلَفُوا &quot; في الحق &quot; حَتَّى جَاءَهُمُ الْعِلْمُ &quot; الموجب لاجتماعهم وائتلافهم.
ولكن بغى بعضهم على بعض, وصار لكثير منهم أهوية وأغراض تخالف الحق, فحصل بينهم من الاختلاف شيء كثير.
&quot; إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ &quot; بحكمة العدل الناشئ على علمه التام, وقدرته الشاملة.
وهذا هو الداء, الذي يعرض لأهل الدين الصحيح.
وهو: أن الشيطان إذا أعجزه أن يطيعوه في ترك الدين بالكلية, سعى في التحريش بينهم, وإلقاء العداوة والبغضاء, فحصل من الاختلاف ما هو موجب ذلك.
ثم حصل من تضليل بعضهم لبعض, وعداوة بعضهم لبعض, ما هو قرة عين اللعين.
وإلا فإذا كان ربهم واحدا, ورسولهم واحدا, ودينهم واحدا, ومصالحهم العامة متفقة, فلأي شيء يختلفون اختلافا, يفرق شملهم, ويشتت أمرهم, ويحل رابطتهم ونظامهم, فيفوت من مصالحهم الدينية والدنيوية ما يفوت, ويموت من دينهم, بسبب ذلك ما يموت؟.
فنسألك اللهم, لطفا بعبادك المؤمنين, يجمع شملهم ويرأب صدعهم, ويرد قاصيهم على دانيهم, يا ذا الجلال والإكرام.';
$t[94] = 'يقول تعالى لنبيه محمد صلى الله عليه وسلم: &quot; فَإِنْ كُنْتَ فِي شَكٍّ مِمَّا أَنْزَلْنَا إِلَيْكَ &quot; هل هو صحيح, أم غير صحيح؟.
&quot; فَاسْأَلِ الَّذِينَ يَقْرَءُونَ الْكِتَابَ مِنْ قَبْلِكَ &quot; أي: اسأل أهل الكتب المنصفين, والعلماء الراسخين, فإنهم سيقرون لك بصدق ما أخبرت به, وموافقته لما معهم.
فإن قيل: إن كثيرا من أهل الكتاب, من اليهود والنصارى, بل ربما كان أكثرهم ومعظمهم, كذبوا رسول الله, وعاندوه, وردوا عليه دعوته.
والله تعالى أمر رسوله أن يستشهد بهم, وجعل شهادتهم حجة لما جاء به, وبرهانا على صدقه, فكيف يكون ذلك؟ فالجواب عن هذا, من عدة أوجه.
منها: أن الشهادة, إذا أضيفت إلى طائفة, أو أهل مذهب, أو بلد ونحوهم, فإنها إنما تتناول العدول الصادقين منهم.
وأما من عداهم, فلو كانوا أكثر من غيرهم, فلا عبرة فيهم, لأن الشهادة مبنية على العدالة والصدق, وقد حصل ذلك بإيمان كثير من أحبارهم الربانيين, كـ &quot; عبد الله بن سلام &quot; وأصحابه, وكثير ممن أسلم في وقت النبي صلى الله عليه وسلم, وخلفائه, ومن بعدهم.
ومنها: أن شهادة أهل الكتاب للرسول, مبنية على كتابهم التوراة الذي ينتسبون إليه.
فإذا كان موجودا في التوراة, ما يوافق القرآن ويصدقه, ويشهد له بالصحة, فلو اتفقوا من أولهم لآخرهم, على إنكار ذلك, لم يقدح بما جاء به الرسول.
ومنها: أن الله تعالى أمر رسوله, أن يستشهد بأهل الكتاب على صحة ما جاءه, وظهر ذلك, وأعلنه على رءوس الأشهاد.
ومن المعلوم أن كثيرا منهم, من أحرص الناس على إبطال دعوة الرسول, محمد صلى الله عليه وسلم.
فلو كان عندهم ما يرد ما ذكره الله, لأبدوه, وأظهروه وبينوه.
فلما لم يكن شيء من ذلك, كان عدم رد المعادي, وإقرار المستجيب, من أدل الأدلة على صحة هذا القرآن وصدقه.
ومنها: أنه ليس أكثر أهل الكتاب, رد دعوة الرسول, بل أكثرهم استجاب لها, وانقاد طوعا واختيارا, فإن الرسول بعث, وأكثر أهل الأرض المتدينين, أهل الكتاب.
فلم يمكث دينه مدة غير كثيرة, حتى انقاد للإسلام, أكثر أهل الشام, ومصر, والعراق, وما جاورها من البلدان, التي هي مقر دين أهل الكتاب.
فلم يبق إلا أهل الرياسات, الذين آثروا رياساتهم على الحق, ومن تبعهم من العوام الجهلة, ومن تدين بدينهم اسما لا معنى, كالإفرنج, الذين حقيقة أمرهم, أنهم دهرية, منحلون عن جميع أديان الرسل.
وإنما انتسبوا للدين المسيحي, ترويجا لملكهم, وتمويها لباطلهم, كما يعرف ذلك من عرف أحوالهم البينة الظاهرة.
وقوله: &quot; لَقَدْ جَاءَكَ الْحَقُّ &quot; أي: الذي لا شك فيه بوجه من الوجوه &quot; مِنْ رَبِّكَ فَلَا تَكُونَنَّ مِنَ الْمُمْتَرِينَ &quot; كقوله تعالى &quot; كِتَابٌ أُنْزِلَ إِلَيْكَ فَلَا يَكُنْ فِي صَدْرِكَ حَرَجٌ مِنْهُ &quot; .';
$t[95] = '&quot; وَلَا تَكُونَنَّ مِنَ الَّذِينَ كَذَّبُوا بِآيَاتِ اللَّهِ فَتَكُونَ مِنَ الْخَاسِرِينَ &quot; .
وحاصل هذا: أن الله نهى عن شيئين: الشك في هذا القرآن والامتراء منه.
وأشد من ذلك, التكذيب به, وهو آيات الله البينات, التي لا تقبل التكذيب بوجه, ورتب على هذا الخسار وهو: عدم الربح أصلا, وذلك بفوات الثواب, في الدنيا والآخرة, وحصول العقاب, في الدنيا والآخرة.
والنهي عن الشيء أمر بضده, فيكون أمرا بالتصديق التام بالقرآن, وطمأنينة القلب إليه, والإقبال عليه, علما وعملا.
فبذلك يكون العبد من الرابحين, الذين أدركوا أجل المطالب, وأفضل الرغائب, وأتم المناقب, وانتفى عنهم الخسار.';
$t[96] = 'يقول تعالى: &quot; إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَةُ رَبِّكَ &quot; .
أي: إنهم من الضالين الغاوين أهل النار, لا بد أن يصيروا إلى ما قدره الله وقضاه, فلا يؤمنون, ولو جاءتهم كل آية, فلا تزيدهم الآيات إلا طغيانا, وغيا إلى غيهم.
وما ظلمهم الله, ولكن ظلموا أنفسهم, بردهم للحق, لما جاءهم أول مرة, فعاقبهم الله, بأن طبع على قلوبهم وأسماعهم, وأبصارهم, فلا يؤمنوا حتى يروا العذاب الأليم, الذي وعدوا به.
فحينئذ يعلمون حق اليقين, أن ما هم عليه هو الضلال, وأن ما جاءتهم به الرسل هو الحق.
ولكن في وقت لا يجدي عليهم إيمانهم شيئا.
فيومئذ لا ينفع الذين ظلموا معذرتهم, ولا هم يستعتبون.
وأما الآيات, فإنها تنفع من له قلب, أو ألقى السمع وهو شهيد.';
$t[97] = '';
$t[98] = 'يقول تعالى: &quot; فَلَوْلَا كَانَتْ قَرْيَةٌ &quot; من القرى المكذبين &quot; آمَنَتْ &quot; حين رأيت العذاب &quot; فَنَفَعَهَا إِيمَانُهَا &quot; أي: لم يكن منهم أحد انتفع بإيمانه, حين رأى العذاب, كما قال تعالى عن فرعون ما تقدم قريبا, لما قال: &quot; آمَنْتُ أَنَّهُ لَا إِلَهَ إِلَّا الَّذِي آمَنَتْ بِهِ بَنُو إِسْرَائِيلَ وَأَنَا مِنَ الْمُسْلِمِينَ &quot; فقيل له &quot; آلْآنَ وَقَدْ عَصَيْتَ قَبْلُ وَكُنْتَ مِنَ الْمُفْسِدِينَ &quot; .
وكما قال تعالى &quot; فَلَمَّا رَأَوْا بَأْسَنَا قَالُوا آمَنَّا بِاللَّهِ وَحْدَهُ وَكَفَرْنَا بِمَا كُنَّا بِهِ مُشْرِكِينَ فَلَمْ يَكُ يَنْفَعُهُمْ إِيمَانُهُمْ لَمَّا رَأَوْا بَأْسَنَا سُنَّةَ اللَّهِ الَّتِي قَدْ خَلَتْ فِي عِبَادِهِ &quot; .
وقال تعالى &quot; حَتَّى إِذَا جَاءَ أَحَدَهُمُ الْمَوْتُ قَالَ رَبِّ ارْجِعُونِ لَعَلِّي أَعْمَلُ صَالِحًا فِيمَا تَرَكْتُ كَلَّا &quot; .
والحكمة في هذا ظاهرة, فإن الإيمان الاضطراري, ليس بإيمان حقيقة, ولو صرف عنه العذاب, والأمر الذي اضطره إلى الإيمان, لرجع إلى الكفران.
وقوله &quot; إِلَّا قَوْمَ يُونُسَ لَمَّا آمَنُوا كَشَفْنَا عَنْهُمْ عَذَابَ الْخِزْيِ فِي الْحَيَاةِ الدُّنْيَا وَمَتَّعْنَاهُمْ إِلَى حِينٍ &quot; فهم مستثنون من العموم السابق.
ولا بد لذلك من حكمة لعالم الغيب والشهادة, لم تصل إلينا, ولم تدركها أفهامنا.
قال الله تعالى &quot; وَإِنَّ يُونُسَ لَمِنَ الْمُرْسَلِينَ &quot; إلى قوله &quot; وَأَرْسَلْنَاهُ إِلَى مِائَةِ أَلْفٍ أَوْ يَزِيدُونَ فَآمَنُوا فَمَتَّعْنَاهُمْ إِلَى حِينٍ &quot; .
ولعل الحكمة في ذلك, أن غيرهم من المهلكين, لو ردوا لعادوا لما نهوا عنه.
وأما قوم يونس, فإن الله أعلم أن إيمانهم سيستمر, بل قد استمر فعلا وثبتوا عليه, والله أعلم.';
$t[99] = 'يقول تعالى لنبيه محمد صلى الله عليه وسلم: &quot; وَلَوْ شَاءَ رَبُّكَ لَآمَنَ مَنْ فِي الْأَرْضِ كُلُّهُمْ جَمِيعًا &quot; بأن يلهمهم الإيمان, ويوزع قلوبهم للتقوى, فقدرته صالحة لذلك.
ولكنه اقتضت حكمته, أن كان بعضهم مؤمنين, وبعضهم كافرين.
&quot; أَفَأَنْتَ تُكْرِهُ النَّاسَ حَتَّى يَكُونُوا مُؤْمِنِينَ &quot; أي: لا تقدر على ذلك, وليس في إمكانك, ولا قدرة لغير الله على شيء من ذلك.';
$t[100] = '&quot; وَمَا كَانَ لِنَفْسٍ أَنْ تُؤْمِنَ إِلَّا بِإِذْنِ اللَّهِ &quot; بإرادته ومشيئته, وإذنه القدري الشرعي.
فمن كان من الخلق قابلا لذلك, ويزكو عنده الإيمان, وفقه وهداه.
&quot; وَيَجْعَلُ الرِّجْسَ &quot; أي: الشر والضلال &quot; عَلَى الَّذِينَ لَا يَعْقِلُونَ &quot; عن الله أوامره ونواهيه, ولا يلقوا بالا لنصائحه ومواعظه:';
$t[101] = 'يدعو تعالى عباده, إلى النظر لما في السماوات والأرض.
والمراد بذلك: نظر الفكر والاعتبار والتأمل, لما فيها, وما تحتوي عليه, والاستبصار.
فإن في ذلك لآيات لقوم يؤمنون, وعبرا لقوم يوقنون, تدل على أن الله وحده, المعبود المحمود, ذو الجلال والإكرام, والأسماء والصفات العظام.
&quot; وَمَا تُغْنِي الْآيَاتُ وَالنُّذُرُ عَنْ قَوْمٍ لَا يُؤْمِنُونَ &quot; فإنهم لا ينتفعون بالآيات لإعراضهم وعنادهم.';
$t[102] = '&quot; فَهَلْ يَنْتَظِرُونَ إِلَّا مِثْلَ أَيَّامِ الَّذِينَ خَلَوْا مِنْ قَبْلِهِمْ &quot; أي: فهل ينتظر هؤلاء الذين لا يؤمنون بآيات الله, بعد وضوحها, &quot; إِلَّا مِثْلَ أَيَّامِ الَّذِينَ خَلَوْا مِنْ قَبْلِهِمْ &quot; أي: من الهلاك والعقاب, فإنهم صنعوا كصنيعهم وسنة الله جارية في الأولين والآخرين.
&quot; قُلْ فَانْتَظِرُوا إِنِّي مَعَكُمْ مِنَ الْمُنْتَظِرِينَ &quot; فستعلمون من تكون له العاقبة الحسنة, والنجاة في الدنيا والآخرة, وليست إلا للرسل وأتباعهم.';
$t[103] = 'ولهذا قال: &quot; ثُمَّ نُنَجِّي رُسُلَنَا وَالَّذِينَ آمَنُوا &quot; من مكاره الدنيا والآخرة, وشدائدهما.
&quot; كَذَلِكَ حَقًّا عَلَيْنَا &quot; أوجبناه على أنفسنا &quot; نُنْجِي الْمُؤْمِنِينَ &quot; فإن الله يدافع عن الذين آمنوا, فإنه - بحسب ما مع العبد من الإيمان - تحصل له النجاة من المكاره.';
$t[104] = 'يقول تعالى لنبيه محمد صلى الله عليه وسلم, سيد المرسلين, وإمام المتقين وخير الموقنين: &quot; قُلْ يَا أَيُّهَا النَّاسُ إِنْ كُنْتُمْ فِي شَكٍّ مِنْ دِينِي &quot; أي: في ريب واشتباه فإني لست في شك منه, بل لدي العلم اليقين أنه الحق, وأن ما تدعون من دون الله باطل, ولي على ذلك, الأدلة الواضحة, والبراهين الساطعة.
ولهذا قال: &quot; فَلَا أَعْبُدُ الَّذِينَ تَعْبُدُونَ مِنْ دُونِ اللَّهِ &quot; من الأنداد, والأصنام وغيرهما, لأنها لا تخلق ولا ترزق, ولا تدبر شيئا من الأمور, وإنما هي مخلوقة مسخرة, ليس فيها ما يقتضي عبادتها.
&quot; وَلَكِنْ أَعْبُدُ اللَّهَ الَّذِي يَتَوَفَّاكُمْ &quot; أي: هو الله الذي خلقكم, وهو الذي يميتكم, ثم يبعثكم, ليجازيكم بأعمالكم.
فهو الذي يستحق أن يعبد, ويصلى له ويسجد.';
$t[105] = '&quot; وَأَنْ أَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفًا &quot; أي: أخلص أعمالك الظاهرة والباطنة لله, وأقم جميع شرائع الدين حنيفا, أي: مقبلا على الله, معرضا عما سواه.
&quot; وَلَا تَكُونَنَّ مِنَ الْمُشْرِكِينَ &quot; لا في حالهم, ولا تكن معهم.';
$t[106] = '&quot; وَلَا تَدْعُ مِنْ دُونِ اللَّهِ مَا لَا يَنْفَعُكَ وَلَا يَضُرُّكَ &quot; وهذا وصف لكل مخلوق, أنه لا ينفع ولا يضر, وإنما النافع الضار, هو الله تعالى.
&quot; فَإِنْ فَعَلْتَ &quot; أي: دعوت من دون الله, ما لا ينفعك ولا يضرك &quot; فَإِنَّكَ إِذًا مِنَ الظَّالِمِينَ &quot; أي: الضارين أنفسهم بإهلاكها.
وهذا الظلم هو الشرك كما قال تعالى &quot; إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ &quot; .
فإذا كان خير الخلق, لو دعا مع الله غيره, لكان من الظالمين المشركين فكيف بغيره؟!!
&quot; وَإِنْ يَمْسَسْكَ اللَّهُ بِضُرٍّ فَلَا كَاشِفَ لَهُ إِلَّا هُوَ وَإِنْ يُرِدْكَ بِخَيْرٍ فَلَا رَادَّ لِفَضْلِهِ يُصِيبُ بِهِ مَنْ يَشَاءُ مِنْ عِبَادِهِ وَهُوَ الْغَفُورُ الرَّحِيمُ &quot;
هذا من أعظم الأدلة على أن الله وحده, المستحق للعبادة, فإنه: النافع الضار, المعطي, المانع, الذي إذا مس بضر, كفقر ومرض, ونحوها &quot; فَلَا كَاشِفَ لَهُ إِلَّا هُوَ &quot; لأن الخلق, لو اجتمعوا على أن ينفعوا بشيء, لم ينفعوا إلا بما كتبه الله, ولو اجتمعوا على أن يضروا أحدا, لم يقدروا على شيء من ضرره, إذا لم يرده.
ولهذا قال: &quot; وَإِنْ يُرِدْكَ بِخَيْرٍ فَلَا رَادَّ لِفَضْلِهِ &quot; أي: لا يقدر أحد من الخلق, أن يرد فضله وإحسانه كما قال تعالى &quot; مَا يَفْتَحِ اللَّهُ لِلنَّاسِ مِنْ رَحْمَةٍ فَلَا مُمْسِكَ لَهَا وَمَا يُمْسِكْ فَلَا مُرْسِلَ لَهُ مِنْ بَعْدِهِ &quot; .
&quot; يُصِيبُ بِهِ مَنْ يَشَاءُ مِنْ عِبَادِهِ &quot; أي: يختص برحمته من شاء من خلقه, والله ذو الفضل العظيم.
&quot; وَهُوَ الْغَفُورُ &quot; لجميع الزلات, الذي يوفق عبده, لأسباب مغفرته.
ثم إذا فعلها العبد, غفر الله ذنوبه, كبارها, وصغارها.
&quot; الرَّحِيمِ &quot; الذي وسعت رحمته كل شيء, ووصل جوده إلى جميع الموجودات, بحيث لا تستغنى عن إحسانه, طرفة عين.
فإذا عرف العبد بالدليل القاطع, أن الله, هو المنفرد بالنعم, وكشف.
النقم, وإعطاء الحسنات, وكشف السيئات والكربات, وأن أحدا من الخلق, ليس بيده من هذا شيء, إلا ما أجراه الله على يده, جزم بأن الله هو الحق, وأن ما يدعون من دونه, هو الباطل.
ولهذا - لما بين الدليل الواضح قال بعده:-';
$t[107] = '';
$t[108] = 'أي: &quot; قُلْ &quot; يا أيها الرسول, لما تبين البرهان &quot; يَا أَيُّهَا النَّاسُ قَدْ جَاءَكُمُ الْحَقُّ مِنْ رَبِّكُمْ &quot; أي: الخبر الصادق المؤيد بالبراهين, الذي لا شك فيه, بوجه من الوجوه, وهو واصل إليكم من ربكم, الذي من أعظم تربيته لكم, أن أنزل إليكم هذا القرآن, الذي فيه تبيان لكل شيء, وفيه من أنواع الأحكام والمطالب الإلهية, والأخلاق المرضية, ما فيه أعظم تربية لكم, وإحسان منه إليكم, فقد تبين الرشد من الغي, ولم يبق لأحد شبهة.
&quot; فَمَنِ اهْتَدَى &quot; بهدى الله بأن علم الحق وتفهمه, وآثره على غيره &quot; فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ &quot; والله تعالى غني عن عباده, وإنما ثمرة أعمالهم, راجعة إليهم.
&quot; وَمَنْ ضَلَّ &quot; عن الهدى بأن أعرض عن العلم بالحق, أو عن العمل به.
&quot; فَإِنَّمَا يَضِلُّ عَلَيْهَا &quot; ولا يضر الله شيئا, فلا يضر إلا لنفسه.
&quot; وَمَا أَنَا عَلَيْكُمْ بِوَكِيلٍ &quot; فأحفظ أعمالكم وأحاسبكم عليها, وإنما أنا لكم نذير مبين, والله عليكم وكيل.
فانظروا لأنفسكم, ما دمتم في مدة الإمهال.';
$t[109] = '&quot; وَاتَّبَعَ &quot; أيها الرسول &quot; مَا يُوحَى إِلَيْكَ &quot; علما, وعملا, وحالا, ودعوة إليه.
&quot; وَاصْبِرْ &quot; على ذلك, فإن هذا, أعلى أنواع الصبر, وأن عاقبته حميدة, فلا تكسل, ولا تضجر, بل دم على ذلك, واثبت.
&quot; حَتَّى يَحْكُمَ اللَّهُ &quot; بينك وبين من كذبك &quot; وَهُوَ خَيْرُ الْحَاكِمِينَ &quot; فإن حكمه, مشتمل على العدل التام, والقسط الذي يحمد عليه.
وقد امتثل صلى الله عليه وسلم أمر ربه, وثبت على الصراط المستقيم, حتى أظهر الله دينه على سائر الأديان, ونصره على أعدائه بالسيف والسنان بعد ما نصره الله عليهم, بالحجة والبرهان.
فلله الحمد, والثناء الحسن, كما ينبغي لجلاله, وعظمته, وكماله, وسعة إحسانه.
تم تفسير سورة يونس - والحمد لله رب العالمين';
?>