<?php
$t = array();
$t[1] = 'أقسم الله تعالى بالخيل الجارية في سبيله, حين يظهر صوتها من سرعة عدوها.
ولا يجوز للمخلوق أن يقسم إلا بالله, فإن القسم بغير الله شرك.';
$t[2] = 'فالموقدات بحوافرها نارا وذلك من شدة عدوها.';
$t[3] = 'فالمغيرات على الأعداء عند الصبح.';
$t[4] = 'فيهجن بهذا العدو غبارا.';
$t[5] = 'فتوسطن بركبانهن جموع الأعداء.';
$t[6] = 'إن الإنسان لنعم ربه لجحود,';
$t[7] = 'وإنه بجحوده ذلك لمقر';
$t[8] = 'وإنه لحب المال لشديد.';
$t[9] = 'أفلا يعلم الإنسان ما ينتظره إذا أخرج الله الأمهات من القبور للحساب والجزاء؟';
$t[10] = 'واستخراج ما استتر في الصدور من خير أو شر.';
$t[11] = 'إن ربهم بهم وبأعمالهم يومئذ لخبير, لا يخفى عليه شيء من ذلك.';
?>