<?php
$t = array();
$t[1] = 'الساعة التي تقرع قلوب الناس بأهوالها.';
$t[2] = 'أي شيء هذه القارعة؟';
$t[3] = 'وأي شيء أعلمك بها؟';
$t[4] = 'في ذلك اليوم يكون الناس في كثرتهم وتفرقهم حركتهم كالفراش المنتشر وهو الذي يتساقط في النار.';
$t[5] = 'وتكون الجبال كالصرف متعدد الألوان الذي ينفش باليد, فيصير هباء ويزول.';
$t[6] = 'فأما من رجحت موازين حسناته,';
$t[7] = 'فهو في حياة مرضية في الجنة.';
$t[8] = 'وأما من خفت موازين حسناته, ورجحت موازين سيئاته,';
$t[9] = 'فمأواه جهنم.';
$t[10] = 'وما أدراك- يا محمد- ما هذه الهاوية؟';
$t[11] = 'إنها نار قد حميت من الوقود عليها.';
?>