<?php
$t = array();
$t[1] = 'شغلكم عن طاعة الله التفاخر بكثرة الأموال والأولاد.';
$t[2] = 'واستمر اشتغالكم بذلك إلى أن صرتم إلى المقابر, ودفنتم فيها.';
$t[3] = 'ما هكذا ينبغي أن يلهيكم التكاثر بالأموال, سوف تتبينون أن النار الآخرة خير لكم.';
$t[4] = 'ثم احذروا سوف تعلمون سوء عاقبة انشغالكم عنها.';
$t[5] = 'ما هكذا ينبغي أن يلهيكم التكاثر بالأموال, لو تعلمون حق العلم لا تزجرتم, ولبادرتم إلى إنقاذ أنفكسم من الهلاك.';
$t[6] = 'لتبصرن الجحيم,';
$t[7] = 'ثم لتبصرنها دون ريب,';
$t[8] = 'ثم لتسألن يوم القيامة عن كل أنواع النعيم.';
?>