<?php
$t = array();
$t[1] = 'يقول تعالى: هذا &quot; كِتَابٌ &quot; عظيم, ونزل كريم.
&quot; أُحْكِمَتْ آيَاتُهُ &quot; أي: أتقنت وأحسنت, صادقة أخبارها, عادلة أوامرها ونواهيها, فصيحة ألفاظه بهية معانيه.
&quot; ثُمَّ فُصِّلَتْ &quot; أي: ميزت, وبينت بيانا, في أعلى أنواع البيان.
&quot; مِنْ لَدُنْ حَكِيمٍ &quot; يضع الأشياء مواضعها, وينزلها منالها.
لا يأمر, ولا ينهى, إلا بما تقتضيه حكمته.
&quot; خَبِيرٌ &quot; مطلع على الظواهر والبواطن.
فإذا كان إحكامه وتفصيله من عند الله الحكيم الخبير, فلا تسأل بعد هذا, عن عظمته وجلالته, واشتماله على كمال الحكمة, وسعة الرحمة.';
$t[2] = 'وإنما أنزل الله كتابه لأجل &quot; أَنْ لَا تَعْبُدُوا إِلَّا اللَّهَ &quot; أي: لأجل إخلاص الدين كله لله, وأن لا يشرك به أحد من خلقه.
&quot; إِنَّنِي لَكُمْ &quot; أيها الناس &quot; مِنْهُ &quot; أي: من الله ربكم &quot; نَذِيرٍ &quot; لمن تجرأ على المعاصي, بعقاب الدنيا والآخرة.
&quot; وَبَشِيرٌ &quot; للمطيعين لله, بثواب الدنيا والآخرة.';
$t[3] = '&quot; وَأَنِ اسْتَغْفِرُوا رَبَّكُمْ &quot; عن ما صدر منكم من الذنوب &quot; ثُمَّ تُوبُوا إِلَيْهِ &quot; فيما تستقبلون من أعماركم, بالرجوع إليه, بالإنابة والرجوع, عما يكرهه الله إلى ما يحبه ويرضاه.
ثم ذكر ما يترتب على الاستغفار والتوبة فقال: &quot; يُمَتِّعْكُمْ مَتَاعًا حَسَنًا &quot; أي: يعطيكم من رزقه, ما تتمتعون به, وتنتفعون.
&quot; إِلَى أَجَلٍ مُسَمًّى &quot; أي: إلى وقت وفاتكم &quot; وَيُؤْتِ &quot; منكم &quot; كُلَّ ذِي فَضْلٍ فَضْلَهُ &quot; أي: يعطي أهل الإحسان والبر, من فضله وبره, ما هو جزاء لإحسانهم, من حصول ما يحبون, ودفع ما يكرهون.
&quot; وَإِنْ تَوَلَّوْا &quot; عن ما دعوتكم إليه, بل أعرضتم عنه, وربما كذبتم به &quot; فَإِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ كَبِيرٍ &quot; وهو يوم القيامة, الذي يجمع الله فيه الأولين والآخرين.';
$t[4] = '&quot; إِلَى اللَّهِ مَرْجِعُكُمْ &quot; ليجازيهم بأعمالهم, إن خيرا فخير, وإن شرا فشر.
وفي قوله: &quot; وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ &quot; كالدليل على إحياء الله الموتى, فإنه على كل شيء قدير, ومن جملة الأشياء إحياء الموتى, وقد أخبر بذلك وهو أصدق القائلين, فيجب وقوع ذلك عقلا ونقلا.';
$t[5] = 'يخبر تعالى عن جهل المشركين, وشدة ضلالهم أنهم &quot; يَثْنُونَ صُدُورَهُمْ &quot; أي: يميلونها &quot; لِيَسْتَخْفُوا مِنْهُ &quot; أي: من الله, فتقع صدورهم حاجبة لعلم الله, بأحوالهم, وبصره لهيئاتهم.
قال تعالى - مبينا خطأهم في هذا الظن - &quot; أَلَا حِينَ يَسْتَغْشُونَ ثِيَابَهُمْ &quot; أي يتغطون بها, يعلمهم في تلك الحال, التي هي من أخفى الأشياء.
بل &quot; يَعْلَمُ مَا يُسِرُّونَ &quot; من الأقوال والأفعال &quot; وَمَا يُعْلِنُونَ &quot; منها.
بل ما هو أبلغ من ذلك وهو &quot; إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ &quot; أي: بما فيها من الإرادات, والوساوس, والأفكار, التي لم ينطقوا بها, سرا ولا جهرا.
فكيف تخفى عليه حالكم, إذا ثنيتم صدوركم لتستخفوا منه.
ويحتمل أن المعنى في هذا, أن الله يذكر إعراض المكذبين للرسول, الغافلين عن دعوته, أنهم - من شدة إعراضهم - يثنون صدورهم, أي: يحدودبون, حين يرون الرسول, لئلا يراهم, ويسمعهم دعوته, ويعظهم بما ينفعهم.
فهل فوق هذا الإعراض شيء؟!! ثم توعدهم بعلمه تعالى بجميع أحوالهم, وأنهم لا يخفون عليه, وسيجازيهم بصنيعهم.
&quot; وَمَا مِنْ دَابَّةٍ فِي الْأَرْضِ إِلَّا عَلَى اللَّهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا كُلٌّ فِي كِتَابٍ مُبِينٍ &quot;
أي: جميع ما دب على وجه الأرض, من آدمي, وحيوان, بري, أو بحري, فالله تعالى قد تكفل بأرزاقهم وأقواتهم, فرزقهم على الله.
&quot; وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا &quot; أي: يعلم مستقر هذه الدواب, وهو: المكان الذي تقيم فيه, وتستقر فيه, وتأوى إليه, ومستودعها: المكان الذي تنتقل إليه في ذهابها ومجيئها, وعوارض أحوالها.
&quot; كُلِّ &quot; من تفاصيل أحوالها &quot; فِي كِتَابٍ مُبِينٍ &quot; أي: في اللوح المحفوظ المحتوي على جميع الحوادث الواقعة, والتي تقع في السماوات والأرض.
الجميع قد أحاط بها علم الله, وجرى بها قلمه, ونفذت فيها مشيئته, ووسعها رزقه.
فلتطمئن القلوب إلى كفاية من تكفل بأرزاقها, وأحاط علما بذواتها, وصفاتها';
$t[6] = '';
$t[7] = 'يخبر تعالى, أنه &quot; خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ &quot; أولها: يوم الأحد, وآخرها يوم الجمعة.
وحين خلق السماوات والأرض &quot; وَكَانَ عَرْشُهُ عَلَى الْمَاءِ &quot; فوق السماء السابعة.
فبعد أن خلق السماوات والأرض, استوى على عرشه, يدبر الأمور, ويصرفها كيف شاء, من الأحكام القدرية, والأحكام الشرعية.
ولهذا قال &quot; لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا &quot; أي: ليمتحنكم, إذ خلق لكم ما في السماوات والأرض, بأمره ونهيه, فينظر أيكم أحسن عملا.
قال الفضيل بن عباس رحمه الله &quot; دين الله أخلصه وأصوبه &quot; .
قيل, يا أبا علي &quot; ما أخلصه وأصوبه &quot; ؟.
فقال: إن العمل إذا كان خالصا, ولم يكن صوابا, لم يقبل.
وإذا كان صوابا, ولم يكن خالصا لم يقبل, حتى يكون خالصا صوابا.
والخالص: أن يكون لوجه الله, والصواب: أن يكون متبعا فيه الشرع والسنة.
وهذا كما قال تعالى &quot; وَمَا خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ &quot; .
وقال تعالى: &quot; اللَّهُ الَّذِي خَلَقَ سَبْعَ سَمَاوَاتٍ وَمِنَ الْأَرْضِ مِثْلَهُنَّ يَتَنَزَّلُ الْأَمْرُ بَيْنَهُنَّ لِتَعْلَمُوا أَنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ وَأَنَّ اللَّهَ قَدْ أَحَاطَ بِكُلِّ شَيْءٍ عِلْمًا &quot; .
فالله تعالى خلق الخلق لعبادته, ومعرفته بأسمائه وصفاته, وأمرهم بذلك.
فمن انقاد, وأدى ما أمر به, فهو من المفلحين, ومن أعرض عن ذلك, فأولئك هم الخاسرون.
ولا بد أن يجمعهم في دار, يجازيهم فيها على ما أمرهم به ونهاهم.
ولهذا ذكر الله تكذيب المشركين بالجزاء, فقال: &quot; وَلَئِنْ قُلْتَ إِنَّكُمْ مَبْعُوثُونَ مِنْ بَعْدِ الْمَوْتِ لَيَقُولَنَّ الَّذِينَ كَفَرُوا إِنْ هَذَا إِلَّا سِحْرٌ مُبِينٌ &quot; .
أي: ولئن قلت لهؤلاء, وأخبرتهم بالبعث بعد الموت, لم يصدقوك, بل كذبوك أشد التكذيب, وقدحوا فيما جئت به, وقالوا: &quot; إِنْ هَذَا إِلَّا سِحْرٌ مُبِينٌ &quot; ألا وهو الحق المبين.';
$t[8] = '&quot; وَلَئِنْ أَخَّرْنَا عَنْهُمُ الْعَذَابَ إِلَى أُمَّةٍ مَعْدُودَةٍ &quot; أي: إلى وقت مقدر فاستبطأوه, لقالوا من جهلهم وظلمهم &quot; مَا يَحْبِسُهُ &quot; .
ومضمون هذا, تكذيبهم به, فإنهم يستدلون بعدم وقوعه بهم عاجلا, على كذب الرسول, المخبر بوقوع العذاب, فما أبعد هذا الاستدلال!!.
&quot; أَلَا يَوْمَ يَأْتِيهِمْ لَيْسَ مَصْرُوفًا عَنْهُمْ &quot; فيتمكنون من النظر في أمرهم.
&quot; وَحَاقَ بِهِمْ &quot; أي: أحاط بهم ونزل &quot; مَا كَانُوا بِهِ يَسْتَهْزِئُونَ &quot; من العذاب, حيث تهاونوا به, حتى جزموا بكذب من جاء به.';
$t[9] = 'يخبر تعالى عن طبيعة الإنسان, أنه جاهل ظالم, بأن الله إذا أذاقه منه رحمة, كالصحة, والرزق, والأولاد, ونحو ذلك, ثم نزعها منه, فإنه يستسلم لليأس, وينقاد للقنوط, فلا يرجو ثواب الله, ولا يخطر بباله أن الله سيردها, أو مثلها, أو خيرا منها.
عليه.';
$t[10] = 'وأنه إذا أذاقه رحمة من بعد ضراء مسته, أنه يفرح ويبطر, ويظن أنه سيدوم له ذلك الخير ويقول: &quot; ذَهَبَ السَّيِّئَاتُ عَنِّي إِنَّهُ لَفَرِحٌ فَخُورٌ &quot; أي: يفرح بما أوتي مما يوافق هوى نفسه, فخور بنعم الله على عباد الله.
وذلك يحمله على الأشر والبطر والإعجاب بالنفس, والتكبر على الخلق, واحتقارهم, وازدرائهم.
وأي عيب أشد من هذا؟!!';
$t[11] = 'وهذه طبيعة الإنسان من حيث هو, إلا من وفقه الله, وأخرجه من هذا الخلق الذميم إلى ضده, وهم الذين صبروا أنفسهم عند الضراء, فلم ييأسوا, وعند السراء, فلم يبطروا, وعملوا الصالحات من واجبات ومستحبات.
&quot; أُولَئِكَ لَهُمْ مَغْفِرَةٌ &quot; لذنوبهم, يزول بها عنهم كل محذور.
&quot; وَأَجْرٌ كَبِيرٌ &quot; وهو: الفوز بجنات النعيم, التي فيها, ما تشتهيه الأنفس, وتلذ الأعين.';
$t[12] = 'يقول تعالى - مسليا لنبيه محمد صلى الله عليه وسلم, عن تكذيب المكذبين: &quot; فَلَعَلَّكَ تَارِكٌ بَعْضَ مَا يُوحَى إِلَيْكَ وَضَائِقٌ بِهِ صَدْرُكَ أَنْ يَقُولُوا لَوْلَا أُنْزِلَ عَلَيْهِ كَنْزٌ &quot; .
أي: لا ينبغي هذا لمثلك, أن قولهم لم يؤثر فيك, ويصدك عما أنت عليه, فتترك بعض ما يوحى إليك, ويضيق صدرك, لتعنتهم بقولهم: &quot; لَوْلَا أُنْزِلَ عَلَيْهِ كَنْزٌ أَوْ جَاءَ مَعَهُ مَلَكٌ &quot; .
فإن هذا القول, ناشئ من تعنت, وظلم, وعناد, وضلال, وجهل بمواقع الحجج والأدلة.
فامض على أمرك, ولا تصدك هذه الأقوال الركيكة, التي لا تصدر إلا من سفيه ولا يضق لذلك صدرك.
فهل أوردوا عليك حجة, لا تستطيع حلها؟ أم قدحوا ببعض ما جئت به قدحا, يؤثر فيه, وينقص قدره, فيضيق صدرك لذلك؟!.
أم عليك حسابهم, ومطالب بهدايتهم جبرا؟.
و &quot; إِنَّمَا أَنْتَ نَذِيرٌ وَاللَّهُ عَلَى كُلِّ شَيْءٍ وَكِيلٌ &quot; فهو الوكيل عليهم, يحفظ أعمالهم, ويجازيهم بها أتم الجزاء.';
$t[13] = '&quot; أَمْ يَقُولُونَ افْتَرَاهُ &quot; أي: افترى محمد هذا القرآن؟.
فأجابهم بقوله: &quot; قُلْ &quot; لهم &quot; فَأْتُوا بِعَشْرِ سُوَرٍ مِثْلِهِ مُفْتَرَيَاتٍ وَادْعُوا مَنِ اسْتَطَعْتُمْ مِنْ دُونِ اللَّهِ إِنْ كُنْتُمْ صَادِقِينَ &quot; .
أي: إن كان قد افتراه, فإنه لا فرق بينكم وبينه في الفصاحة والبلاغة, وأنتم الأعداء حقا, الحريصون بغاية ما يمكنكم, على إبطال دعوته.
فإن كنتم صادقين, فأتوا بعشر سور مثله مفتريات.';
$t[14] = '&quot; فَإِنْ لَمْ يَسْتَجِيبُوا لَكُمْ &quot; على شيء من ذلكم &quot; فَاعْلَمُوا أَنَّمَا أُنْزِلَ بِعِلْمِ اللَّهِ &quot; من عند الله, لقيام الدليل والمقتضى, وانتفاء المعارض.
&quot; وَأَنْ لَا إِلَهَ إِلَّا هُوَ &quot; أي: واعلموا &quot; أَنَّهُ لَا إِلَهَ إِلَّا هُوَ &quot; أي: هو المستحق للألوهية والعبادة.
&quot; فَهَلْ أَنْتُمْ مُسْلِمُونَ &quot; أي: منقادون لألوهيته, مستسلمون لعبوديته.
وفي هذه الآيات, إرشاد إلى أنه لا ينبغي للداعي إلى الله, أن يصده اعتراض المعترضين, ولا قدح القادحين.
خصوصا, إذا كان القدح لا مستند له, ولا يقدح فيما دعا إليه, وأنه لا يضيق صدره, بل يطمئن بذلك, ماضيا على أمره, مقبلا على شأنه.
وأنه لا يجب إجابة اقتراحات المقترحين, للأدلة التي يختارونها.
بل يكفي إقامة الدليل, السالم عن المعارض, على جميع المسائل والمطالب.
وفيها أن هذا القرآن, معجز بنفسه, لا يقدر أحد من البشر, أن يأتي بمثله, ولا بعشر سور مثله, بل ولا سورة من مثله.
لأن الأعداء البلغاء الفصحاء, تحداهم الله بذلك, فلم يعارضوه, لعلمهم أنهم لا قدرة فيهم على ذلك.
وفيها: أن مما يطلب فيه العلم, ولا يكفي غلبة الظن, علم القرآن, وعلم التوحيد.
لقوله تعالى: &quot; فَاعْلَمُوا أَنَّمَا أُنْزِلَ بِعِلْمِ اللَّهِ وَأَنْ لَا إِلَهَ إِلَّا هُوَ &quot; .';
$t[15] = 'يقول تعالى &quot; مَنْ كَانَ يُرِيدُ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا &quot; .
أي: كل إرادته, مقصورة على الحياة الدنيا, وعلى زينتها, من النساء, والبنين, والقناطير المقنطرة, من الذهب, والفضة, والخيل المسومة, والأنعام والحرث.
قد صرف رغبته, وسعيه, وعمله, في هذه الأشياء, ولم يجعل لدار القرار من إرادته, شيئا.
فهذا لا يكون إلا كافرا, لأنه لو كان مؤمنا, لكان ما معه من الإيمان, ما يمنعه أن تكون جميع إرادته للدار الدنيا.
بل نفس إيمانه وما تيسر له من الأعمال, أثر من آثار إرادته الدار الآخرة.
ولكن هذا الشقي, الذي كأنه خلق للدنيا وحدها &quot; نُوَفِّ إِلَيْهِمْ أَعْمَالَهُمْ فِيهَا &quot; أي: نعطيهم ما قسم لهم, في أم الكتاب من ثواب الدنيا.
&quot; وَهُمْ فِيهَا لَا يُبْخَسُونَ &quot; أي: لا ينقصون شيئا, مما قدر لهم, ولكن هذا منتهى نعيمهم.';
$t[16] = '&quot; أُولَئِكَ الَّذِينَ لَيْسَ لَهُمْ فِي الْآخِرَةِ إِلَّا النَّارُ &quot; خالدين فيها أبدا, لا يفتر عنهم العذاب, وقد حرموا جزيل الثواب.
&quot; وَحَبِطَ مَا صَنَعُوا فِيهَا &quot; أي: في الدنيا, أي, بطل واضمحل ما عملوه مما يكيدون به الحق وأهله, وما عملوه من أعمال الخير, التي لا أساس لها, ولا وجود لشرطها, وهو الإيمان.';
$t[17] = 'يذكر تعالى, حال رسوله محمد صلى الله عليه وسلم, ومن قام مقامه, من ورثته القائمين بدينه, وحججه الموقنين بذلك, وأنهم لا يوصف بهم غيرهم ولا يكون أحد مثلهم فقال: &quot; أَفَمَنْ كَانَ عَلَى بَيِّنَةٍ مِنْ رَبِّهِ &quot; بالوحي الذي أنزل الله فيه المسائل المهمة, ودلائلها الظاهرة, فتيقن تلك البينة.
&quot; وَيَتْلُوهُ &quot; أي: يتلو هذه البينة والبرهان, برهان آخر &quot; شَاهِدٌ مِنْهُ &quot; وهو شاهد الفطرة المستقيمة, والعقل الصحيح حين شهد حقيقة, ما أوحاه الله وشرعه, وعلم بعقله حسنه, فازداد بذلك, إيمانا إلى إيمانه.
ثم شاهد ثالث &quot; وَمِنْ قَبْلِهِ &quot; وهو &quot; كِتَابُ مُوسَى &quot; التوراة, التي جعلها الله &quot; إِمَامًا &quot; للناس &quot; وَرَحْمَةٌ &quot; لهم, يشهد لهذا القرآن بالصدق, ويوافقه فيما جاء به من الحق.
أي: أفمن كان بهذا الوصف, قد تواردت عليه شواهد الإيمان, وقامت لديه, أدلة اليقين, كمن هو في الظلمات والجهالات, ليس بخارج منها؟!.
لا يستوون عند الله, ولا عند عباد الله.
&quot; أُولَئِكَ &quot; أي: الذين وفقوا لقيام الأدلة عندهم.
&quot; يُؤْمِنُونَ بِهِ &quot; أي: بالقرآن خقيقة, فيثمر لهم إيمانهم, كل خير في الدنيا والآخرة.
&quot; وَمَنْ يَكْفُرْ بِهِ مِنَ الْأَحْزَابِ &quot; أي: سائر طوائف أهل الأرض, لمتحزبة على رد الحق.
&quot; فَالنَّارُ مَوْعِدُهُ &quot; لا بد, من وروده إليها &quot; فَلَا تَكُ فِي مِرْيَةٍ &quot; .
أي: في أدنى شك &quot; مِنْهُ إِنَّهُ الْحَقُّ مِنْ رَبِّكَ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يُؤْمِنُونَ &quot; .
إما جهلا منهم, وضلالا.
وإما ظلما وعنادا, وبغيا.
وإلا, فمن كان قصده حسنا, وفهمه مستقيما, فلا بد أن يؤمن به, لأنه يرى, ما يدعوه إلى الإيمان من كل وجه.';
$t[18] = 'يخبر تعالى, أنه لا أحد &quot; أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا &quot; ويدخل في هذا, كل من كذب على الله, بنسبة شريك له, أو وصفه بما لا يليق بجلاله, أو الإخبار عنه, بما لم يقل, أو ادعاء النبوة, أو غير ذلك, من الكذب على الله.
فهؤلاء أعظم الناس ظلما &quot; أُولَئِكَ يُعْرَضُونَ عَلَى رَبِّهِمْ &quot; ليجازيهم بظلمهم.
فعندما يحكم عليهم بالعقاب الشديد &quot; وَيَقُولُ الْأَشْهَادُ &quot; أي: الذين شهدوا عليهم بافترائهم وكذبهم: &quot; هَؤُلَاءِ الَّذِينَ كَذَبُوا عَلَى رَبِّهِمْ أَلَا لَعْنَةُ اللَّهِ عَلَى الظَّالِمِينَ &quot; .
أي: لعنة لا تنقطع, لأن ظلمهم صار وصفا لهم ملازما, لا يقبل التخفيف.';
$t[19] = 'ثم وصف ظلمهم فقال &quot; الَّذِينَ يَصُدُّونَ عَنْ سَبِيلِ اللَّهِ &quot; فصدوا بأنفسهم عن سبيل الله, وهي سبيل الرسل, التي دعوا الناس إليها, وصدوا غيرهم عنها, فصاروا أئمة يدعون إلى النار.
&quot; وَيَبْغُونَهَا &quot; أي: سبيل الله &quot; عِوَجًا &quot; أي: يجتهدون في ميلها, وتشيينها, وتهجينها, لتصير عند الناس, غير مستقيمة, فيحسنون الباطل ويقبحون الحق, قبحهم الله &quot; وَهُمْ بِالْآخِرَةِ هُمْ كَافِرُونَ &quot; .
&quot; أُولَئِكَ لَمْ يَكُونُوا مُعْجِزِينَ فِي الْأَرْضِ &quot; أي: ليسوا فائتين الله, لأنهم تحت قبضته, وفي سلطانه.';
$t[20] = '&quot; وَمَا كَانَ لَهُمْ مِنْ دُونِ اللَّهِ مِنْ أَوْلِيَاءَ &quot; فيدفعوا عنهم المكروه, أو يحصلوا لهم ما ينفعهم, بل تقطعت بهم الأسباب.
&quot; يُضَاعَفُ لَهُمُ الْعَذَابُ &quot; أي: يغلظ ويزداد, لأنهم ضلوا بأنفسهم, وأضلوا غيرهم.
&quot; مَا كَانُوا يَسْتَطِيعُونَ السَّمْعَ &quot; أي: من بغضهم للحق, ونفورهم عنه, ما كانوا يستطيعون, أن يسمعوا آيات الله, سماعا ينتفعون به &quot; فَمَا لَهُمْ عَنِ التَّذْكِرَةِ مُعْرِضِينَ كَأَنَّهُمْ حُمُرٌ مُسْتَنْفِرَةٌ فَرَّتْ مِنْ قَسْوَرَةٍ &quot; .
&quot; وَمَا كَانُوا يُبْصِرُونَ &quot; أي: ينظرون نظر عبرة وتفكر, فيما ينفعهم.
وإنما هم كالصم البكم, الذين لا يعقلون.';
$t[21] = '&quot; أُولَئِكَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ &quot; حيث فوتوها, أعظم الثواب, واستحقوا أشد العذاب.
&quot; وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ &quot; أي: اضمحل دينهم, الذي يدعون إليه ويحسنونه, ولم تغن عنهم آلهتم, التي يعبدون من دون الله, لما جاء أمر ربك.';
$t[22] = '&quot; لَا جَرَمَ &quot; أي: حقا وصدقا &quot; أَنَّهُمْ فِي الْآخِرَةِ هُمُ الْأَخْسَرُونَ &quot; .
حصر الخسار فيهم, بل جعل لهم منه أشده, لشدة حسرتهم وحرمانهم وما يعانون من المشقة والعذاب.
فنستجير بالله من حالهم.
ولما ذكر حال الأشقياء, ذكر أوصاف السعداء, وما لهم عند الله من الثواب.
فقال: &quot; إِنَّ الَّذِينَ آمَنُوا &quot; إلى قوله &quot; أَفَلَا تَذَكَّرُونَ &quot; .';
$t[23] = 'يقول تعالى &quot; إِنَّ الَّذِينَ آمَنُوا &quot; بقلوبهم, أي صدقوا واعترفوا, لما أمر الله بالإيمان به, من أصول الدين وقواعده.
&quot; وَعَمِلُوا الصَّالِحَاتِ &quot; المشتملة على أعمال القلوب والجوارح, وأقوال اللسان.
&quot; وَأَخْبَتُوا إِلَى رَبِّهِمْ &quot; أي: خضعوا له, واستكانوا لعظمته, وذلوا لسلطانه, وأنابوا إليه بمحبته, وخوفه, ورجائه, والتضرع إليه.
&quot; أُولَئِكَ &quot; الذين جمعوا تلك الصفات &quot; أَصْحَابُ الْجَنَّةِ هُمْ فِيهَا خَالِدُونَ &quot; .
لأنهم لم يتركوا من الخير مطلبا, إلا أدركوه, ولا خيرا, إلا سبقوا إليه.';
$t[24] = '&quot; مَثَلُ الْفَرِيقَيْنِ &quot; أي: فريق الأشقياء, وفريق السعداء.
&quot; كَالْأَعْمَى وَالْأَصَمِّ &quot; هؤلاء الأشقياء.
&quot; وَالْبَصِيرِ وَالسَّمِيعِ &quot; مثل السعداء.
&quot; هَلْ يَسْتَوِيَانِ مَثَلًا &quot; لا يستوون مثلا, بل بينهما من الفرق, ما لا يأتي عليه الوصف.
&quot; أَفَلَا تَذَكَّرُونَ &quot; الأعمال, التي تنفعكم, فتفعلونها, والأعمال التي تضركم, فتتركونها.';
$t[25] = 'أي: &quot; وَلَقَدْ أَرْسَلْنَا نُوحًا &quot; أول المرسلين &quot; إِلَى قَوْمِهِ &quot; يدعوهم إلى الله وينهاهم عن الشرك فقال: &quot; إِنِّي لَكُمْ نَذِيرٌ مُبِينٌ &quot; أي: بينت لكم ما أنذرتكم به, بيانا زال به الإشكال.';
$t[26] = '&quot; أَنْ لَا تَعْبُدُوا إِلَّا اللَّهَ &quot; أي: أخلصوا العبادة لله وحده, واتركوا كل ما يعبد من دون الله.
&quot; إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ أَلِيمٍ &quot; إن لم تقوموا بتوحيد الله, وتطيعوني.';
$t[27] = '&quot; فَقَالَ الْمَلَأُ الَّذِينَ كَفَرُوا مِنْ قَوْمِهِ &quot; أي: الأشراف والرؤساء, رادين لدعوة نوح عليه السلام, كما جرت العادة لأمثالهم, أنهم أول من رد دعوة المرسلين: &quot; مَا نَرَاكَ إِلَّا بَشَرًا مِثْلَنَا &quot; وهذا مانع - يزعمهم - عن اتباعه, مع أنه - في نفس الأمر - هو الصواب, الذي لا ينبغي غيره, لأن البشر, يتمكن البشر, أن يتلقوا عنه, ويراجعوه في كل أمر, بخلاف الملائكة.
&quot; وَمَا نَرَاكَ اتَّبَعَكَ إِلَّا الَّذِينَ هُمْ أَرَاذِلُنَا &quot; أي: ما نرى اتبعك منا, إلا الأراذل والسفلة, بزعمهم.
وهم - في الحقيقة - الأشراف, وأهل العقول, الذين انقادوا للحق, ولم يكونوا كالأراذل, الذين يقال لهم الملأ, الذين اتبعوا كل شيطان مريد, واتخذوا آلهة من الحجر والشجر, يتقربون إليها ويسجدون.
فهل ترى أرذل من هؤلاء وأخس؟.
وقولهم: &quot; بَادِيَ الرَّأْيِ &quot; أي.
إنما اتبعوك من غير تفكر وروية, بل بمجرد ما دعوتهم, اتبعوك.
يعنون بذلك, أنهم ليسوا على بصيرة من أمرهم, ولم يعلموا أن الحق المبين, تدعو إليه بداهة العقول, وبمجرد ما يصل إلى أولي الألباب, يعرفونه ويتحققونه.
لا كالأمور الخفية, التي تحتاج إلى تأمل, وفكر طويل.
&quot; وَمَا نَرَى لَكُمْ عَلَيْنَا مِنْ فَضْلٍ &quot; أي: لستم أفضل منا فننقاد لكم.
&quot; بَلْ نَظُنُّكُمْ كَاذِبِينَ &quot; وكذبوا في قولهم هذا, فإنهم رأوا من الآيات, التي جعلها الله مؤيدة لنوح, ما يوجب لهم الجزم التام على صدقه.';
$t[28] = 'ولهذا &quot; قَالَ &quot; لهم نوح مجاوبا &quot; يَا قَوْمِ أَرَأَيْتُمْ إِنْ كُنْتُ عَلَى بَيِّنَةٍ مِنْ رَبِّي &quot; أي: على يقين وجزم, يعني, وهو الرسول الكامل القدوة, الذي ينقاد له أولو الألباب, وتضمحل في جنب عقله, عقول الفحول من الرجال, وهو الصادق حقا.
فإذا قال: إني على بينة من ربي, فحسبك بهذا القول, شهادة له وتصديقا.
&quot; وَآتَانِي رَحْمَةً مِنْ عِنْدِهِ &quot; أي: أوحى إلي وأرسلني, ومن علي بالهداية.
&quot; فَعُمِّيَتْ عَلَيْكُمْ &quot; أي: خفيت عليكم, وبها تثاقلتم.
&quot; أَنُلْزِمُكُمُوهَا &quot; أي: أنكرهكم على ما تحققناه, وشككتم أنتم فيه؟ &quot; وَأَنْتُمْ لَهَا كَارِهُونَ &quot; حتى حرصتم على رد ما جئت به, ليس ذلك ضارنا, وليس بقادح من يقيننا فيه, ولا قولكم وافتراؤكم علينا, صادا لنا عما كنا عليه.
وإنما غايته, أن يكون صادا لكم أنتم, وموجبا لعدم انقيادكم للحق, تزعمون أنه باطل.
فإذا وصلت الحال إلى هذه الغاية, فلا تقدر على إكراهكم, على ما أمر الله, ولا إلزامكم, ما نفرتم عنه, ولهذا قال: &quot; أَنُلْزِمُكُمُوهَا وَأَنْتُمْ لَهَا كَارِهُونَ &quot; .';
$t[29] = '&quot; وَيَا قَوْمِ لَا أَسْأَلُكُمْ عَلَيْهِ &quot; أي: على دعوتي إياكم &quot; مَا لَا &quot; فستستثقلون المغرم.
&quot; إِنْ أَجْرِيَ إِلَّا عَلَى اللَّهِ &quot; وكأنهم طلبوا منه طرد المؤمنين الضعفاء.
فقال لهم &quot; وَمَا أَنَا بِطَارِدِ الَّذِينَ آمَنُوا &quot; أي: ما ينبغي لي, ولا يليق ذلك, بل أتلقاهم بالرحب والإكرام, والإعزاز والإعظام &quot; إِنَّهُمْ مُلَاقُو رَبِّهِمْ &quot; فمثيبهم على إيمانهم وتقواهم بجنات النعيم.
&quot; وَلَكِنِّي أَرَاكُمْ قَوْمًا تَجْهَلُونَ &quot; حيث تأمرونني, بطرد أولياء الله, وإبعادهم عني.
وحيث رددتم الحق, لأنهم أتباعه, وحيث استدللتم على بطلان الحق بقولكم &quot; إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ &quot; وإنه ليس لنا عليكم من فضل.';
$t[30] = '&quot; وَيَا قَوْمِ مَنْ يَنْصُرُنِي مِنَ اللَّهِ إِنْ طَرَدْتُهُمْ &quot; أي: من يمنعني من عذابه, فإن طردهم, موجب للعذاب والنكال, الذي لا يمنعه من دون الله مانع.
&quot; أَفَلَا تَذَكَّرُونَ &quot; ما هو الأنفع لكم والأصلح, وتدبرون الأمور.';
$t[31] = '&quot; وَلَا أَقُولُ لَكُمْ عِنْدِي خَزَائِنُ اللَّهِ وَلَا أَعْلَمُ الْغَيْبَ وَلَا أَقُولُ إِنِّي مَلَكٌ &quot; أي: غايتي أني رسول الله إليكم, أبشركم, وأنذركم, وما عدا ذلك, فليس بيدي من الأمر شيء.
فليست خزائن الله عندي, أدبرها أنا, وأعطي من أشاء, وأحرم من أشاء.
&quot; وَلَا أَعْلَمُ الْغَيْبَ &quot; فأخبركم بسرائركم وبواطنكم &quot; وَلَا أَقُولُ إِنِّي مَلَكٌ &quot; .
والمعنى: أني لا أدعي رتبة فوق رتبتي, ولا منزلة سوى المنزلة, التي أنزلني الله بها, ولا أحكم على الناس, بظني.
&quot; وَلَا أَقُولُ لِلَّذِينَ تَزْدَرِي أَعْيُنُكُمْ &quot; أي: الضعفاء المؤمنين, الذي يحتقرهم الملأ الذين كفروا &quot; لَنْ يُؤْتِيَهُمُ اللَّهُ خَيْرًا اللَّهُ أَعْلَمُ بِمَا فِي أَنْفُسِهِمْ &quot; .
فإن كانوا صادقين في إيمانهم, فلهم الخير الكثير, وإن كانوا غير ذلك, فحسابهم على الله.
&quot; إِنِّي إِذًا &quot; أي: إن قلت لكم شيئا مما تقدم &quot; لَمِنَ الظَّالِمِينَ &quot; .
وهذا تأييس منه, عليه الصلاة والسلام لقومه, أن ينبذ فقراء المؤمنين, أو يمقتهم, وإقناع لقومه, بالطرق المقنعة للمنصف.';
$t[32] = 'فلما رأوه, لا ينكف عما كان عليه من دعوتهم, ولم يدركوا منه مطلوبهم &quot; قَالُوا يَا نُوحُ قَدْ جَادَلْتَنَا فَأَكْثَرْتَ جِدَالَنَا فَأْتِنَا بِمَا تَعِدُنَا إِنْ كُنْتَ مِنَ الصَّادِقِينَ &quot; .
فما أجهلهم وأضلهم, حيث قالوا هذه المقالة, لنبيهم الناصح.
فهلا قالوا: إن كانوا صادقين: يا نوح قد نصحتنا, وأشفقت علينا, ودعوتنا إلى أمر, لم يتبين لنا, فنريد منك أن تبينه لنا.
لننقاد لك, وإلا فأنت مشكور في نصحك.
لكان هذا الجواب المنصف, للذي قد دعا إلى أمر خفي عليه.
ولكنهم في قولهم, كاذبون, وعلى نبيهم متجرئون.
ولم يردوا ما قاله بأدنى شبهة, فضلا عن أن يردوه بحجة.
ولهذا عدلوا - من جهلهم وظلمهم - إلى الاستعجال بالعذاب, وتعجيز الله.';
$t[33] = 'ولهذا أجابهم نوح عليه السلام بقوله &quot; إِنَّمَا يَأْتِيكُمْ بِهِ اللَّهُ إِنْ شَاءَ &quot; أي: إن اقتضت مشيئته وحكمته, أن ينزله بكم, فعل ذلك.
&quot; وَمَا أَنْتُمْ بِمُعْجِزِينَ &quot; لله, وأنا ليس بيدي من الأمر شيء.';
$t[34] = '&quot; وَلَا يَنْفَعُكُمْ نُصْحِي إِنْ أَرَدْتُ أَنْ أَنْصَحَ لَكُمْ إِنْ كَانَ اللَّهُ يُرِيدُ أَنْ يُغْوِيَكُمْ &quot; .
أي: إن إرادة الله غالبة, فإنه إذا أراد أن يغويكم, لردكم الحق.
فلو حرصت غاية مجهودي, ونصحت لكم أتم النصح - وهو قد فعل عليه السلام - فليس ذلك بنافع لكم شيئا.
&quot; هُوَ رَبُّكُمْ &quot; يفعل بكم ما يشاء, ويحكم فيكم, بما يريد &quot; وَإِلَيْهِ تُرْجَعُونَ &quot; فيجازيكم بأعمالكم.';
$t[35] = '&quot; أَمْ يَقُولُونَ افْتَرَاهُ &quot; هذا الضمير محتمل أن يعود إلى نوح, كما كان السياق في قصته مع قومه, وأن المعنى: أن قومه يقولون: افترى على الله كذبا, وكذب بالوحي الذي يزعم أنه من الله, وأن الله أمره أن يقول &quot; قُلْ إِنِ افْتَرَيْتُهُ فَعَلَيَّ إِجْرَامِي وَأَنَا بَرِيءٌ مِمَّا تُجْرِمُونَ &quot; أي: كل عليه وزره &quot; وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى &quot; .
ويحتمل أن يكون عائدا إلى النبي محمد صلى الله عليه وسلم, وتكون هذه الآية معترضة, في أثناء قصة نوح وقومه, لأنها من الأمور التي لا يعلمها إلا الأنبياء.
فلما شرع الله في قصها على رسوله, وكانت من جملة الآيات الدالة على صدقه ورسالته, ذكر تكذيب قومه مع البيان التام فقال: &quot; أَمْ يَقُولُونَ افْتَرَاهُ &quot; أي.
هذا القرآن اختلقه محمد من تلقاء نفسه.
أي: فهذا من أعجب الأقوال وأبطلها, فإنهم يعلمون أنه لم يقرأ ولم يكتب, ولم يرحل عنهم لدراسة على أهل الكتاب, فجاء بهذا الكتاب, الذي تحداهم أن يأتوا بسورة من مثله.
فإذا زعموا - مع هذا - أنه افتراه, علم أنهم معاندون, ولم يبق فائدة في حجاجهم.
بل اللائق في هذه الحال, الإعراض عنهم, ولهذا قال: &quot; قُلْ إِنِ افْتَرَيْتُهُ فَعَلَيَّ إِجْرَامِي &quot; أي ذنبي وكذبي.
&quot; وَأَنَا بَرِيءٌ مِمَّا تُجْرِمُونَ &quot; أي: فلم تستلجون في تكذيبي.';
$t[36] = 'وقوله: &quot; وَأُوحِيَ إِلَى نُوحٍ أَنَّهُ لَنْ يُؤْمِنَ مِنْ قَوْمِكَ إِلَّا مَنْ قَدْ آمَنَ &quot; أي: قد قسوا.
&quot; فَلَا تَبْتَئِسْ بِمَا كَانُوا يَفْعَلُونَ &quot; أي: فلا تحزن, ولا تبال بهم, وبأفعالهم.
فإن الله, قد مقتهم, وأحق عليهم عذابه الذي لا يرد.';
$t[37] = '&quot; وَاصْنَعِ الْفُلْكَ بِأَعْيُنِنَا وَوَحْيِنَا &quot; أي: بحفظنا, ومرأى منا, وعلى مرضاتنا.
&quot; وَلَا تُخَاطِبْنِي فِي الَّذِينَ ظَلَمُوا &quot; أي: لا تراجعني في إهلاكهم.
&quot; إِنَّهُمْ مُغْرَقُونَ &quot; أي: قد حق القول, ونفذ فيهم القدر.';
$t[38] = 'فامتثل أمر ربه, وجعل يصنع الفلك &quot; وَكُلَّمَا مَرَّ عَلَيْهِ مَلَأٌ مِنْ قَوْمِهِ &quot; ورأوا ما يصنع &quot; سَخِرُوا مِنْهُ قَالَ إِنْ تَسْخَرُوا مِنَّا &quot; الآن &quot; فَإِنَّا نَسْخَرُ مِنْكُمْ كَمَا تَسْخَرُونَ &quot;';
$t[39] = '&quot; فَسَوْفَ تَعْلَمُونَ مَنْ يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَيَحِلُّ عَلَيْهِ عَذَابٌ مُقِيمٌ &quot; نحن, أم أنتم.
وقد علموا ذلك, حين حل بهم العقاب.';
$t[40] = '&quot; حَتَّى إِذَا جَاءَ أَمْرُنَا &quot; أي قدرنا بوقت نزول العذاب بهم &quot; وَفَارَ التَّنُّورُ &quot; أي: أنزل الله السماء بالماء بالمنهمر, وفجر الأرض كلها عيونا حتى التنانير, التي هي محل النار في العادة, وأبعد ما يكون عن الماء, تفجرت فالتقى الماء على أمر, قد قدر.
&quot; وَقُلْنَا &quot; لنوح: &quot; احْمِلْ فِيهَا مِنْ كُلٍّ زَوْجَيْنِ اثْنَيْنِ &quot; أي: من كل صنف من أصناف المخلوقات, ذكر وأنثى, لتبقى مادة سائر الأجناس وأما بقية الأصناف الزائدة عن الزوجين, فإن السفينة لا تطيق حملها &quot; وَأَهْلَكَ إِلَّا مَنْ سَبَقَ عَلَيْهِ الْقَوْلُ &quot; ممن كان كافرا, كابنه الذي غرق.
&quot; وَمَنْ آمَنَ &quot; والحال أنه &quot; وَمَا آمَنَ مَعَهُ إِلَّا قَلِيلٌ &quot; .';
$t[41] = '&quot; وَقَالَ &quot; نوح لمن أمره الله أن يحملهم: &quot; ارْكَبُوا فِيهَا بِسْمِ اللَّهِ مَجْرَاهَا وَمُرْسَاهَا &quot; أي.
تجري على اسم الله, وترسي بتسخيره وأمره.
&quot; إِنَّ رَبِّي لَغَفُورٌ رَحِيمٌ &quot; حيث غفر لنا, ورحمنا, ونجانا من القوم الظالمين.';
$t[42] = 'ثم وصف جريانها كأنا نشاهدها فقال: &quot; وَهِيَ تَجْرِي بِهِمْ &quot; أي: بنوح, ومن ركب معه &quot; فِي مَوْجٍ كَالْجِبَالِ &quot; والله حافظها وحافظ أهلها.
&quot; وَنَادَى نُوحٌ ابْنَهُ &quot; لما ركب, ليركب معه &quot; وَكَانَ &quot; ابنه &quot; فِي مَعْزِلٍ &quot; عنهم, حين ركبوا, أي: مبتعدا وأراد منه, أن يقرب ليركب.
فقال له: &quot; يَا بُنَيَّ ارْكَبْ مَعَنَا وَلَا تَكُنْ مَعَ الْكَافِرِينَ &quot; فيصيبك ما يصيبهم.';
$t[43] = '&quot; قَالَ &quot; ابنه, مكذبا لأبيه, أنه لا ينجو إلا من ركب السفينة.
&quot; سَآوِي إِلَى جَبَلٍ يَعْصِمُنِي مِنَ الْمَاءِ &quot; أي: سأرتقي جبلا, أمتنع به من الماء.
&quot; قَالَ &quot; نوح: &quot; لَا عَاصِمَ الْيَوْمَ مِنْ أَمْرِ اللَّهِ إِلَّا مَنْ رَحِمَ &quot; فلا يعصم أحدا, جبل ولا غيره, ولو تسبب بغاية ما يمكنه من الأسباب, لما نجا إن لم ينجه الله.
&quot; وَحَالَ بَيْنَهُمَا الْمَوْجُ فَكَانَ &quot; الابن &quot; مِنَ الْمُغْرَقِينَ &quot; .';
$t[44] = '&quot; وَقِيلَ &quot; لما أغرقهم الله, ونجى نوحا ومن معه &quot; يَا أَرْضُ ابْلَعِي مَاءَكِ &quot; الذي خرج منك, والذي نزل إليك, ابلعي الماء, الذي على وجهك &quot; وَيَا سَمَاءُ أَقْلِعِي &quot; فامتثلتا لأمر الله, فابتلعت الأرض ماءها, وأقلعت السماء.
&quot; وَغِيضَ الْمَاءُ &quot; أي: نضب من الأرض.
&quot; وَقُضِيَ الْأَمْرُ &quot; بهلاك المكذبين ونجاة المؤمنين.
&quot; وَاسْتَوَتْ &quot; السفينة &quot; عَلَى الْجُودِيِّ &quot; أي: أرست على ذلك الجبل المعروف في أرض الموصل.
&quot; وَقِيلَ بُعْدًا لِلْقَوْمِ الظَّالِمِينَ &quot; أي: أتبعوا بهلاكهم لعنة وبعدا, وسحقا لا يزال معهم.';
$t[45] = '&quot; وَنَادَى نُوحٌ رَبَّهُ فَقَالَ رَبِّ إِنَّ ابْنِي مِنْ أَهْلِي وَإِنَّ وَعْدَكَ الْحَقُّ &quot; .
وقد قلت لي &quot; احْمِلْ فِيهَا مِنْ كُلٍّ زَوْجَيْنِ اثْنَيْنِ وَأَهْلَكَ &quot; ولن تخلف ما وعدتني به.
لعله عليه الصلاة والسلام, لما حملته الشفقة, وأن الله وعده بنجاة أهله, ظن أن الوعد لعمومهم, من آمن, ومن لم يؤمن, فلذلك دعا ربه بذلك الدعاء.
ومع هذا, ففوض الأمر لحكمة الله البالغة, حيث قال: &quot; وَأَنْتَ أَحْكَمُ الْحَاكِمِينَ &quot; .
&quot; قَالَ يَا نُوحُ إِنَّهُ لَيْسَ مِنْ أَهْلِكَ إِنَّهُ عَمَلٌ غَيْرُ صَالِحٍ فَلَا تَسْأَلْنِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ إِنِّي أَعِظُكَ أَنْ تَكُونَ مِنَ الْجَاهِلِينَ &quot;
&quot; قَالَ &quot; الله له: &quot; إِنَّهُ لَيْسَ مِنْ أَهْلِكَ &quot; الذين وعدتك بإنجائهم &quot; إِنَّهُ عَمَلٌ غَيْرُ صَالِحٍ &quot; أي: هذا الدعاء الذي دعوت به, لنجاة كافر, لا يؤمن بالله ولا رسوله.
&quot; فَلَا تَسْأَلْنِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ &quot; أي: ما لا تعلم عاقبته, ومآله, وهل يكون خيرا, أو غير خير.
&quot; إِنِّي أَعِظُكَ أَنْ تَكُونَ مِنَ الْجَاهِلِينَ &quot; أي: أني أعظك وعظا, تكون به من الكاملين, وتنجو به من صفات الجاهلين.
فحينئذ ندم نوح, عليه السلام, ندامة شديدة, على ما صدر منه,';
$t[46] = '';
$t[47] = 'و &quot; قَالَ رَبِّ إِنِّي أَعُوذُ بِكَ أَنْ أَسْأَلَكَ مَا لَيْسَ لِي بِهِ عِلْمٌ وَإِلَّا تَغْفِرْ لِي وَتَرْحَمْنِي أَكُنْ مِنَ الْخَاسِرِينَ &quot; .
فبالمغفرة والرحمة ينجو العبد من أن يكون من الخاسرين.
ودل هذا, على أن نوحا, عليه السلام, لم يكن عنده علم, بأن سؤاله لربه, في نجاة ابنه, محرم.
داخل في قوله &quot; وَلَا تُخَاطِبْنِي فِي الَّذِينَ ظَلَمُوا إِنَّهُمْ مُغْرَقُونَ &quot; بل, تعارض عنده الأمران, وظن دخوله في قوله: &quot; وَأَهْلَكَ &quot; .
وبعد هذا, تبين له أنه داخل في المنهي عن الدعاء لهم, والمراجعة فيهم.';
$t[48] = '&quot; قِيلَ يَا نُوحُ اهْبِطْ بِسَلَامٍ مِنَّا وَبَرَكَاتٍ عَلَيْكَ وَعَلَى أُمَمٍ مِمَّنْ مَعَكَ &quot; من الآدميين وغيرهم من الأزواج التي حملها معه.
فبارك الله في الجميع, حتى ملأوا أقطار الأرض ونواحيها.
&quot; وَأُمَمٌ سَنُمَتِّعُهُمْ &quot; في الدنيا &quot; ثُمَّ يَمَسُّهُمْ مِنَّا عَذَابٌ أَلِيمٌ &quot; أي: هذا الإنجاء, ليس بمانع لنا من أن من كفر بعد ذلك, أحللنا به العقاب, وإن متعوا قليلا, فسيؤخذون بعد ذلك.';
$t[49] = 'قال الله لنبيه, محمد صلى الله عليه وسلم بعد ما قص عليه هذه القصة المبسوطة, التي لا يعلمها إلا من عليه برسالته.
&quot; تِلْكَ مِنْ أَنْبَاءِ الْغَيْبِ نُوحِيهَا إِلَيْكَ مَا كُنْتَ تَعْلَمُهَا أَنْتَ وَلَا قَوْمُكَ مِنْ قَبْلِ هَذَا &quot; فيقولوا: إنه كان يعلمها.
فاحمد الله, واشكره, واصبر على ما أنت عليه, من الدين القويم, والصراط المستقيم, والدعوة إلى الله.
&quot; إِنَّ الْعَاقِبَةَ لِلْمُتَّقِينَ &quot; الذين يتقون الشرك وسائر المعاصي.
فستكون لك العاقبة على قومك, كما كانت لنوح على قومه.';
$t[50] = 'أي وأرسلنا &quot; وَإِلَى عَادٍ &quot; وهم القبيلة المعروفة في الأحقاف, من أرض اليمن.
&quot; أَخَاهُمْ &quot; في النسب &quot; هُودًا &quot; ليتمكنوا من الأخذ عنه والعلم بصدقه.';
$t[51] = '&quot; قَالَ &quot; لهم &quot; يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ إِنْ أَنْتُمْ إِلَّا مُفْتَرُونَ &quot; أي: أمرهم بعبادة الله وحده, ونهاهم عما هم عليه, من عبادة غير الله, وأخبرهم أنهم قد افتروا على الله الكذب في عبادتهم لغيره, وتجويزهم لذلك, وأوضح لهم وجوب عبادة الله, وفساد عبادة ما سواه.
ثم ذكر عدم المانع لهم من الانقياد فقال &quot; يَا قَوْمِ لَا أَسْأَلُكُمْ عَلَيْهِ أَجْرًا &quot; .
أي: غرامة من أموالكم, على ما دعوتكم إليه, فتقولوا: هذا يريد أن يأخذ أموالنا, وإنما أدعوكم وأعلمكم مجانا.
&quot; إِنْ أَجْرِيَ إِلَّا عَلَى الَّذِي فَطَرَنِي أَفَلَا تَعْقِلُونَ &quot; ما أدعوكم إليه, وأنه موجب لقبوله, منتفي المانع عن رده.';
$t[52] = '&quot; وَيَا قَوْمِ اسْتَغْفِرُوا رَبَّكُمْ &quot; عما مضى منكم &quot; ثُمَّ تُوبُوا إِلَيْهِ &quot; فيما تستقبلونه, بالتوبة النصوح, والإنابة إلى الله تعالى.
فإنكم إذا فعلتم ذلك &quot; يُرْسِلِ السَّمَاءَ عَلَيْكُمْ مِدْرَارًا &quot; بكثرة الأمطار, التي تخصب بها الأرض, ويكثر خيرها.
&quot; وَيَزِدْكُمْ قُوَّةً إِلَى قُوَّتِكُمْ &quot; فإنهم كانوا من أقوى الناس, ولهذا قالوا: &quot; من أشد منا قوة &quot; ؟.
فوعدهم أنهم إن آمنوا, زادهم قوة إلى قوتهم.
&quot; وَلَا تَتَوَلَّوْا &quot; عنه, أي: عن ربكم &quot; مُجْرِمِينَ &quot; أي: مستكبرين عن عبادته, متجرئين على محارمه.';
$t[53] = '&quot; قَالُوا &quot; رادين لقوله: &quot; يَا هُودُ مَا جِئْتَنَا بِبَيِّنَةٍ &quot; إن كان قصدهم بالبينة البينة التي يقترحونها, فهذه غير لازمة للحق, بل اللازم أن يأتي النبي بآية, تدل على صحة ما جاء به.
وإن كان قصدهم أنه لم يأتهم ببينة, تشهد لما قاله بالصحة, فقد كذبوا في ذلك.
فإنه ما جاء نبي لقومه, إلا وبعث الله على يديه, من الآيات, ما يؤمن على مثله البشر.
ولو لم تكن له آية, إلا دعوته إياهم لإخلاص الدين لله, وحده لا شريك له, والأمر بكل عمل صالح, وخلق جميل, والنهي عن كل خلق ذميم, من الشرك بالله, والفواحش, والظلم, وأنواع المنكرات, مع ما هو مشتمل عليه هود, عليه السلام, من الصفات, التي لا تكون إلا لخيار الخلق وأصدقهم, لكفى بها آيات وأدلة, على صدقه.
بل أهل العقول, وأولو الألباب, يرون أن هذه الآية, أكبر من مجرد الخوارق, التي يراها بعض الناس, هي المعجزات فقط.
ومن آياته, وبيناته الدالة على صدقه, أنه شخص واحد, ليس له أنصار ولا أعوان.
وهو يصرخ في قومه, ويناديهم, ويعجزهم, ويقول لهم: &quot; إِنِّي تَوَكَّلْتُ عَلَى اللَّهِ رَبِّي وَرَبِّكُمْ &quot; .
&quot; إِنِّي أُشْهِدُ اللَّهَ وَاشْهَدُوا أَنِّي بَرِيءٌ مِمَّا تُشْرِكُونَ مِنْ دُونِهِ فَكِيدُونِي جَمِيعًا ثُمَّ لَا تُنْظِرُونِ &quot; .
وهم الأعداء, الذين لهم السطوة والغلبة, ويريدون إطفاء ما معه من النور, بأي طريق كان, وهو غير مكترث, ولا مبال بهم, وهم عاجزون لا يقدرون أن ينالوه بشيء من السوء, إن في ذلك لآيات لقوم يعقلون.
وقولهم &quot; وَمَا نَحْنُ بِتَارِكِي آلِهَتِنَا عَنْ قَوْلِكَ &quot; أي: لا نترك عبادة آلهتنا لمجرد قولك, الذي ما أقمت عليه بينة بزعمهم.
&quot; وَمَا نَحْنُ لَكَ بِمُؤْمِنِينَ &quot; وهذا تأييس منهم لنبيهم,, هود عليه السلام, في إيمانهم, وأنهم لا يزالون في كفرهم يعمهون.';
$t[54] = '&quot; إِنْ نَقُولُ &quot; فيك &quot; إِلَّا اعْتَرَاكَ بَعْضُ آلِهَتِنَا بِسُوءٍ &quot; أي: أصابتك بخبال وجنون, فصرت تهذى بما لا يعقل.
فسبحان من طبع على قلوب الظالمين, كيف جعلوا أصدق الخلق, الذي جاء بأحق الحق, بهذه المرتبة, التي يستحي العاقل من حكايتها عنهم لولا أن الله حكاها عنهم.
ولهذا بين هود, عليه الصلاة والسلام, أنه واثق غاية الوثوق, أنه لا يصيبه منهم, ولا من آلهتهم أذى, فقال: &quot; إِنِّي أُشْهِدُ اللَّهَ وَاشْهَدُوا أَنِّي بَرِيءٌ مِمَّا تُشْرِكُونَ &quot;';
$t[55] = '&quot; مِنْ دُونِهِ فَكِيدُونِي جَمِيعًا &quot; .
أي: اطلبوا إلي الضرر كلكم, بكل طريق تتمكنون بها مني &quot; ثُمَّ لَا تُنْظِرُونِ &quot; أي: لا تمهلون.';
$t[56] = '&quot; إِنِّي تَوَكَّلْتُ عَلَى اللَّهِ &quot; أي: اعتمدت في أمري كله على الله &quot; رَبِّي وَرَبُّكُمْ &quot; أي: هو خالق الجميع, ومدبرنا وإياكم, وهو الذي ربانا.
&quot; مَا مِنْ دَابَّةٍ إِلَّا هُوَ آخِذٌ بِنَاصِيَتِهَا &quot; فلا تتحرك ولا تسكن إلا بإذنه.
فلو اجتمعتم جميعا على الإيقاع بي, والله لم يسلطكم علي, لم تقدروا على ذلك, فإن سلطكم, فلحكمة أرادها.
&quot; إِنَّ رَبِّي عَلَى صِرَاطٍ مُسْتَقِيمٍ &quot; أي: على عدل, وقسط, وحكمة, وحمد في قضائه وقدره, وشرعه وأمره, وفي جزائه وثوابه, وعقابه.
لا تخرج أفعاله عن الصراط المستقيم, التي يحمد, ويثنى عليه بها.';
$t[57] = '&quot; فَإِنْ تَوَلَّوْا &quot; عما دعوتكم إليه &quot; فَقَدْ أَبْلَغْتُكُمْ مَا أُرْسِلْتُ بِهِ إِلَيْكُمْ &quot; فلم يبق علي تبعة من شأنكم.
&quot; وَيَسْتَخْلِفُ رَبِّي قَوْمًا غَيْرَكُمْ &quot; يقومون بعبادته, ولا يشركون به شيئا.
&quot; وَلَا تَضُرُّونَهُ شَيْئًا &quot; فإن ضرركم, إنما يعود إليكم, فالله لا تضره معصية العاصين.
ولا تنفعه طاعة الطائعين &quot; من عمل صالحا فلنفسه ومن أساء فعليها &quot; .
&quot; إِنَّ رَبِّي عَلَى كُلِّ شَيْءٍ حَفِيظٌ &quot; .';
$t[58] = '&quot; وَلَمَّا جَاءَ أَمْرُنَا &quot; أي: عذابنا بإرسال الريح العقيم, التي &quot; مَا تَذَرُ مِنْ شَيْءٍ أَتَتْ عَلَيْهِ إِلَّا جَعَلَتْهُ كَالرَّمِيمِ &quot; .
&quot; نَجَّيْنَا هُودًا وَالَّذِينَ آمَنُوا مَعَهُ بِرَحْمَةٍ مِنَّا وَنَجَّيْنَاهُمْ مِنْ عَذَابٍ غَلِيظٍ &quot; أي: عظيم شديد, أحله الله بـ &quot; عاد &quot; , فأصبحوا لا يرى إلا مساكنهم.';
$t[59] = '&quot; وَتِلْكَ عَادٌ &quot; الذين أوقع الله بهم ما أوقع, بظلم منهم لأنهم &quot; جَحَدُوا بِآيَاتِ رَبِّهِمْ &quot; ولهذا قالوا: &quot; ما جئتنا ببينة &quot; .
فتبين بهذا, أنهم متيقنون لدعوته, وإنما عاندوا وجحدوا &quot; وَعَصَوْا رُسُلَهُ &quot; .
لأن من عصى رسولا, فقد عصى جميع المرسلين, لأن دعوتهم واحدة.';
$t[60] = '&quot; وَاتَّبَعُوا أَمْرَ كُلِّ جَبَّارٍ &quot; أي: متسلط على عباد الله بالجبروت.
&quot; عَنْ يَدٍ &quot; أي: معاند لآيات الله.
فعصوا كل ناصح ومشفق عليهم, واتبعوا كل غاش لهم, يريد إهلاكهم لا جرم أهلكهم الله.
&quot; وَأُتْبِعُوا فِي هَذِهِ الدُّنْيَا لَعْنَةً &quot; فما من وقت وجيل, إلا ولأنبائهم القبيحة, وأخبارهم الشنيعة, ذكر يذكرون به, وذم يلحقهم &quot; وَيَوْمَ الْقِيَامَةِ &quot; لهم أيضا لعنة.
&quot; أَلَا إِنَّ عَادًا كَفَرُوا رَبَّهُمْ &quot; أي: جحدوا من خلقهم ورزقهم ورباهم.
&quot; أَلَا بُعْدًا لِعَادٍ قَوْمِ هُودٍ &quot; أي: أبعدهم الله عن كل خير وقربهم من كل شر.';
$t[61] = 'أي أرسلنا &quot; وَإِلَى ثَمُودَ &quot; وهم: عاد الثانية, المعروفون, الذين يسكنون الحجر, ووادي القرى.
&quot; أَخَاهُمْ &quot; في النسب &quot; صَالِحًا &quot; عبد الله ورسوله صلى الله عليه وسلم, يدعوهم إلى عبادة الله وحده.
&quot; قَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ &quot; أي: وحدوه, وأخلصوا له الدين &quot; مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ &quot; لا من أهل السماء, ولا من أهل الأرض.
&quot; هُوَ أَنْشَأَكُمْ مِنَ الْأَرْضِ &quot; أي: خلقكم منها &quot; وَاسْتَعْمَرَكُمْ فِيهَا &quot; أي: استخلفكم فيها, وأنعم عليكم بالنعم, الظاهرة والباطنة, ومكنكم في الأرض, تبنون, وتغرسون, وتزرعون, وتحرثون ما شئتم, وتنتفعون بمنافعها, وتستغلون مصالحها.
فكما أنه لا شريك له في جميع ذلك, فلا تشركوا به في عبادته.
&quot; فَاسْتَغْفِرُوهُ &quot; مما صدر منكم, من الكفر, والشرك, والمعاصي, وأقلعوا عنها.
&quot; ثُمَّ تُوبُوا إِلَيْهِ &quot; أي: ارجعوا إليه بالتوبة النصوح, والإنابة.
&quot; إِنَّ رَبِّي قَرِيبٌ مُجِيبٌ &quot; أي: قريب ممن دعاه دعاء مسألة, أو دعاء عبادة.
يجيبه بإعطائه سؤاله, وقبول عبادته, وإثابته عليها, أجل الثواب.
واعلم أن قربه تعالى نوعان: عام, وخاص.
فالقرب العام, قربه بعلمه, من جميع الخلق, وهو المذكور في قوله تعالى: &quot; وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ &quot; .
والقرب الخاص, قربه من عابديه, وسائليه, ومحبيه, وهو المذكور في قوله تعالى &quot; وَاسْجُدْ وَاقْتَرِبْ &quot; .
وفي هذه الآية, وفي قوله: &quot; وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الدَّاعِ &quot; .
وهذا النوع, قرب يقتضي إلطافه تعالى, وإجابته لدعواتهم, وتحقيقه لمرادتهم, ولهذا يقرن, باسمه &quot; القريب &quot; اسمه &quot; المجيب &quot; .
فلما أمرهم نبيهم صالح عليه السلام, ورغبهم في الإخلاص لله وحده, ردوا عليه دعوته, وقابلوه أشنع المقابلة.';
$t[62] = '&quot; قَالُوا يَا صَالِحُ قَدْ كُنْتَ فِينَا مَرْجُوًّا قَبْلَ هَذَا &quot; أي: قد كنا نرجوك ونؤمل فيك العقل والنفع.
وهذا شهادة منهم, لنبيهم صالح, أنه ما زال معروفا بمكارم الأخلاق ومحاسن الشيم, وأنه من خيار قومه.
ولكنه, لما جاءهم بهذا الأمر, الذي لا يوافق أهواءهم الفاسدة, قالوا هذه المقالة, التي مضمونها, أنك قد كنت كاملا, والآن أخلفت ظننا فيك, وصرت بحالة لا يرجى منك خير.
وذنبه, ما قالوه عنه: &quot; أَتَنْهَانَا أَنْ نَعْبُدَ مَا يَعْبُدُ آبَاؤُنَا &quot; وبزعمهم أن هذا, من أعظم القدح في صالح, كيف قدح في عقولهم, وعقول آبائهم الضالين, وكيف ينهاهم عن عبادة, من لا ينفع ولا يضر, ولا يغني شيئا من الأحجار, والأشجار ونحوها.
وأمرهم بإخلاص الدين لله ربهم, الذي لم تزل نعمه عليهم تترى, وإحسانه عليهم دائما ينزل, الذي, ما بهم من نعمة, إلا منه, ولا يدفع عنهم السيئات إلا هو.
&quot; وَإِنَّنَا لَفِي شَكٍّ مِمَّا تَدْعُونَا إِلَيْهِ مُرِيبٍ &quot; أي: ما زلنا شاكين فيما دعوتنا إليه, شكا مؤثرا في قلوبنا الريب.
وبزعمهم أنهم لو علموا, صحة ما دعاهم إليه, لاتبعوه, وهم كذبة في ذلك, ولهذا بين كذبهم في قوله:';
$t[63] = '&quot; قَالَ يَا قَوْمِ أَرَأَيْتُمْ إِنْ كُنْتُ عَلَى بَيِّنَةٍ مِنْ رَبِّي &quot; أي: برهان ويقين مني &quot; وَآتَانِي مِنْهُ رَحْمَةً &quot; أي: من علي برسالته ووحيه.
أي: أفأتابعكم على ما أنتم عليه, وما تدعونني إليه؟.
&quot; فَمَنْ يَنْصُرُنِي مِنَ اللَّهِ إِنْ عَصَيْتُهُ فَمَا تَزِيدُونَنِي غَيْرَ تَخْسِيرٍ &quot; أي: غير خسار وتباب, وضرر.';
$t[64] = '&quot; وَيَا قَوْمِ هَذِهِ نَاقَةُ اللَّهِ لَكُمْ آيَةً &quot; لها شرب من البئر يوما, ثم يشربون كلهم من ضرعها, ولهم شرب يوم معلوم.
&quot; فَذَرُوهَا تَأْكُلْ فِي أَرْضِ اللَّهِ &quot; أي: ليس عليكم من مؤنتها وعلفها شيء.
&quot; وَلَا تَمَسُّوهَا بِسُوءٍ &quot; أي: بعقر &quot; فَيَأْخُذَكُمْ عَذَابٌ قَرِيبٌ &quot;';
$t[65] = '&quot; فَعَقَرُوهَا فَقَالَ &quot; لهم صالح: &quot; تَمَتَّعُوا فِي دَارِكُمْ ثَلَاثَةَ أَيَّامٍ ذَلِكَ وَعْدٌ غَيْرُ مَكْذُوبٍ &quot; بل لا بد من وقوعه.';
$t[66] = '&quot; فَلَمَّا جَاءَ أَمْرُنَا &quot; بوقوع العذاب &quot; نَجَّيْنَا صَالِحًا وَالَّذِينَ آمَنُوا مَعَهُ بِرَحْمَةٍ مِنَّا وَمِنْ خِزْيِ يَوْمِئِذٍ &quot; أي: نجيناهم من العذاب والخزي والفضيحة.
&quot; إِنَّ رَبَّكَ هُوَ الْقَوِيُّ الْعَزِيزُ &quot; ومن قوته وعزته, أن أهلك الأمم الطاغية, ونجى الرسل وأتباعهم.';
$t[67] = '&quot; وَأَخَذَ الَّذِينَ ظَلَمُوا الصَّيْحَةُ &quot; فقطعت قلوبهم.
&quot; فَأَصْبَحُوا فِي دِيَارِهِمْ جَاثِمِينَ &quot; أي: خامدين لا حراك لهم.';
$t[68] = '&quot; كَأَنْ لَمْ يَغْنَوْا فِيهَا &quot; أي: كأنهم - لما جاءهم العذاب - ما تمتعوا في ديارهم, ولا أنسوا فيها, ولا تنعموا بها يوما من الدهر قد فارقهم النعيم, وتناولهم العذاب السرمدي, الذي ينقطع, والذي كأنه لم يزل.
&quot; أَلَا إِنَّ ثَمُودَ كَفَرُوا رَبَّهُمْ &quot; أي: جحدوه بعد أن جاءتهم الآية المبصرة.
&quot; أَلَا بُعْدًا لِثَمُودَ &quot; فما أشقاهم وأذلهم, نستجير بالله من عذاب الدنيا وخزيها.';
$t[69] = 'أي: &quot; وَلَقَدْ جَاءَتْ رُسُلُنَا &quot; من الملائكة الكرام, رسولنا &quot; إِبْرَاهِيمَ &quot; الخليل &quot; بِالْبُشْرَى &quot; أي: بالبشارة بالولد, حين أرسلهم الله لإهلاك قوم لوط, وأمرهم أن يمروا على إبراهيم, فيبشروه بإسحق.
فلما دخلوا عليه &quot; قَالُوا سَلَامًا قَالَ سَلَامٌ &quot; أي: سلموا عليه, ورد علهم السلام.
ففي هذا مشروعية السلام, وأنه لم يزل من ملة إبراهيم عليه السلام وأن السلام قبل الكلام, وأنه ينبغي أن يكون الرد, أبلغ من الابتداء, لأن سلامهم بالجملة الفعلية, الدالة على التجدد, ورده بالجملة الأسمية, الدالة على الثبوت والاستمرار, وبينهما فرق كبير كما هو معلوم في علم العربية.
&quot; فَمَا لَبِثَ &quot; إبراهيم لما دخلوا عليه &quot; أَنْ جَاءَ بِعِجْلٍ حَنِيذٍ &quot; أي: بادر لبيته, فاستحضر لأضيافه عجلا مستويا على الرضف سمينا, فقربه إليهم فقال: ألا تأكلون؟.';
$t[70] = '&quot; فَلَمَّا رَأَى أَيْدِيَهُمْ لَا تَصِلُ إِلَيْهِ &quot; أي: إلى تلك الضيافة &quot; نَكِرَهُمْ وَأَوْجَسَ مِنْهُمْ خِيفَةً &quot; وظن أنهم أتوه بشر ومكروه, وذلك قبل أن يعرف أمرهم.
&quot; قَالُوا لَا تَخَفْ إِنَّا أُرْسِلْنَا إِلَى قَوْمِ لُوطٍ &quot; أي: إنا رسل الله, أرسلنا الله إلى إهلاك قوم لوط.';
$t[71] = '&quot; وَامْرَأَتُهُ &quot; أي: وامرأة إبراهيم &quot; قَائِمَةٌ &quot; تخدم أضيافه &quot; فَضَحِكَتْ &quot; حين سمعت بحالهم, وما أرسلوا به, تعجبا.
&quot; فَبَشَّرْنَاهَا بِإِسْحَاقَ وَمِنْ وَرَاءِ إِسْحَاقَ يَعْقُوبَ &quot; فتعجبت من ذلك';
$t[72] = 'و &quot; قَالَتْ يَا وَيْلَتَى أَأَلِدُ وَأَنَا عَجُوزٌ وَهَذَا بَعْلِي شَيْخًا &quot; فهذان مانعان من وجود الولد &quot; إِنَّ هَذَا لَشَيْءٌ عَجِيبٌ &quot; .';
$t[73] = '&quot; قَالُوا أَتَعْجَبِينَ مِنْ أَمْرِ اللَّهِ &quot; فإن أمره لا عجب فيه, لنفوذ مشيئته التامة في كل شيء, فلا يستغرب على قدرته شيء, وخصوصا فيما يدبره ويمضيه, لأهل هذا البيت المبارك.
&quot; رَحْمَةُ اللَّهِ وَبَرَكَاتُهُ &quot; أي: لا تزال رحمته, وإحسانه, وبركاته, وهي: الزيادة من خيره وإحسانه, وحلول الخير الإلهي &quot; عَلَيْكُمْ أَهْلَ الْبَيْتِ إِنَّهُ حَمِيدٌ مَجِيدٌ &quot; .
أي: حميد الصفات, لأن صفاته, صفات كمال.
حميد الأفعال, لأن أفعاله, إحسان, وجود, وبر, وحكمة, وعدل, وقسط.
مجيد, والمجد: هو عظمة الصفات وسعتها, فله صفات الكمال; وله من كل صفة كمال, أكملها, وأتمها, وأعمها.';
$t[74] = '&quot; فَلَمَّا ذَهَبَ عَنْ إِبْرَاهِيمَ الرَّوْعُ &quot; الذي أصابه من خيفة أضيافه &quot; وَجَاءَتْهُ الْبُشْرَى &quot; بالولد, التفت حينئذ, إلى مجادلة الرسل في إهلاك قوم لوط.
وقال لهم: &quot; إن فيها لوطا, قالوا نحن أعلم بمن فيها, لننجينه وأهله, إلا امرأته &quot; .';
$t[75] = '&quot; إِنَّ إِبْرَاهِيمَ لَحَلِيمٌ &quot; أي: ذو خلق وسعة صدر, وعدم غضب, عند جهل الجاهلين.
&quot; أَوَّاهٌ &quot; أي: متضرع إلى الله في جميع الأوقات.
&quot; مُنِيبٌ &quot; أي: رجاع إلى الله, بمعرفته ومحبته, والإقبال عليه, والإعراض عمن سواه, فلذلك كان يجادل عن من حتم الله بهلاكهم.';
$t[76] = 'فقيل له: &quot; يَا إِبْرَاهِيمُ أَعْرِضْ عَنْ هَذَا &quot; الجدال &quot; إِنَّهُ قَدْ جَاءَ أَمْرُ رَبِّكَ &quot; بهلاكهم &quot; وَإِنَّهُمْ آتِيهِمْ عَذَابٌ غَيْرُ مَرْدُودٍ &quot; فلا فائدة في جدالك.';
$t[77] = '&quot; وَلَمَّا جَاءَتْ رُسُلُنَا &quot; أي: الملائكة الذين صدروا من إبراهيم لما أتوا.
&quot; لُوطًا سِيءَ بِهِمْ &quot; أي: شق عليه مجيئهم.
&quot; وَضَاقَ بِهِمْ ذَرْعًا وَقَالَ هَذَا يَوْمٌ عَصِيبٌ &quot; أي: شديد حرج.
لأنه علم أن قومه لا يتركونهم, لأنهم في صور شباب, جرد, مرد, في غاية الكمال والجمال, ولهذا وقع ما خطر بباله.';
$t[78] = '&quot; وَجَاءَهُ قَوْمُهُ يُهْرَعُونَ إِلَيْهِ &quot; أي: يسرعون ويبادرون, يريدون أضيافه بالفاحشة, التي ما سبقهم إليها أحد من العالمين.
&quot; قَالَ يَا قَوْمِ هَؤُلَاءِ بَنَاتِي هُنَّ أَطْهَرُ لَكُمْ &quot; من أضيافي, وهذا كما عرض سليمان صلى الله عليه وسلم, على المرأتين أن يشق الولد المختصم فيه, لاستخراج الحق.
ولعلمه أن بناته ممتنع منالهن, ولا حق لهم فيهن.
والمقصود الأعظم, دفع هذه الفاحشة الكبرى.
&quot; فَاتَّقُوا اللَّهَ وَلَا تُخْزُونِي فِي ضَيْفِي &quot; أي: إما أن تراعوا تقوى الله, وإما أن تراعوني في ضيفي, ولا تخزوني عندهم.
&quot; أَلَيْسَ مِنْكُمْ رَجُلٌ رَشِيدٌ &quot; فينهاكم, ويزجركم.
وهذا دليل على مروجهم وانحلالهم, من الخير والمروءة.';
$t[79] = '&quot; قَالُوا &quot; له: &quot; لَقَدْ عَلِمْتَ مَا لَنَا فِي بَنَاتِكَ مِنْ حَقٍّ وَإِنَّكَ لَتَعْلَمُ مَا نُرِيدُ &quot; أي: لا نريد إلا الرجال, ولا لنا رغبة في النساء.';
$t[80] = 'فاشتد قلق لوط عليه الصلاة والسلام, و &quot; قَالَ لَوْ أَنَّ لِي بِكُمْ قُوَّةً أَوْ آوِي إِلَى رُكْنٍ شَدِيدٍ &quot; كقبيلة مانعة, لمنعتكم.
وهذا بحسب الأسباب المحسوسة, وإلا, فإنه يأوي إلى أقوى الأركان وهو الله, الذي لا يقوم لقوته أحد, ولهذا لما بلغ الأمر منتهاه, واشتد الكرب.';
$t[81] = '&quot; قَالُوا &quot; له: &quot; يَا لُوطُ إِنَّا رُسُلُ رَبِّكَ &quot; أي: أخبروه بحالهم, ليطمئن قلبه.
&quot; لَنْ يَصِلُوا إِلَيْكَ &quot; بسوء.
ثم قال جبريل بجناحه, فطمس أعينهم, فانطلقوا يتوعدون لوطا بمجيء الصبح.
وأمر الملائكة لوطا, أن يسري بأهله &quot; بِقِطْعٍ مِنَ اللَّيْلِ &quot; أي: بجانب منه قبل الفجر بكثير, ليتمكنوا من البعد عن قريتهم.
&quot; وَلَا يَلْتَفِتْ مِنْكُمْ أَحَدٌ &quot; أي: بادروا بالخروج, وليكن همكم النجاة ولا تلتفتوا إلى ما وراءكم.
&quot; إِلَّا امْرَأَتَكَ إِنَّهُ مُصِيبُهَا &quot; من العذاب &quot; مَا أَصَابَهُمُ &quot; لأنها تشارك قومها في الإثم, فتدلهم على أضياف لوط, إذا نزل به أضياف.
&quot; إِنَّ مَوْعِدَهُمُ الصُّبْحُ &quot; فكأن لوطا, استعجل ذلك, فقيل له: &quot; أَلَيْسَ الصُّبْحُ بِقَرِيبٍ &quot; .';
$t[82] = '&quot; فَلَمَّا جَاءَ أَمْرُنَا &quot; بنزول العذاب, وإحلاله فيهم &quot; جَعَلْنَا &quot; ديارهم &quot; عَالِيَهَا سَافِلَهَا &quot; أي.
قلبناها عليهم &quot; وَأَمْطَرْنَا عَلَيْهَا حِجَارَةً مِنْ سِجِّيلٍ &quot; أي: من حجارة النار الشديدة الحرارة &quot; مَنْضُودٍ &quot; أي.
متتابعة, تتبع من شذ عن القرية.';
$t[83] = '&quot; مُسَوَّمَةً عِنْدَ رَبِّكَ &quot; أي: معلمة, عليها علامة العذاب والغضب.
&quot; وَمَا هِيَ مِنَ الظَّالِمِينَ &quot; الذين يشابهون لفعل قوم لوط &quot; بِبَعِيدٍ &quot; .
فليحذر العباد, أن يفعلوا كفعلهم, لئلا يصيبهم ما أصابهم.';
$t[84] = 'أي وأرسلنا &quot; وَإِلَى مَدْيَنَ &quot; القبيلة المعروفة, الذين يسكنون مدين, في أدنى فلسطين.
&quot; أَخَاهُمْ &quot; في النسب &quot; شُعَيْبًا &quot; لأنهم يعرفونه, ويتمكنون من الأخذ عنه.
&quot; قَالَ &quot; لهم: &quot; يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ &quot; أي: أخلصوا له العبادة.
فإنهم كانوا يشركون.
وكانوا - مع شركهم - يبخسون المكيال والميزان, ولهذا نهاهم عن ذلك فقال: &quot; وَلَا تَنْقُصُوا الْمِكْيَالَ وَالْمِيزَانَ &quot; بل أوفوا الكيل والميزان بالقسط.
&quot; إِنِّي أَرَاكُمْ بِخَيْرٍ &quot; أي بنعمة كثيرة, وصحة, وكثرة أموال وبنين, فاشكروا الله على ما أعطاكم, ولا تكفروا بنعمة الله, فيزيلها عنكم.
&quot; وَإِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ مُحِيطٍ &quot; أي: عذابا يحيط بكم, ولا يبقى منكم باقية.';
$t[85] = '&quot; وَيَا قَوْمِ أَوْفُوا الْمِكْيَالَ وَالْمِيزَانَ بِالْقِسْطِ &quot; أي: بالعدل الذي ترضون أن تعطوه.
&quot; وَلَا تَبْخَسُوا النَّاسَ أَشْيَاءَهُمْ &quot; أي: لا تنقصوا من أشياء الناس, فتسرقوها بأخذها, بنقص المكيال والميزان.
&quot; وَلَا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ &quot; فإن الاستمرار على المعاصي, يفسد الأديان, والعقائد, والدين, والدنيا, ويهلك الحرث, والنسل.';
$t[86] = '&quot; بَقِيَّةُ اللَّهِ خَيْرٌ لَكُمْ &quot; أي: يكفيكم ما أبقى الله لكم من الخير, وما هو لكم.
فلا تطمعوا في أمر لكم عنه غنية, وهو ضار لكم جدا.
&quot; إِنْ كُنْتُمْ مُؤْمِنِينَ &quot; فاعملوا بمقتضى الإيمان.
&quot; وَمَا أَنَا عَلَيْكُمْ بِحَفِيظٍ &quot; أي: لست بحافظ لأعمالكم, ووكيل عليها.
وإنما الذي يحفظها, الله تعالى, وأما أنا, فأبلغكم ما أرسلت به.';
$t[87] = '&quot; قَالُوا يَا شُعَيْبُ أَصَلَاتُكَ تَأْمُرُكَ أَنْ نَتْرُكَ مَا يَعْبُدُ آبَاؤُنَا &quot; أي: قالوا ذلك على وجه التهكم بنبيهم, والاستبعاد لإجابتهم له.
ومعنى كلامهم: أنه لا موجب لنهيك لنا, إلا أنك تصلي لله, وتتعبد له.
فإن كنت كذلك, أفيوجب لنا أن نترك ما يعبد آباؤنا, لقول ليس عليه دليل, إلا أنه موافق لك, فكيف نتبعك, ونترك آباءنا الأقدمين, أولي العقول والألباب؟! وكذلك لا يوجب قولك لنا: &quot; أَنْ نَفْعَلَ فِي أَمْوَالِنَا &quot; ما قلت لنا, من وفاء الكيل, والميزان, وأداء الحقوق الواجبة فيها, بل لا نزال نفعل فيها ما شئنا, لأنها أموالنا, فليس لك فيها تصرف.
ولهذا قالوا في تهكمهم: &quot; إِنَّكَ لَأَنْتَ الْحَلِيمُ الرَّشِيدُ &quot; أي: إنك أنت الذي, الحلم والوقار, لك خلق, والرشد لك سجية, فلا يصدر عنك إلا رشد, ولا تأمر إلا برشد, ولا تنهى إلا عن غي, أي: ليس الأمر كذلك.
وقصدهم, أنه موصوف بعكس هذين الوصفين: بالسفه والغواية.
أي: أن المعنى: كيف تكون أنت الحليم الرشيد, وآباؤنا هم السفهاء الغاوين؟!! وهذا القول الذي أخرجوه بصيغة التهكم, وأن الأمر بعكسه, ليس كما ظنوه.
بل الأمر كما قالوه.
إن صلاته تأمره أن ينهاهم, عما كان يعبد آباؤهم الضالون, وأن يفعلوا في أموالهم ما يشاءون, فإن الصلاة تنهى عن الفحشاء والمنكر, وأي فحشاء ومنكر, أكبر من عبادة غير الله, ومن منع حقوق عباد الله, أو سرقتها, بالمكاييل, والموازين, وهو, عليه الصلاة والسلام الحليم الرشيد.';
$t[88] = '&quot; قَالَ &quot; لهم شعيب: &quot; يَا قَوْمِ أَرَأَيْتُمْ إِنْ كُنْتُ عَلَى بَيِّنَةٍ مِنْ رَبِّي &quot; أي: يقين وطمأنينة, في صحة ما جئت به.
&quot; وَرَزَقَنِي مِنْهُ رِزْقًا حَسَنًا &quot; أي.
أعطاني الله من أصناف المال, ما أعطاني.
&quot; وَمَا &quot; أنا &quot; أُرِيدُ أَنْ أُخَالِفَكُمْ إِلَى مَا أَنْهَاكُمْ عَنْهُ &quot; فلست أريد أن أنهاكم عن البخس, في المكيال, والميزان, وأفعل أنا, حتى تتطرق إلي التهمة في ذلك.
بل ما أنهاكم عن أمر, إلا وأنا, أول مبتدر لتركه.
&quot; إِنْ أُرِيدُ إِلَّا الْإِصْلَاحَ مَا اسْتَطَعْتُ &quot; أي: ليس لي من المقاصد, إلا أن تصلح أحوالكم, وتستقيم منافعكم, وليس لي من المقاصد الخاصة لي وحدي, شيء بحسب استطاعتي.
ولما كان هذا, فيه نوع تزكية للنفس, دفع هذا بقوله: &quot; وَمَا تَوْفِيقِي إِلَّا بِاللَّهِ &quot; أي: ما يحصل لي من التوفيق لفعل الخير, والانفكاك عن الشر إلا بالله تعالى, لا بحولي, ولا بقوتي.
&quot; عَلَيْهِ تَوَكَّلْتُ &quot; أي: اعتمدت في أموري, ووثقت في كفايته.
&quot; وَإِلَيْهِ أُنِيبُ &quot; في أداء ما أمرني به, من أنواع العبادات.
وفي هذا التقرب إليه بسائر أفعال الخيرات.
وبهذين الأمرين, تستقيم أحوال العبد, وهم الاستعانة بربه, والإنابة إليه, كما قال تعالى &quot; فَاعْبُدْهُ وَتَوَكَّلْ عَلَيْهِ &quot; وقال: &quot; إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ &quot; .';
$t[89] = '&quot; وَيَا قَوْمِ لَا يَجْرِمَنَّكُمْ شِقَاقِي &quot; أي: لا تحملنكم مخالفتي ومشاقتي &quot; أَنْ يُصِيبَكُمُ &quot; من العقوبات &quot; مِثْلُ مَا أَصَابَ قَوْمَ نُوحٍ أَوْ قَوْمَ هُودٍ أَوْ قَوْمَ صَالِحٍ وَمَا قَوْمُ لُوطٍ مِنْكُمْ بِبَعِيدٍ &quot; لا في الدار, ولا في الزمان';
$t[90] = '&quot; وَاسْتَغْفِرُوا رَبَّكُمْ &quot; عما اقترفتم من الذنوب &quot; ثُمَّ تُوبُوا إِلَيْهِ &quot; فيما يستقبل من أعماركم, بالتوبة النصوح, والإنابة إليه بطاعته, وترك مخالفته.
&quot; إِنَّ رَبِّي رَحِيمٌ وَدُودٌ &quot; لمن تاب وأناب, يرحمه, فيغفر له, ويتقبل توبته, ويحبه.
ومعنى الودود, من أسمائه تعالى, أنه يحب عباده المؤمنين, ويحبونه, فهو &quot; فعول &quot; بمعنى &quot; فاعل &quot; ومعنى &quot; مفعول &quot; .';
$t[91] = '&quot; قَالُوا يَا شُعَيْبُ مَا نَفْقَهُ كَثِيرًا مِمَّا تَقُولُ &quot; أي: تضجروا من نصائحه ومواعظه لهم, فقالوا: &quot; ما نفقه كثيرا مما تقول &quot; وذلك لبغضهم لما يقول, ونفرتهم عنه.
&quot; وَإِنَّا لَنَرَاكَ فِينَا ضَعِيفًا &quot; أي: في نفسك, لست من الكبار والرؤساء بل من المستضعفين.
&quot; وَلَوْلَا رَهْطُكَ &quot; أي: جماعتك وقبيلتك &quot; لَرَجَمْنَاكَ وَمَا أَنْتَ عَلَيْنَا بِعَزِيزٍ &quot; .
أي: ليس لك قدر في صدورنا, ولا احترام في أنفسنا, وإنما احترمنا قبيلتك, بتركنا إياك.';
$t[92] = '&quot; قَالَ &quot; لهم مترققا لهم, &quot; يَا قَوْمِ أَرَهْطِي أَعَزُّ عَلَيْكُمْ مِنَ اللَّهِ &quot; .
أي: كيف تراعونني لأجل رهطي, ولا تراعونني لله, فصار رهطي أعز عليكم من الله.
&quot; وَاتَّخَذْتُمُوهُ وَرَاءَكُمْ ظِهْرِيًّا &quot; أي: نبذتم أمر الله, وراء ظهوركم, ولم تبالوا به, ولا خفتم منه.
&quot; إِنَّ رَبِّي بِمَا تَعْمَلُونَ مُحِيطٌ &quot; لا يخفى عليه من أعمالكم, مثقال ذرة, في الأرض, ولا في السماء, فسيجازيكم على ما عملتم أتم الجزاء.';
$t[93] = 'ولما أعيوه وعجز عنهم قال: &quot; يَا قَوْمِ اعْمَلُوا عَلَى مَكَانَتِكُمْ &quot; أي.
على حالتكم ودينكم.
&quot; إِنِّي عَامِلٌ سَوْفَ تَعْلَمُونَ مَنْ يَأْتِيهِ عَذَابٌ يُخْزِيهِ &quot; ويحل عليه عذاب مقيم &quot; وَمَنْ هُوَ كَاذِبٌ &quot; أنا أم أنتم, وقد علموا بذلك ذلك حين وقع عليهم العذاب.
&quot; وَارْتَقِبُوا &quot; ما يحل بي &quot; إِنِّي مَعَكُمْ رَقِيبٌ &quot; ما يحل بكم.';
$t[94] = '&quot; وَلَمَّا جَاءَ أَمْرُنَا &quot; بإهلاك قوم شعيب &quot; نَجَّيْنَا شُعَيْبًا وَالَّذِينَ آمَنُوا مَعَهُ بِرَحْمَةٍ مِنَّا وَأَخَذَتِ الَّذِينَ ظَلَمُوا الصَّيْحَةُ فَأَصْبَحُوا فِي دِيَارِهِمْ جَاثِمِينَ &quot; لا تسمع لهم صوتا, ولا ترى منهم حركة';
$t[95] = '&quot; كَأَنْ لَمْ يَغْنَوْا فِيهَا &quot; أي: كأنهم ما أقاموا في ديارهم, ولا تنعموا فيها حين أتاهم العذاب.
&quot; أَلَا بُعْدًا لِمَدْيَنَ &quot; إذ أهلكها الله وأخزاها &quot; كَمَا بَعِدَتْ ثَمُودُ &quot; أي: قد اشتركت هاتان القبيلتان, في السحق, والبعد, والهلاك.
وشعيب عليه السلام, كان يسمى خطيب الأنبياء, لحسن مراجعته لقومه.
وفي قصته من الفوائد والعبر, شيء كثير.
منها: أن الكفار, كما يعاقبون, ويخاطبون, بأصل الإسلام, فكذلك بشرائعه وفروعه, لأن شعيبا دعا قومه إلى التوحيد, وإلى إيفاء المكيال والميزان, وجعل الوعيد, مرتبا على مجموع ذلك.
ومنها: أن نقص المكاييل والموازين, من كبائر الذنوب, وتخشى العقوبة العاجلة, على من تعاطى ذلك, وأن ذلك, من سرقة أموال الناس.
وإذا كان سرقتهم في المكاييل والموازين, موجبة للوعيد, فسرقتهم - على وجه القهر والغلبة - من باب أولى, وأحرى.
ومنها: أن الجزاء عن جنس العمل.
فمن بخس أموال الناس, يريد زيادة ماله, عوقب بنقيض ذلك, وكان سببا لزوال الخير, الذي عنده, من الرزق لقوله: &quot; إِنِّي أَرَاكُمْ بِخَيْرٍ &quot; أي: فلا تتسببوا إلى زواله بفعلكم.
ومنها: أن على العبد, أن يقنع بما آتاه الله, ويقنع بالحلال عن الحرام وبالمكاسب المباحة, عن المكاسب المحرمة, وأن ذلك خير له لقوله: &quot; بَقِيَّةُ اللَّهِ خَيْرٌ لَكُمْ &quot; .
ففي ذلك, من البركة, وزيادة الرزق, ما ليس في التكالب على الأسباب المحرمة, من المحق, وضد البركة.
ومنها: أن ذلك, من لوازم الإيمان, وآثاره, فإنه رتب العمل به, على وجود الإيمان.
فدل, على أنه إذا لم يوجد العمل, فالإيمان ناقص, أو معدوم.
ومنها: أن الصلاة, لم تزل مشروعة للأنبياء المتقدمين, وأنها من أفضل الأعمال.
حتى إنه متقرر عند الكفار فضلها, وتقديمها على سائر الأعمال, وأنها تنهى عن الفحشاء والمنكر, وهي ميزان للإيمان وشرائعه.
فبإقامتها على وجهها, تكمل أحوال العبد, وبعدم إقامتها, تختل أحواله الدينية.
ومنها: أن المال الذي يرزقه الله الإنسان - وإن كان الله قد خوله إياه - فليس له أن يصنع فيه ما يشاء, فإنه أمانة عنده, عليه أن يقيم حق الله فيه, بأداء ما فيه, من الحقوق, والامتناع من المكاسب, التي حرمها الله ورسوله.
لا كما يزعمه الكفار, ومن أشبههم, أن أموالهم, لهم أن يصنعوا فيها ما يشاءون ويختارون,, سواء وافق حكم الله, أو خالفه.
ومنها: أن من تكملة دعوة الداعي وتمامها, أن يكون أول مبادر لما يأمر غيره به.
وأول منته, عما ينهى غيره عنه, كما قال شعيب عليه السلام: &quot; وَمَا أُرِيدُ أَنْ أُخَالِفَكُمْ إِلَى مَا أَنْهَاكُمْ عَنْهُ &quot; ولقوله تعالى: &quot; يَا أَيُّهَا الَّذِينَ آمَنُوا لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ &quot; .
ومنها: أن وظيفة الرسل, وسنتهم, وملتهم, إرادة الإصلاح, بحسب القدرة والإمكان, بتحصيل المصالح وتكميلها, أو بتحصيل ما يقدر عليه منها, وبدفع المفاسد وتقليلها, ويراعون المصالح الخاصة.
وحقيقة المصلحة, هي التي تصلح بها أحوال العباد, وتستقيم بها أمورهم الدينية والدنيوية.
ومنها: أن من قام بما يقدر عليه من الإصلاح, لم يكن ملوما ولا مذموما, في عدم فعله, ما لا يقدر عليه.
فعلى العبد أن يقيم من الإصلاح في نفسه, وفي غيره, ما يقدر عليه.
ومنها: أن العبد, ينبغي له أن لا يتكل على نفسه طرفة عين.
بل لا يزال مستعينا بربه, متوكلا عليه, سائلا له التوفيق.
وإذا حصل له شيء من التوفيق, فلينسبه لموليه ومسديه, ولا يعجب بنفسه لقوله: &quot; وَمَا تَوْفِيقِي إِلَّا بِاللَّهِ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ &quot; .
ومنها: الترهيب بأخذات الأمم, وما جرى عليهم, وأنه ينبغي أن تذكر القصص, التي فيها إيقاع العقوبات بالمجرمين, في سياق الوعظ والزجر.
كما أنه ينبغي ذكر ما أكرم الله به أهل التقوى, عند الترغيب, والحث على التقوى.
ومنها: أن التائب من الذنب كما يسمح له عن ذنبه, ويعفى عنه فإن الله تعالى يحبه ويوده.
ولا عيرة بقول من يقول &quot; إن التائب إذا تاب, فحسبه أن يغفر له, ويعود عليه بالعفو, وأما عود الود الحب فإنه لا يعود &quot; .
فإن الله قال: &quot; وَاسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ إِنَّ رَبِّي رَحِيمٌ وَدُودٌ &quot; .
ومنها: أن الله يدفع عن المؤمنين بأسباب كثيرة, قد يعلمون بعضها, وقد لا يعلمون شيئا منها.
وربما دفع عنهم, بسبب قبيلتهم, وأهل وطنهم الكفار, كما دفع الله عن شعيب, رجم قومه, بسبب رهطه.
وأن هذه الروابط, التي يحصل بها الدفع عن الإسلام والمسلمين, لا بأس بالسعي فيها, بل ربما تعين ذلك.
لأن الإصلاح مطلوب, على حسب القدرة والإمكان.
فعلى هذا, لو سعى المسلمون الذين تحت ولاية الكفار, وعملوا على جعل الولاية جمهورية, يتمكن فيها الأفراد والشعوب, من حقوقهم, الدينية والدنيوية, لكان أولى, من استسلامهم لدولة تقضي على حقوقهم, الدينية والدنيوية, وتحرص على إبادتها, وجعلهم عملة وخدما لهم.
نعم إن أمكن أن تكون الدولة للمسلمين, وهم الحكام, فهو المتعين.
ولكن لعدم إمكان هذه المرتبة, فالمرتبة التي فيها دفع ووقاية للدين والدنيا, مقدمة.
والله أعلم.';
$t[96] = 'يقول تعالى: &quot; وَلَقَدْ أَرْسَلْنَا مُوسَى &quot; بن عمران &quot; بِآيَاتِنَا &quot; الدالة على صدق ما جاء به, كالعصا, واليد ونحوهما, من الآيات التي أجراها الله على يدي موسى عليه السلام.
&quot; وَسُلْطَانٍ مُبِينٍ &quot; أي: حجة ظاهرة بينة, ظهرت ظهور الشمس.';
$t[97] = '&quot; إِلَى فِرْعَوْنَ وَمَلَئِهِ &quot; أي: أشراف قومه, لأنهم المتبوعون, وغيرهم تبع لهم, فلم ينقادوا لما مع موسى من الآيات, التي أراهم إياها, كما تقدم بسطها في سورة الأعرف &quot; فَاتَّبَعُوا أَمْرَ فِرْعَوْنَ وَمَا أَمْرُ فِرْعَوْنَ بِرَشِيدٍ &quot; بل هو ضال غاو, لا يأمر إلا بما هو ضرر محض.
لا جرم - لما اتبعه قومه - أرداهم وأهلكهم.';
$t[98] = '';
$t[99] = 'أي: في الدنيا &quot; لَعْنَةً وَيَوْمَ الْقِيَامَةِ &quot; أي: يلعنهم الله وملائكته, والناس أجمعون في الدنيا والآخرة.
&quot; بِئْسَ الرِّفْدُ الْمَرْفُودُ &quot; أي: بئس ما اجتمع لهم, وترادف عليهم, من عذاب الله, ولعنة الدنيا والآخرة.';
$t[100] = 'ولما ذكر قصص هؤلاء الأمم مع رسلهم, قال الله تعالى لرسوله: &quot; ذَلِكَ مِنْ أَنْبَاءِ الْقُرَى نَقُصُّهُ عَلَيْكَ &quot; لتنذر به, ويكون آية على رسالتك, وموعظة وذكرى للمؤمنين.
&quot; مِنْهَا قَائِمٌ &quot; لم يتلف, بل بقي من آثار ديارهم, ما يدل عليهم.
ومنها &quot; وَحَصِيدٌ &quot; قد تهدمت مساكنهم, واضمحلت منازلهم, فلم يبق لها أثر.';
$t[101] = '&quot; وَمَا ظَلَمْنَاهُمْ &quot; بأخذهم بأنواع العقوبات &quot; وَلَكِنْ ظَلَمُوا أَنْفُسَهُمْ &quot; بالشرك والكفر, والعناد.
&quot; فَمَا أَغْنَتْ عَنْهُمْ آلِهَتُهُمُ الَّتِي يَدْعُونَ مِنْ دُونِ اللَّهِ مِنْ شَيْءٍ لَمَّا جَاءَ أَمْرُ رَبِّكَ &quot; وهكذا كل من التجأ إلى غير الله, لم ينفعه ذلك, عند نزول الشدائد.
&quot; وَمَا زَادُوهُمْ غَيْرَ تَتْبِيبٍ &quot; أي.
خسار ودمار, بالضد مما خطر ببالهم.';
$t[102] = 'أي: يقصمهم بالعذاب ويبيدهم, ولا ينفعهم, ما كانوا يدعون, من دون الله من شيء.';
$t[103] = '&quot; إِنَّ فِي ذَلِكَ &quot; المذكور, من أخذه للظالمين, بأنواع العقوبات.
&quot; لَآيَةً لِمَنْ خَافَ عَذَابَ الْآخِرَةِ &quot; أي: لعبرة ودليلا, على أن أهل الظلم والإجرام, لهم العقوبة الدنيوية, والعقوبة الأخروية.
ثم انتقل من هذا, إلى وصف الآخرة فقال: &quot; ذَلِكَ يَوْمٌ مَجْمُوعٌ لَهُ النَّاسُ &quot; .
أي: جمعوا لأجل ذلك اليوم, للمجازاة, وليظهر لهم, من عظمة الله وعدله العظيم, ما به يعرفونه حق المعرفة.
&quot; وَذَلِكَ يَوْمٌ مَشْهُودٌ &quot; أي: يشهده الله وملائكته, وجميع المخلوقين.';
$t[104] = '&quot; وَمَا نُؤَخِّرُهُ &quot; أي: إتيان يوم القيامة &quot; إِلَّا لِأَجَلٍ مَعْدُودٍ &quot; إذا انفضى أجل الدنيا وما قدر الله فيها من الخلق, فحينئد ينقلهم إلى الدار الأخرى, ويجري عليهم أحكامه الجزائية, كما أجرى عليهم في الدنيا, أحكامه الشرعية.';
$t[105] = '&quot; يَوْمَ يَأْتِ &quot; ذلك اليوم, ويجتمع الخلق &quot; لَا تَكَلَّمُ نَفْسٌ إِلَّا بِإِذْنِهِ &quot; حتى الأنبياء, والملائكة الكرام, لا يشفعون إلا بإذنه.
&quot; فَمِنْهُمْ &quot; أي: الخلق &quot; شَقِيٌّ وَسَعِيدٌ &quot; .
فالأشقياء, هم الذين كفروا بالله, وكذبوا رسله, وعصوا أمره.
والسعداء, هم: المؤمنون المتقون.';
$t[106] = 'وأما جزاؤهم &quot; فَأَمَّا الَّذِينَ شَقُوا &quot; أي: حصلت لهم الشقاوة, والخزي والفضيحة.
&quot; فَفِي النَّارِ &quot; منغمسون في عذابها, مشتد عليه عقابها.
&quot; لَهُمْ فِيهَا &quot; من شدة ما هم فيه &quot; زَفِيرٌ وَشَهِيقٌ &quot; وهو أشنع الأصوات وأقبحها.';
$t[107] = '&quot; خَالِدِينَ فِيهَا &quot; أي: في النار, التي هذا عذابها &quot; مَا دَامَتِ السَّمَاوَاتُ وَالْأَرْضُ إِلَّا مَا شَاءَ رَبُّكَ &quot; أي: خالدين فيها أبدا, إلا المدة التي شاء الله, أن لا يكونوا فيها, كما قاله جمهور المفسرين.
فالاستثناء على هذا, راجع إلى ما قبل دخولها, فهم خالدون فيها جميع الأزمان, سوى الزمن الذي قبل الدخول فيها.
&quot; إِنَّ رَبَّكَ فَعَّالٌ لِمَا يُرِيدُ &quot; فكل ما أراد فعله واقتضته حكمته, فعله, تبارك وتعالى, لا يرده أحد عن مراده.';
$t[108] = '&quot; وَأَمَّا الَّذِينَ سُعِدُوا &quot; أي: حصلت لهم السعادة, والفلاح, والفوز &quot; فَفِي الْجَنَّةِ خَالِدِينَ فِيهَا مَا دَامَتِ السَّمَاوَاتُ وَالْأَرْضُ إِلَّا مَا شَاءَ رَبُّكَ &quot; ثم أكد ذلك بقوله.
&quot; عَطَاءً غَيْرَ مَجْذُوذٍ &quot; أي: ما أعطاهم الله من النعيم المقيم, واللذة العالية, فإنه دائم مستمر, غير منقطع بوقت من الأوقات.
نسأل الله الكريم من فضله أن يجعلنا منهم.';
$t[109] = 'يقول الله تعالى, لرسوله محمد صلى الله عليه وسلم: &quot; فَلَا تَكُ فِي مِرْيَةٍ مِمَّا يَعْبُدُ هَؤُلَاءِ &quot; المشركون, أي: لا تشك في حالهم, وأن ما هم عليه باطل, فليس لهم, دليل شرعي ولا عقلي.
وإنما دليلهم وشبهتهم, أنهم &quot; مَا يَعْبُدُونَ إِلَّا كَمَا يَعْبُدُ آبَاؤُهُمْ مِنْ قَبْلُ &quot; .
ومن المعلوم أن هذا, ليس بشبهة, فضلا عن أن يكون دليلا, لأن أقوال ما عدا الأنبياء, يحتج بها.
خصوصا أمثال هؤلاء الضالين, الذين كثر خطأهم وفساد أقوالهم, في أصول الدين.
فإن أقوالهم, وإن اتفقوا عليها, فإنها خطأ وضلال.
&quot; وَإِنَّا لَمُوَفُّوهُمْ نَصِيبَهُمْ غَيْرَ مَنْقُوصٍ &quot; أي: لا بد أن ينالهم نصيب من الدنيا, مما كتب لهم, وإن كثر ذلك النصيب, أو راق في عينك, فإنه لا يدل على صلاح حالهم.
فإد الله يعطي الدينا, من يحب, ومن لا يحب, ولا يعطي الإيمان والدين الصحيح, إلا من يحب.
والحاصل أنه لا يغتر باتفاق الضالين, على قول الضالين من آبائهم الأقدمين.
ولا على ما خولهم الله, وآتاهم من الدنيا.';
$t[110] = 'يخبر نعالى, أنه آتى موسى الكتاب, الذي هو التوراة, الموجب للاتفاق على أوامره ونواهيه, والاجتماع, ولكن, مع هذا, فإن المنتسبين إليه, اختلفوا فيه اختلافا, أضر بعقائدهم, وبجامعتهم الدينية.
&quot; وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ &quot; بتأخيرهم, وعدم معاجلتهم بالعذاب &quot; لَقُضِيَ بَيْنَهُمْ &quot; بإحلال العقوبة بالظالم, ولكنه تعالى, اقتضت حكمته, أن أخر القضاء بينهم إلى يوم القيامة, وبقوا في شك مريب.
وإذا كانت هذه حالهم, مع كتابهم, فمع القرآن الذي أوحاه الله إليك, غير مستغرب, من طائفة اليهود, أن لا يؤمنوا به, وأن يكونوا في شك منه مريب.';
$t[111] = '&quot; وَإِنَّ كُلًّا لَمَّا لَيُوَفِّيَنَّهُمْ رَبُّكَ أَعْمَالَهُمْ &quot; أي: لا بد أن يقضي الله بينهم يوم القيامة, بحكمه العدل, فيجازي كلا بما يستحق.
&quot; إِنَّهُ بِمَا يَعْمَلُونَ &quot; من خير وشر &quot; خَبِيرٌ &quot; فلا يخفى عليه شيء من أعمالهم, دقيقها وجليلها.';
$t[112] = 'ثم لما أخبر بعدم استقامتهم, التي أوجبت اختلافهم وافتراقهم, أمر نبيه محمدا صلى الله عليه وسلم, ومن معه, من المؤمنين, أن يستقيموا كما أمروا, فيسلكوا ما شرعه الله, من الشرائع, ويعتقدوا, ما أخبر الله من العقائد الصحيحة, ولا يزيغوا عن ذلك, يمنة, ولا يسرة, ويدوموا على ذلك, ولا يطغوا, بأن يتجاوزوا ما حده الله لهم من الاستقامة.
وقوله &quot; إِنَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ &quot; أي: لا يخفى عليه من أعمالكم شيء, وسيجازيكم عليها.
ففيه ترغيب لسلوك الاستقامة, وترهيب من ضدها, ولهذا حذرهم عن الميل إلى من تعدى الاستقامة فقال:';
$t[113] = '&quot; وَلَا تَرْكَنُوا إِلَى الَّذِينَ ظَلَمُوا &quot; فإنكم, إذا ملتم إليهم, ووافقتموهم على ظلمهم, أو رضيتم ما عليه من الظلم &quot; فَتَمَسَّكُمُ النَّارُ &quot; إن: فعلتم ذلك &quot; وَمَا لَكُمْ مِنْ دُونِ اللَّهِ مِنْ أَوْلِيَاءَ &quot; يمنعونكم من عذاب الله, ولا يحصلون لكم شيئا, من ثواب الله.
&quot; ثُمَّ لَا تُنْصَرُونَ &quot; أي: لا يدفع عنكم العذاب إذا مسكم.
ففي هذه الآية: التحذير من الركون إلى كل ظالم.
والمراد بالركون, الميل والانضمام إليه بظلمه, وموافقته, على ذلك, والرضا بما هو عليه من الظلم.
وإذا كان هذا الوعيد في الركون إلى الظلمة, فكيف حال الظلمة؟!! نسأل الله العافية من الظلم.';
$t[114] = 'يأمر تعالى: بإقامة الصلاة كاملة &quot; طَرَفَيِ النَّهَارِ &quot; أي: أوله وآخره.
ويدخل في هذا, صلاة الفجر, وصلاتا الظهر والعصر.
&quot; وَزُلَفًا مِنَ اللَّيْلِ &quot; ويدخل في ذلك, صلاة المغرب والعشاء.
ويتناول ذلك قيام الليل, فإنها مما تزلف العبد, وتقربه إلى الله تعالى.
&quot; إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ &quot; أي: فهذه الصلوات الخمس, وما ألحق بها من التطوعات, من أكبر الحسنات.
وهي - مع أنها حسنات - تقرب إلى الله, وتوجب الثواب, فإنها تذهب السيئات وتمحوها.
والمراد بذلك: الصغائر, كما قيدتها الأحاديث الصحيحة, عن النبي صلى الله عليه وسلم, مثل قوله: &quot; والصلوات الخمس والجمعة إلى الجمعة, ورمضان إلى رمضان, مكفرات لما بينهن ما اجتنبت الكبائر &quot; بل كما قيدتها الآية التي في سورة النساء, وهي قوله عز وجل.
&quot; إِنْ تَجْتَنِبُوا كَبَائِرَ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنْكُمْ سَيِّئَاتِكُمْ وَنُدْخِلْكُمْ مُدْخَلًا كَرِيمًا &quot; .
ذلك ولعل الإشارة, لكل ما تقدم, من لزوم الاستقامة على الصراط المستقيم, وعدم مجاوزته وتعديه, وعدم الركون إلى الذين ظلموا.
والأمر بإقامة الصلاة, وبيان أن الحسنات يذهبن السيئات, الجميع &quot; ذِكْرَى لِلذَّاكِرِينَ &quot; يفهمون بها ما أمرهم الله به, ونهاهم عنه, ويمتثلون لتلك الأوامر الحسنة المثمرة للخيرات, الدافعة للشرور والسيئات.';
$t[115] = 'ولكن تلك الأمور, تحتاج إلى مجاهدة النفس, والصبر عليها, ولهذا قال: &quot; وَاصْبِرْ &quot; أي: احبس نفسك على طاعة الله, وعن معصيته, وإلزامها لذلك, واستمر ولا تضجر.
&quot; فَإِنَّ اللَّهَ لَا يُضِيعُ أَجْرَ الْمُحْسِنِينَ &quot; بل يتقبل الله عنهم أحسن الذي عملوا, ويجزيهم أجرهم, بأحسن ما كانوا يعملون.
وفي هذا ترغيب عظيم, للزوم الصبر, بتشويق النفس الضعيفة, إلى ثواب الله, كلما ونت وفترت.';
$t[116] = 'لما ذكر تعالى, إهلاك الأمم المكذبة للرسل, وأن أكثرهم منحرفون عن أهل الكتب الإلهية, وذلك كله يقضي على الأديان بالذهاب والاضمحلال, ذكر أنه, لولا أنه جعل في القرون الماضية بقايا, من أهل الخير, يدعون إلى الهدى, وينهون عن الفساد والردى, فحصل من نفعهم, وأبقيت به الأديان, ولكنهم قليلون جدا.
وغاية الأمر, أنهم نجوا, باتباعهم المرسلين, وقيامهم بما قاموا به من دينهم, ويكون حجة الله أجراها على أيديهم, ليهلك من هلك عن بينة ويحيا من حي عن بينة.
لكن &quot; وَاتَّبَعَ الَّذِينَ ظَلَمُوا مَا أُتْرِفُوا فِيهِ &quot; أي: اتبعوا ما هم فيه من النعيم والترف, ولم يبغوا به بدلا.
&quot; وَكَانُوا مُجْرِمِينَ &quot; أي: ظالمين, باتباعهم ما أترفوا فيه, فلذلك حق عليهم العقاب, واستأصلهم العذاب.
وفي هذا, حث لهذه الأمة, أن يكون فيهم بقايا مصلحون, لما أفسد الناس, قائمون بدين الله, يدعون من ضل إلى الهدى, ويصبرون منهم, على الأذى, ويبصرونهم من العمى.
وفي هذه الحالة, أعلى حالة يرغب فيها الراغبون, وصاحبها يكون, إماما في الدين, إذ جعل عمله خالصا لرب العالمين.';
$t[117] = 'أي: وما كان الله ليهلك القرى بظلم منه لهم, والحال أنهم مصلحون, أي: مقيمون على الصلاح, مستمرون عليه.
لما كان الله ليهلكهم, إلا إذا ظلموا, وقامت عليهم حجة الله.
ويحتمل, أن المعنى: وما كان ربك ليهلك القرى بظلمهم السابق, إذا رجعوا وأصلحوا عملهم, فإن الله يعفو عنهم, ويمحوا ما تقدم من ظلمهم.';
$t[118] = 'يخبر تعالى أنه لو شاء لجعل الناس أمة واحدة على الدين الإسلامي, فإن مشيئته غير قاصرة, ولا يمتنع عليه شيء.
ولكنه اقتضت حكمته, أن لا يزالوا مختلفين, مخالفين للصراط المستقيم, متبعين للسبل الموصلة إلى النار, كل يرى الحق, فيما قاله, والضلال في قول غيره.';
$t[119] = '&quot; إِلَّا مَنْ رَحِمَ رَبُّكَ &quot; فهداهم إلى العلم بالحق والعمل به, والاتفاق عليه.
فهؤلاء سبقت لهم, سابقة السعادة, وتداركتهم العناية الربانية, والتوفيق الإلهي.
وأما من عداهم, فهم مخذولون موكولون إلى أنفسهم.
وقوله: &quot; وَلِذَلِكَ خَلَقَهُمْ &quot; أي: اقتضت حكمته, أنه خلقهم, ليكون منهم السعداء والأشقياء, والمتفقون والمختلفون, والفريق الذي هدى الله, والفريق الذي حقت عليهم الضلالة.
ليتبين للعباد, عدله, وحكمته, وليظهر, ما كمن في الطباع البشرية, من الخير والشر, ولتقوم سوق الجهاد والعبادات, التي لا تتم ولا تستقيم, إلا بالامتحان والابتلاء.
ولأنه &quot; وَتَمَّتْ كَلِمَةُ رَبِّكَ لَأَمْلَأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ &quot; فلا بد أن ييسر للنار أهلا, يعملون بأعمالها الموصلة إليها.';
$t[120] = 'لما ذكر في هذه السورة من أخبار الأنبياء, ما ذكر, ذكر الحكمة في ذكر ذلك, فقال: &quot; وَكُلًّا نَقُصُّ عَلَيْكَ مِنْ أَنْبَاءِ الرُّسُلِ مَا نُثَبِّتُ بِهِ فُؤَادَكَ &quot; أي, قلبك ليطمئن, ويثبت, وتصبر, كما صبر أولي العزم من الرسل.
فإن النفوس تأنس بالاقتداء وتنشط على الأعمال, وتريد المنافسة لغيرها, ويتأيد الحق بذكر شواهده, وكثرة من قام به.
&quot; وَجَاءَكَ فِي هَذِهِ &quot; السورة &quot; الْحَقُّ &quot; اليقين, فلا شك فيه, بوجه من الوجوه.
فالعلم بذلك, من العلم بالحق, الذي هو أكبر فضائل النفوس.
&quot; وَمَوْعِظَةٌ وَذِكْرَى لِلْمُؤْمِنِينَ &quot; أي: يتعظون به, فيرتدعون عن الأمور المكروهة, ويتذكرون الأمور المحبوبة لله, فيفعلونها.';
$t[121] = 'وأما من ليس من أهل الإيمان, فلا تنفعهم المواعظ, وأنواع التذكير, ولهذا قال: &quot; وَقُلْ لِلَّذِينَ لَا يُؤْمِنُونَ &quot; بعد ما قامت عليهم الآيات.
&quot; اعْمَلُوا عَلَى مَكَانَتِكُمْ &quot; أي: حالتكم التي أنتم عليها &quot; إِنَّا عَامِلُونَ &quot; على ما كنا عليه';
$t[122] = '&quot; وَانْتَظِرُوا &quot; ما يحل بنا &quot; إِنَّا مُنْتَظِرُونَ &quot; ما يحل بكم.
وقد فصل الله بين الفريقين, وأرى عباده, نصره لعباده المؤمنين, وقمعه لأعداء الله المكذبين.';
$t[123] = '&quot; وَلِلَّهِ غَيْبُ السَّمَاوَاتِ وَالْأَرْضِ &quot; أي: ما غاب فيهما, من الخفايا, والأمور الغيبية.
&quot; وَإِلَيْهِ يُرْجَعُ الْأَمْرُ كُلُّهُ &quot; من الأعمال والعمال, فيميز الخبيث من الطيب.
&quot; فَاعْبُدْهُ وَتَوَكَّلْ عَلَيْهِ &quot; أي: قم بعبادته, وهي جميع ما أمر الله به مما تقدر عليه, وتوكل على الله في ذلك.
&quot; وَمَا رَبُّكَ بِغَافِلٍ عَمَّا تَعْمَلُونَ &quot; من الخير والشر, بل قد أحاط علمه بذلك, وجرى به قلمه, وسيجري عليه حكمه, وجزاؤه.
تم تفسير سورة هود والحمد لله رب العالمين, وصلى الله على محمد وسلم وكان الفراغ من نسخه في يوم السبت في 21 من شهر ربيع الآخر سنة 1347';
?>