<?php
$t = array();
$t[1] = 'يخبر تعالى, أن آيات القرآن هي &quot; آيَاتُ الْكِتَابِ الْمُبِينِ &quot; أي: البين الواضحة ألفاظه, ومعانيه.';
$t[2] = 'ومن بيانه وإيضاحه, أنه أنزله باللسان العربي, أشرف الألسنة, وأبينها.
المبين, لكل ما يحتاجه الناس, من الحقائق النافعة.
وكل هذا الإيضاح والتبيين &quot; لَعَلَّكُمْ تَعْقِلُونَ &quot; أي: لتعقلوا حدوده, وأصوله, وفروعه, وأوامره, ونواهيه.
فإذا عقلتم ذلك بإيقانكم, واتصفت قلوبكم بمعرفتها, أثمر ذلك, عمل الجوارح, والانقياد إليه.
و &quot; لَعَلَّكُمْ تَعْقِلُونَ &quot; أي: تزداد عقولكم, بتكرر المعاني الشريفة العالية, على أذهانكم.
فتنتقلون من حال إلى أحوال, أعلى منها وأكمل.';
$t[3] = '&quot; نَحْنُ نَقُصُّ عَلَيْكَ أَحْسَنَ الْقَصَصِ &quot; وذلك لصدقه, وسلاسة عبارته, ورونق معانيه.
&quot; بِمَا أَوْحَيْنَا إِلَيْكَ هَذَا الْقُرْآنَ &quot; أي: بما اشتمل عليه هذا القرآن, الذي أوحيناه إليك, وفضلناك به على سائر الأنبياء, وذاك محض منة, من الله وإحسان.
&quot; وَإِنْ كُنْتَ مِنْ قَبْلِهِ لَمِنَ الْغَافِلِينَ &quot; أي: ما كنت تدري, ما الكتاب, ولا الإيمان, قبل أن يوحي الله إليك, ولكن جعلناه نورا, نهدي به من نشاء, من عبادنا.';
$t[4] = 'ولما مدح ما اشتمل عليه هذا القرآن, من القصص, وأنه أحسن القصص على الإطلاق, فلا يوجد من القصص, في شيء من الكتب, مثل هذا القرآن, ذكر قصه يوسف, وأبيه, وإخوته, القصة العجيبة الحسنة.
فقال: &quot; إِذْ قَالَ يُوسُفُ &quot; إلى &quot; إِنَّ رَبَّكَ عَلِيمٌ حَكِيمٌ &quot; .
واعلم أن الله ذكر أنه يقص على رسوله, أحسن القصص في هذا الكتاب.
ثم ذكر هذه القصة, وبسطها, وذكر ما جرى فيها, فعلم بذلك, أنها قصة تامة, كاملة حسنة.
فمن أراد أن يكملها أو يحسنها, بما يذكر في الإسرائيليات, التي لا يعرف لها سند, ولا ناقل, وأغلبها كذب, فهو مستدرك على الله, ومكمل لشيء, يزعم أنه ناقص.
وحسبك بأمر ينتهي إلى هذا الحد قبحا, فإن تضاعيف هذه السورة, قد ملئت في كثير من التفاسير, من الأكاذيب, والأمور الشنيعة المناقضة, لما قصه الله تعالى بشيء كثير.
فعلى العبد أن يفهم عن الله, ما قصه, ويدع, ما سوى ذلك, مما ليس عن النبي صلى الله عليه وسلم, ينقل.
فقوله تعالى: &quot; إِذْ قَالَ يُوسُفُ لِأَبِيهِ &quot; يعقوب بن إسحاق بن إبراهيم الخليل, عليهم الصلاة والسلام: &quot; يَا أَبَتِ إِنِّي رَأَيْتُ أَحَدَ عَشَرَ كَوْكَبًا وَالشَّمْسَ وَالْقَمَرَ رَأَيْتُهُمْ لِي سَاجِدِينَ &quot; .
فكانت هذه الرؤيا, مقدمة لما وصل إليه يوسف عليه السلام, من الارتفاع في الدينا والآخرة.
وهكذا إذا أراد الله أمرا من الأصول العظام, قدم بين يديه مقدمة, توطئة له, وتسهيلا لأمره, واستعدادا لما يرد على العبد من المشاق, ولطفا بعبده, وإحسانا إليه.
فأولها يعقوب, بأن الشمس: أمه, والقمر أبوه, والكواكب, إخوته.
وأنه ستنتقل به الأحول إلى أن يصير إلى حال يخضعون له, ويسجدون له, إكراما وإعظاما.
وأن ذلك لا يكون, إلا بأسباب تتقدمه من اجتباء الله له, واصطفائه إياه, وإتمام نعمته عليه, بالعلم والعمل, والتمكين في الأرض.
وأن هذه النعمة ستشمل آل يعقوب, الذين سجدوا له, وصاروا تبعا له فيها ولهذا قال: &quot; وَكَذَلِكَ يَجْتَبِيكَ رَبُّكَ &quot;';
$t[5] = 'ولما تم تعبيرها ليوسف, قال له أبوه: &quot; يَا بُنَيَّ لَا تَقْصُصْ رُؤْيَاكَ عَلَى إِخْوَتِكَ فَيَكِيدُوا لَكَ كَيْدًا &quot; أي: حسدا من عند أنفسهم, بأن تكون أنت الرئيس الشريف عليهم.
&quot; إِنَّ الشَّيْطَانَ لِلْإِنْسَانِ عَدُوٌّ مُبِينٌ &quot; لا يفتر عنه, ليلا ولا نهارا, ولا سرا, ولا جهارا.
فالبعد عن الأسباب, التي يتسلط بها على العبد, أولى.
فامتثل يوسف أمر أبيه, ولم يخبر إخوته بذلك, بل كتمها عنهم.';
$t[6] = '&quot; وَكَذَلِكَ يَجْتَبِيكَ رَبُّكَ &quot; أي: يصطفيك ويختارك بما من به عليك من الأوصاف الجليلة, والمناقب الجميلة.
&quot; وَيُعَلِّمُكَ مِنْ تَأْوِيلِ الْأَحَادِيثِ &quot; أي: من تعبير الرؤيا, وبيان ما تئول إليه الأحاديث الصادقة, كالكتب السماوية ونحوها.
&quot; وَيُتِمُّ نِعْمَتَهُ عَلَيْكَ &quot; في الدنيا والآخرة, بأن يؤتيك في الدنيا حسنة, وفي الآخرة حسنة.
&quot; كَمَا أَتَمَّهَا عَلَى أَبَوَيْكَ مِنْ قَبْلُ إِبْرَاهِيمَ وَإِسْحَاقَ &quot; حيث أنعم الله عليهما, بنعم عظيمة واسعة, دينية, ودنيوية.
&quot; إِنَّ رَبَّكَ عَلِيمٌ حَكِيمٌ &quot; أي: علمه محيط بالأشياء, وبما احتوت عليه, ضمائر العباد, من البر وغيره.
فيعطي كلا, ما تقتضيه حكمته وحمده, فإنه حكيم, يضع الأشياء مواضعها, وينزلها منازلها.';
$t[7] = 'يقول تعالى: &quot; لَقَدْ كَانَ فِي يُوسُفَ وَإِخْوَتِهِ آيَاتٌ &quot; أي عبر وأدلة, على كثير من المطالب الحسنة.
&quot; لِلسَّائِلِينَ &quot; أي: لكل من سأل عنها, بلسان الحال, أو بلسان المقال.
فإن السائلين, هم الذين ينتفعون بالآيات والعبر.
وأما المعرضون, فلا ينتفعون بالآيات, ولا بالقصص, والبينات.';
$t[8] = '&quot; إِذْ قَالُوا &quot; فيما بينهم: &quot; لَيُوسُفُ وَأَخُوهُ &quot; بنيامين, أي: شقيقه, وإلا, فكلهم إخوة.
&quot; أَحَبُّ إِلَى أَبِينَا مِنَّا وَنَحْنُ عُصْبَةٌ &quot; أي: جماعة, فكيف يفضلهما بالمحبة والشفقة.
&quot; إِنَّ أَبَانَا لَفِي ضَلَالٍ مُبِينٍ &quot; أي: لفي خطأ بين, حيث فضلهما علينا, من غير موجب نراه, ولا أمر نشاهده.';
$t[9] = '&quot; اقْتُلُوا يُوسُفَ أَوِ اطْرَحُوهُ أَرْضًا &quot; أي: غيبوه عن أبيه, في أرض بعيدة, لا يتمكن من رؤيته فيها.
فإنكم إذا فعلتم أحد هذين الأمرين &quot; يَخْلُ لَكُمْ وَجْهُ أَبِيكُمْ &quot; .
أي: يتقرغ لكم, ويقبل عليكم بالشفقة والمحبة, فإنه قد اشتغل قلبه بيوسف, شغلا, لا يتفرغ لكم.
&quot; وَتَكُونُوا مِنْ بَعْدِهِ &quot; أي: من بعد هذا الصنيع &quot; قَوْمًا صَالِحِينَ &quot; أي: تتوبون إلى الله, وتستغفرونه من بعد ذنبكم.
فقدموا العزم على التوبة, قبل صدور الذنب منهم تسهيلا لفعله, وإزالة لشناعته, وتنشيطا من بعضهم لبعض.';
$t[10] = 'أي: &quot; قَالَ قَائِلٌ &quot; من إخوة يوسف, الذين أرادوا قتله, أو تبعيده: &quot; لَا تَقْتُلُوا يُوسُفَ &quot; فإن قتله أعظم إثما, وأشنع.
والمقصود يحصل بتبعيده عن أبيه, من غير قتل, ولكن توصلوا إلى تبعيده بأن تلقوه &quot; فِي غَيَابَةِ الْجُبِّ &quot; وتتوعدوه, على أنه لا يخبر بشأنكم, بل على أنه عبد مملوك آبق, لأجل أن &quot; يَلْتَقِطْهُ بَعْضُ السَّيَّارَةِ &quot; الذين يريدون مكانا بعيدا, فيحتفظوا فيه.
وهذا القائل أحسنهم رأيا في يوسف, وأبرهم, وأتقاهم في هذه القضية.
فإن بعض الشر, أهون من بعض, والضرر الخفيف, يدفع به الضرر الثقيل.
فلما اتفقوا على هذا الرأي &quot; قَالُوا يَا أَبَانَا &quot; إلى قوله &quot; إِنَّا إِذًا لَخَاسِرُونَ &quot; .';
$t[11] = 'أي: قال إخوة يوسف, متوصلين إلى مقصدهم لأبيهم: &quot; يَا أَبَانَا مَا لَكَ لَا تَأْمَنَّا عَلَى يُوسُفَ وَإِنَّا لَهُ لَنَاصِحُونَ &quot; أي: لأي شيء يدخلك الخوف منا, على يوسف, من غير سبب, ولا موجب؟ والحال &quot; وَإِنَّا لَهُ لَنَاصِحُونَ &quot; أي: مشفقون عليه, نود له ما نود لأنفسنا.
وهذا يدل على أن يعقوب عليه السلام, لا يترك يوسف يذهب مع إخوته للبرية ونحوها.
فلما نفوا عن أنفسهم التهمة المانعة, لعدم إرساله معهم, ذكروا له من مصلحة يوسف وأنسه, الذي يحبه أبوه له, ما يقتضي أن يسمح لإرساله معهم, فقالوا:';
$t[12] = '&quot; أَرْسِلْهُ مَعَنَا غَدًا يَرْتَعْ وَيَلْعَبْ &quot; أي: يتنزه في البرية ويستأنس.
&quot; وَإِنَّا لَهُ لَحَافِظُونَ &quot; أي سنراعيه, ونحفظه من كل أذى يريده.';
$t[13] = 'فأجابهم بقوله: &quot; إِنِّي لَيَحْزُنُنِي أَنْ تَذْهَبُوا بِهِ &quot; أي مجرد ذهابكم به, يحزنني, ويشق علي, لأنني لا أقدر على فراقه, ولو مدة يسيرة.
فهذا مانع من إرساله ومانع ثان, وهو: أني &quot; وَأَخَافُ أَنْ يَأْكُلَهُ الذِّئْبُ وَأَنْتُمْ عَنْهُ غَافِلُونَ &quot; أي: في حال غفلتكم عنه, لأنه صغير, لا يمتنع من الذئب.';
$t[14] = '&quot; قَالُوا لَئِنْ أَكَلَهُ الذِّئْبُ وَنَحْنُ عُصْبَةٌ &quot; أي: جماعة, حريصون على حفظه.
&quot; إِنَّا إِذًا لَخَاسِرُونَ &quot; أي: لا خير فينا, ولا نفع يرجى منا, إن أكله الذئب, وغلبنا عليه.
فلما مهدوا لأبيهم الأسباب الداعية لإرساله, وعدم الموانع, سمح حينئذ بإرساله معهم, لأجل أنسه.';
$t[15] = 'أي: لما ذهب إخوة يوسف, بعد ما أذن له أبوة, وعزموا أن يجعلوه في غيابة الجب, كما قال قائلهم, السابق ذكره, وكانوا قادرين على ما أجمعوا عليه, فنفذوا فيه قدرتهم, وألقوه في الجب.
ثم إن الله, لطف به, بان أوحى إليه وهو بتلك الحال الحرجة.
&quot; لَتُنَبِّئَنَّهُمْ بِأَمْرِهِمْ هَذَا وَهُمْ لَا يَشْعُرُونَ &quot; أي: سيكون منك معاتبة لهم, وإخبار عن أمرهم هذا, وهم لا يشعرون بذلك الأمر.
ففيه بشارة له, بأنه سينجو مما وقع فيه, وأن الله سيجمعه بأهله وإخوته, على وجه العز والتمكين له, في الأرض.';
$t[16] = '&quot; وَجَاءُوا أَبَاهُمْ عِشَاءً يَبْكُونَ &quot; ليكون إتيانهم, متأخرا عن عادتهم, وبكاؤهم دليلا لهم, وقرينة على صدقهم.';
$t[17] = 'فقالوا - معتذرين بعذر كاذب - &quot; يَا أَبَانَا إِنَّا ذَهَبْنَا نَسْتَبِقُ &quot; إما على الأقدام, أو بالرمي والنضال.
&quot; وَتَرَكْنَا يُوسُفَ عِنْدَ مَتَاعِنَا &quot; توفيرا له وراحة.
&quot; فَأَكَلَهُ الذِّئْبُ &quot; في حال غيابنا عنه واستباقنا.
&quot; وَمَا أَنْتَ بِمُؤْمِنٍ لَنَا وَلَوْ كُنَّا صَادِقِينَ &quot; أي: اعتذرنا بهذا العذر, والظاهر أنك لا تصدقنا, لما في قلبك من الحزن على يوسف, والرقة الشديدة عليه.';
$t[18] = 'ولكن عدم تصديقك إيانا, لا يمنعنا أن نعتذر بالعذر الحقيقي, وكل هذا, تأكيد لعذرهم.
ومما أكدوا به قولهم, أنهم &quot; وَجَاءُوا عَلَى قَمِيصِهِ بِدَمٍ كَذِبٍ &quot; زعموا, أنه دم يوسف, حين أكله الذئب, فلم يصدقهم أبوهم بذلك.
و &quot; قَالَ &quot; : &quot; بَلْ سَوَّلَتْ لَكُمْ أَنْفُسُكُمْ أَمْرًا &quot; أي: زينت لكم أنفسكم أمرا قبيحا في التفريق بيني وبينه, لأنه رأى من القرائن والأحوال, ومن رؤيا يوسف, التي قصها عليه, ما دله على ما قال.
&quot; فَصَبْرٌ جَمِيلٌ وَاللَّهُ الْمُسْتَعَانُ عَلَى مَا تَصِفُونَ &quot; أي: أما أنا, فوظيفتي سأحرص على القيام بها, وهي أني أصبر على هذه المحنة, صبرا جميلا, سالما من السخط والتشكي إلى الخلق, وأستعين الله على ذلك, لا على حولي وقوتي.
فوعد من نفسه هذا الأمر وشكى إلى خالقه في قوله: &quot; إِنَّمَا أَشْكُو بَثِّي وَحُزْنِي إِلَى اللَّهِ &quot; لأن الشكوى إلى الخالق, لا تنافي الصبر الجميل, لأن النبي, إذا وعد, وفى.';
$t[19] = 'أي: مكث يوسف في الجب, ما مكث, حتى &quot; وَجَاءَتْ سَيَّارَةٌ &quot; أي: قافلة تريد مصر.
&quot; فَأَرْسَلُوا وَارِدَهُمْ &quot; أي.
فرطهم ومقدمهم, الذي يعس لهم المياه, ويسبرها ويستعد لهم بتهيئة الحياض ونحو ذلك.
&quot; فَأَدْلَى &quot; ذلك الوارد &quot; دَلْوَهُ &quot; فتعلق فيه يوسف عليه السلام, وخرج.
&quot; قَالَ يَا بُشْرَى هَذَا غُلَامٌ &quot; أي: استبشر وقال: هذا غلام نفيس.
&quot; وَأَسَرُّوهُ بِضَاعَةً &quot; وكان إخوته قريبا منه, فاشتراه السيارة منهم.';
$t[20] = '&quot; بِثَمَنٍ بَخْسٍ &quot; أي قليل جدا, فسره بقوله: &quot; دَرَاهِمَ مَعْدُودَةٍ وَكَانُوا فِيهِ مِنَ الزَّاهِدِينَ &quot; .
لأنه لم يكن لهم قصد, إلا تغييبه, وإبعاده عن أبيه, ولم يكن لهم قصد في أحذ ثمنه.
والمعنى في هذا: أن السيارة, لما وجدوه, عزموا أن يسروا أمره, ويجعلوه من جملة بضائعهم, التي معهم, حتى جاء إخوته, فزعموا أنه عبد أبق منهم.
فاشتروه منهم, بذلك الثمن, واستوثقوا منهم فيه, لئلا يهرب, والله أعلم.';
$t[21] = 'أي لما ذهب به السيارة إلى مصر, وباعوه بها, فاشتراه عزيز مصر.
فلما اشتراه, أعجب به, ووصى عليه امرأته وقال: &quot; أَكْرِمِي مَثْوَاهُ عَسَى أَنْ يَنْفَعَنَا أَوْ نَتَّخِذَهُ وَلَدًا &quot; أي: إما أن ينفعنا كنفع العبيد, بأنواع الخدم.
وإما أن نستمتع فيه, استمتاعنا بأولادنا, ولعل ذات أنه لم يكن لهما, ولد.
&quot; وَكَذَلِكَ مَكَّنَّا لِيُوسُفَ فِي الْأَرْضِ &quot; أي: كما يسرنا له أن يشتريه عزيز مصر, ويكرمه هذا الإكرام, جعلنا هذا, مقدمة لتمكينه في الأرض, من هذا الطريق.
&quot; وَلِنُعَلِّمَهُ مِنْ تَأْوِيلِ الْأَحَادِيثِ &quot; إذا بقي لا شغل له ولا هم سوى العلم صار ذلك من أسباب تعلمه علما كثيرا, من علم الأحكام, وعلم التعبير, وغير ذلك.
&quot; وَاللَّهُ غَالِبٌ عَلَى أَمْرِهِ &quot; أي: أمره تعالى نافذ, لا يبطله مبطل, ولا يغلبه مغالب.
&quot; وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ &quot; .
فلذلك يجري منهم, ويصدر, في مغالبة أحكام الله القدرية, وهم أعجز, وأضعف من ذلك.';
$t[22] = 'أي: &quot; وَلَمَّا بَلَغَ &quot; يوسف &quot; أَشُدَّهُ &quot; أي: كمال قوته المعنوية والحسية, وصلح لأن يتحمل الأحمال الثقيلة, من النبوة, والرسالة.
&quot; آتَيْنَاهُ حُكْمًا وَعِلْمًا &quot; أي: جعلناه نبيا رسولا, وعالما ربانيا.
&quot; وَكَذَلِكَ نَجْزِي الْمُحْسِنِينَ &quot; في عبادة الخالق, ببذل الجهد والنصح فيها, وإلى عباد الله, ببذل النفع والإحسان إليهم, نؤتيهم من جملة الجزاء على إحسانهم, علما نافعا.
ودل هذا, على أن يوسف في مقام الإحسان, فأعطاه الله الحكم بين الناس, والعلم الكثير والنبوة.';
$t[23] = 'هذه المحنة العظيمة, أعظم على يوسف, من محنة إخوته, وصبره عليها, أعظم أجرا, لأنه صبر اختيار, مع وجود الدواعي الكثيرة, لوقوع الفعل, فقدم محبة الله عليها.
وأما محنته بإخوته, فصبره صبر اضطرار, بمنزلة الأمراض والمكاره التي تصيب العبد بغير اختياره وليس له ملجأ إلا الصبر عليها, طائعا أو كارها.
وذلك أن يوسف عليه الصلاة والسلام, بقي مكرما في بيت العزيز.
وكان له من الجمال, والكمال, والبهاء, ما أوجب ذلك, أن &quot; وَرَاوَدَتْهُ الَّتِي هُوَ فِي بَيْتِهَا عَنْ نَفْسِهِ &quot; أي: هو غلامها, وتدبيرها, والمسكن واحد, يتيسر فيه إيقاع الأمر المكروه, من غير شعور أحد, ولا إحساس بشر.
وزادت المصيبة, بأن &quot; وَغَلَّقَتِ الْأَبْوَابَ &quot; وصار المحل خاليا, وهما آمنان من دخول أحد عليهما, بسبب تغليق الأبواب.
وقد دعته إلى نفسها &quot; وَقَالَتْ هَيْتَ لَكَ &quot; أي: افعل الأمر المكروه وأقبل إلي.
ومع هذا, فهو غريب, لا يحتشم مثله, ما يحتشمه إذا كان في وطنه, وبين معارفه.
وهو أسير تحت يدها, وهي سيدته, وفيها من الجمال, ما يدعو إلى ما هنالك.
وهو شاب عزب, وقد توعدته, إن لم يفعل ما تأمرة به, بالسجن, أو العذاب الأليم.
فصبر عن معصية الله, مع وجود الداعي القوي فيه, لأنه قد هم فيها, هما, تركه لله, وقدم مراد الله على مراد النفس الأمارة بالسوء.
ورأى من برهان ربه - وهو ما معه من العلم والإيمان, الموجب, لترك كل ما حرم الله - ما أوجب له البعد والانكفاف, عن هذه المعصية الكبيرة.
&quot; قَالَ مَعَاذَ اللَّهِ &quot; أي.
أعوذ بالله, أن أفعل هذا الفعل القبيح, لأنه مما يسخط الله, ويبعد عنه, ولأنه خيانة في حق سيدي, الذي أكرم مثواي.
فلا يليق بي, أن أقابله في أهله, بأقبح مقابلة, وهذا من أعظم الظلم والظالم لا يفلح.
والحاصل أنه جعل الموانع له من هذا الفعل, تقوى الله, ومراعاة حق سيده, الذي أكرمه, وصيانة نفسه عن الظلم, الذي لا يفلح من تعاطاه.
وكذلك ما من الله عليه, من برهان الإيمان, الذي في قلبه, يقتضي منه, امتثال الأوامر, واجتناب الزواجر.
والجامع لذلك كله.
أن الله صرف عنه السوء والفحشاء, لأنه من عباده المخلصين له, في عباداتهم, الذين أخلصهم الله, واختارهم, واختصهم لنفسه, وأسدى عليهم من النعم, وصرف عنهم المكاره, ما كانوا به من خيار خلقه.';
$t[24] = '';
$t[25] = 'ولما امتنع من إجابة طلبها, بعد المراودة الشديدة, وذهب ليهرب عنها, ويبادر إلى الخروج من الباب, ليتخلص, ويهرب من الفتنة.
فبادرت إليه, وتعلقت بثوبه, فشقت قميصه.
فلما وصلا إلى الباب, في تلك الحال, ألفيا سيدها, أي.
زوجها لدى الباب, فرأي أمرا شق عليه.
فبادرت إلى الكذب, وادعت أن المراودة, قد كانت من يوسف, وقالت: &quot; مَا جَزَاءُ مَنْ أَرَادَ بِأَهْلِكَ سُوءًا &quot; ولم تقل &quot; من فعل بأهلك سوءا &quot; تبرئة لها, وتبرئة له أيضا, من الفعل.
وإنما النزاع عن الإرادة, والمراوده.
&quot; إِلَّا أَنْ يُسْجَنَ أَوْ عَذَابٌ أَلِيمٌ &quot; أي: أو يعذب عذابا أليما.';
$t[26] = 'فبرأ نفسه, مما رمته به, وقال: &quot; هِيَ رَاوَدَتْنِي عَنْ نَفْسِي &quot; فحينئذ احتملت الحال, صدق كل واحد منهما, ولك يعلم أيهما.
ولكن الله تعالى, جعل للحق والصدق, علامات, وأمارات تدل عليه, قد يعلمها العباد, وقد لا يعلمونها.
فمن الله في هذه القضية, بمعرفة الصادق منهما, تبرئة لنبيه وصفيه, يوسف عليه السلام.
فبعث شاهدا من أهل بيتها, يشهد بقرينة من وجدت معه, فهو الصادق, فقال: &quot; إِنْ كَانَ قَمِيصُهُ قُدَّ مِنْ قُبُلٍ فَصَدَقَتْ وَهُوَ مِنَ الْكَاذِبِينَ &quot; لأن ذلك يدل على أنه هو المقبل عليها, المراود لها, المعالج, وأنها أرادت أن تدفعه عنها, فشقت قميصه من هذا الجانب.';
$t[27] = '&quot; وَإِنْ كَانَ قَمِيصُهُ قُدَّ مِنْ دُبُرٍ فَكَذَبَتْ وَهُوَ مِنَ الصَّادِقِينَ &quot; .
لأن ذلك, يدل على هروبه منها, وأنها هي التي طلبته, فشقت قميصه من هذا الجانب.';
$t[28] = '&quot; فَلَمَّا رَأَى قَمِيصَهُ قُدَّ مِنْ دُبُرٍ &quot; عرف بذلك صدق يوسف وبراءته, وأنها هي الكاذبة.
فقال لها سيدها: &quot; إِنَّهُ مِنْ كَيْدِكُنَّ إِنَّ كَيْدَكُنَّ عَظِيمٌ &quot; وهل أعظم من هذا الكيد, الذي برأت به نفسها, لما أرادت وفعلت, ورمت به نبي الله, يوسف عليه السلام.';
$t[29] = 'ثم إن سيدها لما تحقق الأمر, قال ليوسف: &quot; يُوسُفُ أَعْرِضْ عَنْ هَذَا &quot; .
أي: اترك الكلام فيه, وتناسه, ولا تذكره لأحد, طلبا للستر على أهله.
&quot; وَاسْتَغْفِرِي &quot; أيتها المرأة &quot; لِذَنْبِكِ إِنَّكِ كُنْتِ مِنَ الْخَاطِئِينَ &quot; فأمر يوسف بالإعراض, وأمرها بالاستغفار والتوبة.';
$t[30] = 'يعني: أن الخبر اشتهر وشاع في البلد, وتحدث به النسوة, فجعلن يلمنها, ويقلن: &quot; امْرَأَةُ الْعَزِيزِ تُرَاوِدُ فَتَاهَا عَنْ نَفْسِهِ قَدْ شَغَفَهَا حُبًّا &quot; أي: هذا أمر مستقبح, هي امرأة كبيرة القدر, وزوجها كبير القدر, ومع هذا, لم تزل تراود فتاها, الذي تحت يدها, وفي خدمتها - عن نفسه.
ومع هذا فإن حبه, قد بلغ من قلبها, مبلغا عظيما.
&quot; قَدْ شَغَفَهَا حُبًّا &quot; , أي: وصل حبه إلى شغاف قلبها, وهو: باطنه وسويداؤه.
وهذا أعظم ما يكون من الحب.
&quot; إِنَّا لَنَرَاهَا فِي ضَلَالٍ مُبِينٍ &quot; حيث وجدت منها هذه الحالة, التي لا ينبغي منها, وهي حالة تحط قدرها, وتضعه عند الناس.
وكان هذا القول منهن مكرا, ليس المقصود به, مجرد اللوم لها, والقدح فيها.
وإنما أردن أن يتوصلن بهذا الكلام, إلى رؤية يوسف, الذي فتنت به امرأة العزيز, لتحنق امرأة العزيز, وتريهن إياه, ليعذرنها ولهذا سماه: مكرا, فقال:';
$t[31] = '&quot; فَلَمَّا سَمِعَتْ بِمَكْرِهِنَّ أَرْسَلَتْ إِلَيْهِنَّ &quot; تدعوهن إلى منزلها للضيافة.
&quot; وَأَعْتَدَتْ لَهُنَّ مُتَّكَأً &quot; أي: محلا مهيأ بأنواع الفرش والوسائد, وما يقصد بذلك من المآكل اللذيذة, وكان في جملة ما أتت به وأحضرته, في تلك الضيافة, طعام يحتاج إلى سكين, إما أترج, أو غيره.
&quot; وَآتَتْ كُلَّ وَاحِدَةٍ مِنْهُنَّ سِكِّينًا &quot; ليقطعن بها ذلك الطعام &quot; وَقَالَتِ &quot; ليوسف: &quot; اخْرُجْ عَلَيْهِنَّ &quot; في حالة جماله وبهائه.
&quot; فَلَمَّا رَأَيْنَهُ أَكْبَرْنَهُ &quot; أي: أعظمنه في صدورهن, ورأين منظرا فائقا, لم يشاهدن مثله.
&quot; وَقَطَّعْنَ &quot; من الدهش &quot; أَيْدِيَهُنَّ &quot; بتلك السكاكين, اللاتي معهن.
&quot; وَقُلْنَ حَاشَ لِلَّهِ &quot; أي تنزيها لله &quot; مَا هَذَا بَشَرًا إِنْ هَذَا إِلَّا مَلَكٌ كَرِيمٌ &quot; .
وذلك أن يوسف, أعطي من الجمال الفائق, والنور, والبهاء, ما كان به آية للناظرين, وعبرة للمتأملين.';
$t[32] = 'فلما تقرر عندهن جمال يوسف الظاهر, وأعجبهن غاية العجب, وظهر منهن من العذر لامرأة العزيز, شيء كثير - أرادت أن تريهن جماله الباطن, بالعفة التامة - فقالت - معلنة لذلك, ومبينة لحبه الشديد, غير مبالية, ولأن اللوم انقطع عنها من النسوة: &quot; فَذَلِكُنَّ الَّذِي لُمْتُنَّنِي فِيهِ وَلَقَدْ رَاوَدْتُهُ عَنْ نَفْسِهِ فَاسْتَعْصَمَ &quot; أي: امتنع وهي مقيمة على مراودته, لم تزدها مرور الأوقات, إلا قلقا ومحبة وشوقا لوصاله وتوقا.
ولهذا قالت له بحضرتهن: &quot; وَلَئِنْ لَمْ يَفْعَلْ مَا آمُرُهُ لَيُسْجَنَنَّ وَلَيَكُونَ مِنَ الصَّاغِرِينَ &quot; .
لتلجئه بهذا الوعيد, إلى حصول مقصودها منه.';
$t[33] = 'فعند ذلك, اعتصم يوسف بربه, واستعان به على كيدهن و &quot; قَالَ رَبِّ السِّجْنُ أَحَبُّ إِلَيَّ مِمَّا يَدْعُونَنِي إِلَيْهِ &quot; وهذا يدل, أن النسوة, جعلن يشرن على يوسف في مطاوعة سيدته, وجعلن يكدنه في ذلك.
فاستحب السجن والعذاب الدنيوي, على لذة حاضرة, توجب العذاب الشديد.
&quot; وَإِلَّا تَصْرِفْ عَنِّي كَيْدَهُنَّ أَصْبُ إِلَيْهِنَّ &quot; أي: أمل إليهن, فإني ضعيف عاجز.
إن لم تدفع عني السوء, صبوت إليهن &quot; وَأَكُنْ مِنَ الْجَاهِلِينَ &quot; فإن هذا جهل.
لأنه آثر لذة قليلة منغصة, على لذات متتابعات, وشهوات متنوعات, في جنات النعيم.
ومن آثر هذا, على هذا, فمن أجهل منه؟!! فإن العلم والعقل, يدعو إلى تقديم أعظم المصلحتين, وأعظم اللذتين, ويؤثر, ما كان محمود العاقبة.';
$t[34] = '&quot; فَاسْتَجَابَ لَهُ رَبُّهُ &quot; حين دعاه &quot; فَصَرَفَ عَنْهُ كَيْدَهُنَّ &quot; فلم تزل تراوده وتستعين عليه, بما تقدر عليه من الوسائل, حتى آيسها, وصرف الله عنه كيدها.
&quot; إِنَّهُ هُوَ السَّمِيعُ &quot; لدعاء الداعي &quot; الْعَلِيمُ &quot; بنيته الصالحة, وبنيته الضعيفة المقتضية لإمداده بمعونته ولطفه.
فهذا ما نجى الله به يوسف من هذه الفتنة الملمة, والمحنة الشديدة.
وأما أسياده, فإنه لما اشتهر الخبر وبان, وصار الناس فيها, بين عاذر, ولائم, وقادح.';
$t[35] = '&quot; بَدَا لَهُمْ &quot; أي: ظهر لهم &quot; مِنْ بَعْدِ مَا رَأَوُا الْآيَاتِ &quot; الدالة على براءته.
&quot; لَيَسْجُنُنَّهُ حَتَّى حِينٍ &quot; أي: لينقطع بذلك, الخبر, ويتناساه الناس.
فإن الشيء إذا شاع, لم يزل يذكر, ويشيع, مع وجود أسبابه, فإذا عدمت أسبابه نسي.
فرأوا أن هذا مصلحة لهم, فأدخلوه في السجن.';
$t[36] = 'أي ولما دخل يوسف السجن, كان من جملة من &quot; وَدَخَلَ مَعَهُ السِّجْنَ فَتَيَانِ &quot; أي: شابان, فرأى كل واحد منهما رؤيا, فقصها على يوسف ليعبرها.
&quot; قَالَ أَحَدُهُمَا إِنِّي أَرَانِي أَعْصِرُ خَمْرًا وَقَالَ الْآخَرُ إِنِّي أَرَانِي أَحْمِلُ فَوْقَ رَأْسِي خُبْزًا &quot; وذلك الخبز &quot; تَأْكُلُ الطَّيْرُ مِنْهُ &quot; .
&quot; نَبِّئْنَا بِتَأْوِيلِهِ &quot; أي: بتفسيره, وما يئول إليه أمره.
وقولهما: &quot; إِنَّا نَرَاكَ مِنَ الْمُحْسِنِينَ &quot; أي: من أهل الإحسان إلى الخلق فأحسن إلينا في تعبيرك لرؤيانا, كما أحسنت إلى غيرنا, فتوسلا ليوسف بإحسانه.';
$t[37] = '&quot; قَالَ &quot; لهما مجيبا لطلبهما: &quot; لَا يَأْتِيكُمَا طَعَامٌ تُرْزَقَانِهِ إِلَّا نَبَّأْتُكُمَا بِتَأْوِيلِهِ قَبْلَ أَنْ يَأْتِيَكُمَا &quot; أي: فلتطمئن قلوبكما, فإني سأبادر إلى تعبير رؤياكما, فلا يأتيكما غداؤكما, أو عشاؤكما, أول ما يجيء إليكما, إلا نبأتكما بتأويله, قبل أن يأتيكما.
ولعل يوسف, عليه الصلاة والسلام, قصد أن يدعوهما إلى الإيمان في هذه الحال, التي بدت حاجتهما إليه, ليكون أنجع لدعوته, وأقبل لهما.
ثم قال: &quot; ذَلِكُمَا &quot; التعبير الذي سأعبره لكما &quot; مِمَّا عَلَّمَنِي رَبِّي &quot; .
أي: هذا من علم الله علمنيه, وأحسن إلي به, وذلك &quot; إِنِّي تَرَكْتُ مِلَّةَ قَوْمٍ لَا يُؤْمِنُونَ بِاللَّهِ وَهُمْ بِالْآخِرَةِ هُمْ كَافِرُونَ &quot; .
والترك, كما يكون للداخل في شيء ثم ينتقل عنه, يكون لمن لم يدخل فيه أصلا.
فلا يقال: إن يوسف, كان من قبل, على غير ملة إبراهيم.';
$t[38] = '&quot; وَاتَّبَعْتُ مِلَّةَ آبَائِي إِبْرَاهِيمَ وَإِسْحَاقَ وَيَعْقُوبَ &quot; ثم فسر تلك الملة بقوله: &quot; مَا كَانَ لَنَا أَنْ نُشْرِكَ بِاللَّهِ مِنْ شَيْءٍ &quot; بل نفرد الله بالتوحيد, ونخلص له الدين والعبادة.
&quot; ذَلِكَ مِنْ فَضْلِ اللَّهِ عَلَيْنَا وَعَلَى النَّاسِ &quot; أي: هذا من أفضل منته وإحسانه وفضله علينا, وعلى من هداه الله كما هدانا, فإنه لا أفضل من منة الله على العباد بالإسلام, والدين القويم.
فمن قبله وانقاد له, فهو حظه, وقد حصل له أكبر النعم وأجل الفضائل.
&quot; وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَشْكُرُونَ &quot; فلذلك تأتيهم المنة والإحسان, فلا يقبلونها, ولا يقومون لله بحق.
وفي هذا, من الترغيب للطريق, التي هو عليها, ما لا يخفى.
فإن الفتيين - لما تقرر عنده, أنهما رأياه بعين التعظيم والإجلال, وأنه محسن معلم - ذكر لهما أن هذه الحالة, التي أنا عليها, كلها من فضل الله وإحسانه, حيث من علي بترك الشرك, وباتباع ملة آبائي, فبهذا وصلت إلى ما رأيتما, فينبغي لكما أن تسلكا ما سلكت.';
$t[39] = 'ثم صرح لهما بالدعوة فقال: &quot; يَا صَاحِبَيِ السِّجْنِ أَأَرْبَابٌ مُتَفَرِّقُونَ خَيْرٌ أَمِ اللَّهُ الْوَاحِدُ الْقَهَّارُ &quot; أي: أرباب عاجزة ضعيفة, لا تنفع ولا تضر, ولا تعطي ولا تمنع, وهي متفرقة, ما بين أشجار, وأحجار, وملائكة, وأموات, وغير ذلك من أنواع المعبودات, التي يتخذها المشركون.
أذلك &quot; خَيْرٌ أَمِ اللَّهُ &quot; الذي له صفات الكمال, &quot; الْوَاحِدُ &quot; في ذاته, وصفاته, وأفعاله فلا شريك له في شيء من ذلك.
&quot; الْقَهَّارُ &quot; الذي انقادت الأشياء لقهره وسلطانه, فما شاء كان وما لم يشأ لم يكن &quot; ما من دابة إلا هو آخذ بناصيتها &quot; .
ومن المعلوم, أن هذا شأنه ووصفه, خير من الآلهة المتفرقة, التي هي مجرد أسماء, لا كمال لها, ولا فعال لديها.';
$t[40] = 'ولهذا قال: &quot; مَا تَعْبُدُونَ مِنْ دُونِهِ إِلَّا أَسْمَاءً سَمَّيْتُمُوهَا أَنْتُمْ وَآبَاؤُكُمْ &quot; أي: كسوتموها أسماء, سميتموها آلهة, وهي لا شيء, ولا فيها من صفات الألوهية شيء.
&quot; مَا أَنْزَلَ اللَّهُ بِهَا مِنْ سُلْطَانٍ &quot; بل أنزل الله السلطان بالنهي عن عبادتها وبيان بطلانها.
وإذا لم ينزل الله بها سلطانا, لم يكن طريق, ولا وسيلة, ولا دليل لها.
&quot; إِنِ الْحُكْمُ إِلَّا لِلَّهِ &quot; وحده, فهو الذي يأمر وينهى, ويشرع الشرائع, ويسن الأحكام.
وهو الذي &quot; أَمَرَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ ذَلِكَ الدِّينُ الْقَيِّمُ &quot; أي: المستقيم الموصل إلى كل خير, وما سواه من الأديان, فإنها غير مستقيمة, بل معوجة, توصل إلى كل شر.
&quot; وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ &quot; حقائق الأشياء.
وإلا فإن الفرق بين عبادة الله, وحده لا شريك له, وبين الشرك به, من أظهر الأشياء وأبينها.
ولكن لعدم العلم من أكثر الناس بذلك, حصل منهم ما حصل, من الشرك.
فيوسف عليه السلام, دعا صاحبي السجن لعبادة الله وحده, وإخلاص الدين له.
فيحتمل أنهما استجابا وانقادا, فتمت عليهما النعمة.
ويحتمل أنهما, لم يزالا على شركهما, فقامت عليهما - بذلك - الحجة.';
$t[41] = 'ثم إنه, عليه السلام, شرع يعبر رؤياهما, بعد ما وعدهما ذلك.
فقال: &quot; يَا صَاحِبَيِ السِّجْنِ &quot; إلى &quot; الْأَمْرُ الَّذِي فِيهِ تَسْتَفْتِيَانِ &quot; .
&quot; يَا صَاحِبَيِ السِّجْنِ أَمَّا أَحَدُكُمَا &quot; وهو: الذي رأى أنه يعصر خمرا, فإنه يخرج من السجن &quot; فَيَسْقِي رَبَّهُ خَمْرًا &quot; أي: يسقى سيده, الذي كان يخدمه خمرا, وذلك مستلزم لخروجه من السجن &quot; وَأَمَّا الْآخَرُ &quot; وهو: الذي رأى أنه يحمل فوق رأسه خبزا, تأكل الطير منه.
&quot; فَيُصْلَبُ فَتَأْكُلُ الطَّيْرُ مِنْ رَأْسِهِ &quot; , فإنه عبر عن الخبز, الذي تأكله الطير, بلحم رأسه وشحمه, وما فيه من المخ, وأنه لا يقبر ويستر عن الطيور, بل يصلب, ويجعل في محل, تتمكن الطيور من أكله.
ثم أخبرهما بأن هذا التأويل, الذي تأوله لهما, أنه لا بد من وقوعه فقال: &quot; قُضِيَ الْأَمْرُ الَّذِي فِيهِ تَسْتَفْتِيَانِ &quot; أي: تسألان عن تعبيره وتفسيره.';
$t[42] = 'أي: &quot; وَقَالَ &quot; يوسف عليه السلام &quot; لِلَّذِي ظَنَّ أَنَّهُ نَاجٍ مِنْهُمَا &quot; , وهو: الذي رأى أنه يعصر خمرا: &quot; اذْكُرْنِي عِنْدَ رَبِّكَ &quot; أي: اذكر له شأني وقصتي, لعله يرق لي, فيخرجني مما أنا فيه.
&quot; فَأَنْسَاهُ الشَّيْطَانُ ذِكْرَ رَبِّهِ &quot; أي: فأنسى الشيطان ذلك الناجي, ذكر الله تعالى, وذكر ما يقرب إليه, ومن جملة ذلك نسيانه, ذكر يوسف, الذي يستحق أن يجازى بأتم الإحسان, وذلك ليتم الله أمره وقضاءه.
&quot; فَلَبِثَ فِي السِّجْنِ بِضْعَ سِنِينَ &quot; والبضع: من الثلاث إلى التسع, ولهذا قيل: إنه لبث سبع سنين.
ولما أراد الله أن يتم أمره, ويأذن لإخراج يوسف من السجن, قدر لذلك سببا لإخراج يوسف, وارتفاع شأنه, وإعلاء قدره, وهو رؤيا الملك.';
$t[43] = 'لما أراد الله تعالى أن يخرج يوسف من السجن, أرى الله الملك هذه الرؤيا العجيبة, التي تأويلها, يتناول جميع الأمة, ليكون تأويلها على يد يوسف, فيظهر من فضله, ويبين من علمه, ما يكون له رفعة في الدارين.
ومن التقادير المناسبة, أن الملك الذي ترجع إليه أمور الرعية هو الذي رآها, لارتباط مصالحها به.
وذلك أنه رأى رؤيا, هالته, فجمع علماء قومه, وذوي الرأي منهم وقال: &quot; إِنِّي أَرَى سَبْعَ بَقَرَاتٍ سِمَانٍ يَأْكُلُهُنَّ سَبْعٌ &quot; أي: سبع من البقرات &quot; عِجَافٌ &quot; .
وهذا من العجب, أن السبع العجاف الهزبلات, اللاتي سقطت قوتهن, يأكلن السبع السمان, التي كن نهاية في القوة.
ورأيت &quot; وَسَبْعَ سُنْبُلَاتٍ خُضْرٍ وَأُخَرَ &quot; أي: يأكلهن سبع سنبلات أخر &quot; يَابِسَاتٍ &quot; .
&quot; يَا أَيُّهَا الْمَلَأُ أَفْتُونِي فِي رُؤْيَايَ &quot; لأن تعبير الجميع واحد, وتأويلهن شيء واحد.
&quot; إِنْ كُنْتُمْ لِلرُّؤْيَا تَعْبُرُونَ &quot; فتحيروا, ولم يعرفوا لها وجها.';
$t[44] = '&quot; قَالُوا أَضْغَاثُ أَحْلَامٍ &quot; أي أحلام لا حاصل لها, ولا لها تأويل.
وهذا جزم منهم, بما لا يعلمون, وتعذر منهم, بما ليس بعذر.
ثم قالوا: &quot; وَمَا نَحْنُ بِتَأْوِيلِ الْأَحْلَامِ بِعَالِمِينَ &quot; أي: لا نعبر إلا الرؤيا.
وأما الأحلام, التي هي من الشيطان, أو من حديث النفس, فإنا لا نعبرها.
فجمعوا بين الجهل والجزم, بأنها أضغات أحلام, والإعجاب بالنفس, بحيث إنهم لم يقولوا: لا نعلم تأويلها, وهذا من الأمور, التي لا تنبغي لأهل الدين والحجا.
وهذا أيضا, من لطف الله, بيوسف عليه السلام.
فإنه لو عبرها ابتداء - قبل أن يعرضها على الملأ من قومه وعلمائهم, فيعجزوا عنها - لم يكن لها ذلك الموقع.
ولكن لما عرضها عليهم, فعجزوا عن الجواب, وكان الملك مهتما لها, غاية الاهتمام, فعبرها يوسف - وقعت عندهم موقعا عظيما.
وهذا نظير إظهار الله فضل آدم على الملائكة, بالعلم, بعد أن سألهم, فلم يعلموا.
ثم سأل آدم, فعلمهم أسماء كل شيء, فحصل بذلك, زيادة فضله.
وكما يظهر فضل, أفضل خلقه, محمد صلى الله عليه وسلم في القيامة, أن يلهم الله الخلق, أن يتشفعوا بآدم, ثم بنوح, ثم إبراهيم, ثم موسى, ثم عيسى عليهم السلام, فيعتذرون عنها.
ثم يأتون محمدا صلى الله عليه وسلم فيقول &quot; أنا لها أنا لها &quot; , فيشفع في جميع الخلق, وينال ذلك المقام المحمود, الذي يغبطه به, الأولون والآخرون.
فسبحان من خفيت ألطافه, ودقت في إيصاله البر والإحسان, إلى خواص أصفيائه, وأوليائه.';
$t[45] = '&quot; وَقَالَ الَّذِي نَجَا مِنْهُمَا &quot; أي: من الفتيين, وهو: الذي رأى أنه يعصر خمرا, وهو الذي أوصاه يوسف, أن يذكره عند ربه &quot; وَادَّكَرَ بَعْدَ أُمَّةٍ &quot; أي: وتذكر يوسف, وما جرى له في تعبيره لرؤياهما, وما وصاه به, وعلم أنه كفيل بتعبير هذه الرؤيا بعد مدة, من السنين فقال: &quot; أَنَا أُنَبِّئُكُمْ بِتَأْوِيلِهِ فَأَرْسِلُونِي &quot; إلى يوسف لأسأله عنها.';
$t[46] = 'فأرسلوه, فجاء إليه, ولم يعنفه يوسف على نسيانه, بل استمع ما يسأله عنه, وأجابه عن ذلك فقال: &quot; يُوسُفُ أَيُّهَا الصِّدِّيقُ &quot; أي: كثير الصدق في أقواله وأفعاله.
&quot; أَفْتِنَا فِي سَبْعِ بَقَرَاتٍ سِمَانٍ يَأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَسَبْعِ سُنْبُلَاتٍ خُضْرٍ وَأُخَرَ يَابِسَاتٍ لَعَلِّي أَرْجِعُ إِلَى النَّاسِ لَعَلَّهُمْ يَعْلَمُونَ &quot; فإنهم متشوقون لتعبيرها, وقد أهمتهم.';
$t[47] = 'فعبر يوسف, السبع البقرات السمان, والسبع السنبلات الخضر, بأنهن سبع سنين مخصبات, والسبع البقرات العجاف, والسبع السنبلات اليابسات, بأنهن سنين مجدبات.
ولعل وجه ذلك - والله أعلم - أن الخصب والجدب - لما كان الحرث مبنيا عليه, وأنه إذا حصل الخصب, قويت الزروع والحروث, وحسن منظرها, وكثرت غلالها, والجدب بالعكس من ذلك.
وكانت البقر, هي التي تحرث عليها الأرض, وتسقى عليها الحروث في الغالب.
والسنبلات, هي أعظم الأقوات وأفضلها, عبرها بذلك, وجود المناسبة.
فجمع لهم في تأويلها, بين التعبير, والإشارة لما يفعلونه, ويستعدون به, من التدابير في سني الخصب, إلى سني الجدب فقال: &quot; تَزْرَعُونَ سَبْعَ سِنِينَ دَأَبًا &quot; أي: متتابعات.
&quot; فَمَا حَصَدْتُمْ &quot; من تلك الزروع &quot; فَذَرُوهُ &quot; أي: اتركوه &quot; فِي سُنْبُلِهِ &quot; لأنه أبقى له وأبعد من الالتفات إليه &quot; إِلَّا قَلِيلًا مِمَّا تَأْكُلُونَ &quot; أي: دبروا أكلكم في هذه السنين الخصبة, وليكن قليلا, ليكثر ما تدخرون ويعظم نفعه ووقعه.';
$t[48] = '&quot; ثُمَّ يَأْتِي مِنْ بَعْدِ ذَلِكَ &quot; أي: بعد تلك السنين السبع الخصبات.
&quot; سَبْعٌ شِدَادٌ &quot; أي: مجدبات &quot; يَأْكُلْنَ مَا قَدَّمْتُمْ لَهُنَّ &quot; أي: يأكلن جميع ما ادخرتموه, ولو كان كثيرا.
&quot; إِلَّا قَلِيلًا مِمَّا تُحْصِنُونَ &quot; أي: تمنعونه من التقديم لهن.';
$t[49] = '&quot; ثُمَّ يَأْتِي مِنْ بَعْدِ ذَلِكَ &quot; أي: السبع الشداد &quot; عَامٌ فِيهِ يُغَاثُ النَّاسُ وَفِيهِ يَعْصِرُونَ &quot; أي: فيه تكثر الأمطار والسيول, وتكثر الغلات, وتزيد على أقواتهم, حتى إنهم يعصرون العنب ونحوه, زيادة على أكلهم.
ولعل استدلاله على وجود هذا العام الخصب, مع أنه غير مصرح به في رؤيا الملك.
لأنه فهم من التعبير, بالسبع الشداد, أن العام الذي يليها, تزول به شدتها.
ومن المعلوم, أنه لا يزول الجدب المستمر سبع سنين متواليات, إلا بعام مخصب جدا, وإلا لما كان للتقدير فائدة.
فلما رجع الرسول إلى الملك والناس, وأخبرهم بتأويل يوسف للرؤيا, عجبوا من ذلك, وفرحوا بها أشد الفرح.';
$t[50] = 'يقول تعالى: &quot; وَقَالَ الْمَلِكُ &quot; لمن عنده &quot; ائْتُونِي بِهِ &quot; أي: بيوسف عليه السلام, بأن يخرجوه من السجن, ويحضروه إليه.
&quot; فَلَمَّا جَاءَهُ الرَّسُولُ &quot; وأمره بالحضور عند الملك, امتنع عن المبادرة إلى الخروج, حتى تتبين براءته التامة, وهذا من صبره, وعقله ورأيه التام.
وحينئذ &quot; قَالَ &quot; للرسول: &quot; ارْجِعْ إِلَى رَبِّكَ &quot; يعني به الملك.
&quot; فَاسْأَلْهُ مَا بَالُ النِّسْوَةِ اللَّاتِي قَطَّعْنَ أَيْدِيَهُنَّ &quot; أي: اسأله, ما شأنهن وقصتهن, فإن أمرهن ظاهر متضح &quot; إِنَّ رَبِّي بِكَيْدِهِنَّ عَلِيمٌ &quot; .';
$t[51] = 'فأحضرهن الملك, وقال: &quot; مَا خَطْبُكُنَّ &quot; أي: شأنكن &quot; إِذْ رَاوَدْتُنَّ يُوسُفَ عَنْ نَفْسِهِ &quot; فهل رأيتن منه ما يريب؟.
فبرأنه و &quot; قُلْنَ حَاشَ لِلَّهِ مَا عَلِمْنَا عَلَيْهِ مِنْ سُوءٍ &quot; أي: لا قليل ولا كثير.
فحينئذ زال السبب, الذي تبني عليه التهمة, ولم يبق إلا ما عند امرأة العزيز.
&quot; قَالَتِ امْرَأَةُ الْعَزِيزِ الْآنَ حَصْحَصَ الْحَقُّ &quot; أي: تمحص وتبين, بعد ما كنا ندخل عليه من السوء والتهمة, ما أوجب له السجن.
&quot; أَنَا رَاوَدْتُهُ عَنْ نَفْسِهِ وَإِنَّهُ لَمِنَ الصَّادِقِينَ &quot; في أقواله وبراءته.';
$t[52] = '&quot; ذَلِكَ &quot; الإقرار, الذي أقررت, أني راودت يوسف &quot; لِيَعْلَمَ أَنِّي لَمْ أَخُنْهُ بِالْغَيْبِ &quot; .
يحتمل أن مرادها بذلك, زوجها أي: ليعلم أني حين أقررت, أني راودت يوسف, أني لم أخنه بالغيب, أي: لم يجر مني إلا مجرد المراودة, ولم أفسد عليه فراشه.
ويحتمل أن المراد بذلك, ليعلم يوسف, حين أقررت أني, أنا الذي راودته, وأنه صادق, أني لم أخنه في حال غيبته, عني.
&quot; وَأَنَّ اللَّهَ لَا يَهْدِي كَيْدَ الْخَائِنِينَ &quot; فإن كل خائن, لا بد أن تعود خيانته ومكره على نفسه, ولا بد أن يتبين أمره.';
$t[53] = 'ثم لما كان في هذا الكلام, نوع تزكية لنفسها, وأنه لم يجر منها ذنب في شأن يوسف, استدركت فقالت: &quot; وَمَا أُبَرِّئُ نَفْسِي &quot; أي: من المراودة والهم, والحرص الشديد, والكيد في ذلك.
&quot; إِنَّ النَّفْسَ لَأَمَّارَةٌ بِالسُّوءِ &quot; أي: لكثيرة الأمر لصاحبها بالسوء, أي: الفاحشة, وسائرالذنوب, فإنها مركب الشيطان, ومنها يدخل على الإنسان &quot; إِلَّا مَا رَحِمَ رَبِّي &quot; فنجاه من نفسه الأمارة, حتى صارت نفسه, مطمئنة إلى ربها, منقادة لداعي الهدى, متعاصية عن داعي الردى, فذلك ليس من النفس, بل من فضل الله ورحمته بعبده.
&quot; إِنَّ رَبِّي غَفُورٌ &quot; أي: هو غفور لمن تجرأ على الذنوب والمعاصي, إذا تاب وأناب.
&quot; رَحِيمٌ &quot; بقبول توبته, وتوفيقه للأعمال الصالحة.
وهذا هو الصواب أن هذا من قول امرأة العزيز, لا من قول يوسف.
فإن السياق في كلامها, ويوسف إذ ذاك في السجن, لم يحضر.';
$t[54] = 'فلما تحقق الملك والناس, براءة يوسف التامة, أرسل إليه الملك وقال: &quot; ائْتُونِي بِهِ أَسْتَخْلِصْهُ لِنَفْسِي &quot; أي: أجعله من خلصائي, ومقربا لدي فأتوه به مكرما محترما.
&quot; فَلَمَّا كَلَّمَهُ &quot; أعجبه كلامه, وزاد موقعه عنده فقال له: &quot; إِنَّكَ الْيَوْمَ لَدَيْنَا &quot; أي: عندنا &quot; مَكِينٌ أَمِينٌ &quot; أي: متمكن, أمين على الأسرار.';
$t[55] = '&quot; قَالَ &quot; يوسف طلبا للمصلحة العامة: &quot; اجْعَلْنِي عَلَى خَزَائِنِ الْأَرْضِ &quot; أي: على خزائن جبايات الأرض وغلالها, وكيلا, حافظا, مدبرا.
&quot; إِنِّي حَفِيظٌ عَلِيمٌ &quot; أي: حفيظ للذي أتولاه, فلا يضيع منه شيء في غير محله, وضابط للداخل والخارج, عليم بكيفية التدبير, والإعطاء, والمنع, والتصرف في جميع أنواع التصرفات.
وليس ذلك حرصا من يوسف على الولاية, وإنما هو رغبة منه, في النفع العام.
وقد عرف من نفسه من الكفاية, والأمانة, والحفظ, ما لم يكونوا يعرفونه.
فلذلك طلب من الملك, أن يجعله على خزائن الأرض فجعله الملك على خزائن الأرض, وولاه إياها.';
$t[56] = 'قال تعالى: &quot; وَكَذَلِكَ &quot; أي بهذه الأسباب والمقدمات المذكورة.
&quot; مَكَّنَّا لِيُوسُفَ فِي الْأَرْضِ يَتَبَوَّأُ مِنْهَا حَيْثُ يَشَاءُ &quot; في عيش رغد, ونعمة واسعة, وجاه عريض.
&quot; نُصِيبُ بِرَحْمَتِنَا مَنْ نَشَاءُ &quot; أي: هذا عن رحمة الله بيوسف, التي أصابه بها, وقدرها له, وليست مقصورة على نعمة الدنيا.
&quot; وَلَا نُضِيعُ أَجْرَ الْمُحْسِنِينَ &quot; ويوسف عليه السلام من سادات المحسنين فله في الدنيا حسنة, وفي الآخرة حسنة, ولهذا قال:';
$t[57] = '&quot; وَلَأَجْرُ الْآخِرَةِ خَيْرٌ &quot; من أجر الدنيا &quot; لِلَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ &quot; أي: لمن جمع بين التقوى والإيمان.
فبالتقوى, تترك الأمور المحرمة, من كبائر الذنوب وصغائرها.
وبالإيمان التام, يحصل تصديق القلب, بما أمر الله بالتصديق به, وتتبعه أعمال القلوب, وأعمال الجوارح, من الواجبات والمستحبات.';
$t[58] = 'أي: لما تولى يوسف عليه السلام خزائن الأرض, دبرها أحسن تدبير.
فزرع في أرض مصر جميعها, في السنين الخصبة, زروعا هائلة, واتخذ لها المحلات الكبار, وجبا من الأطعمة, شيئا كثيرا, وحفظه, وضبطه ضبطا تاما.
فلما دخلت السنون المجدبة, وسرى الجدب, حتى وصل إلى فلسطين, التي يقيم فيها يعقوب وبنوه.
فأرسل يعقوب بنيه, لأجل الميرة إلى مصر.
&quot; وَجَاءَ إِخْوَةُ يُوسُفَ فَدَخَلُوا عَلَيْهِ فَعَرَفَهُمْ وَهُمْ لَهُ مُنْكِرُونَ &quot; أي: لم يعرفوه.';
$t[59] = '&quot; وَلَمَّا جَهَّزَهُمْ بِجَهَازِهِمْ &quot; أي: كال لهم كما كان يكيل لغيرهم.
وكان من تدبيره الحسن, أنه لا يكيل لكل واحد, أكثر من حمل بعير.
وكان قد سألهم عن حالهم, فأخبروه أن لهم أخا عند أبيه, وهو بنيامين.
&quot; قَالَ &quot; لهم: &quot; ائْتُونِي بِأَخٍ لَكُمْ مِنْ أَبِيكُمْ &quot; ثم رغبهم في الإتيان به فقال: &quot; أَلَا تَرَوْنَ أَنِّي أُوفِي الْكَيْلَ وَأَنَا خَيْرُ الْمُنْزِلِينَ &quot; في الضيافة والإكرام.';
$t[60] = 'ثم رهبهم بعدم الإتيان به, فقال: &quot; فَإِنْ لَمْ تَأْتُونِي بِهِ فَلَا كَيْلَ لَكُمْ عِنْدِي وَلَا تَقْرَبُونِ &quot; .
وذلك, لعلمه باضطرارهم, إلى الإتيان إليه, وأن ذلك يحملهم على الإتيان به.';
$t[61] = '&quot; قَالُوا سَنُرَاوِدُ عَنْهُ أَبَاهُ &quot; دل هذا على أن يعقوب عليه السلام, كان مولعا به, لا يصبر عنه, وكان يتسلى به بعد يوسف, فلذلك احتاج إلى مراودة في بعثه معهم &quot; وَإِنَّا لَفَاعِلُونَ &quot; لما أمرتنا به.';
$t[62] = '&quot; وَقَالَ &quot; يوسف &quot; لِفِتْيَانِهِ &quot; الذين في خدمته: &quot; اجْعَلُوا بِضَاعَتَهُمْ &quot; أي: الثمن الذي اشتروا به من الميرة.
&quot; فِي رِحَالِهِمْ لَعَلَّهُمْ يَعْرِفُونَهَا &quot; أي: بضاعتهم إذا رأوها بعد ذلك, في رحالهم.
&quot; لَعَلَّهُمْ يَرْجِعُونَ &quot; لا لأجل التحرج من أخذها على ما قيل.
والظاهر, أنه أراد أن يرغبهم في إحسانه إليهم, بالكيل لهم كيلا وافيا ثم إعادة بضاعتهم إليهم, على وجه لا يحسون بها, ولا يشعرون لما يأتي, فإن الإحسان يوجب للإنسان تمام الوفاء للمحسن.';
$t[63] = '&quot; فَلَمَّا رَجَعُوا إِلَى أَبِيهِمْ قَالُوا يَا أَبَانَا مُنِعَ مِنَّا الْكَيْلُ &quot; أي: إن لم ترسل معنا أخانا.
&quot; فَأَرْسِلْ مَعَنَا أَخَانَا نَكْتَلْ &quot; أي: ليكون ذلك سببا لكيلنا.
ثم التزموا له بحفظه فقالوا: &quot; وَإِنَّا لَهُ لَحَافِظُونَ &quot; من أن يعرض له ما يكره.';
$t[64] = '&quot; قَالَ &quot; لهم يعقوب عليه السلام: &quot; هَلْ آمَنُكُمْ عَلَيْهِ إِلَّا كَمَا أَمِنْتُكُمْ عَلَى أَخِيهِ مِنْ قَبْلُ &quot; .
أي: تقدم منكم التزام, أكثر من هذا, في حفظ يوسف, ومع هذا, فلم تفوا بما عقدتم من التأكيد, فلا أثق بالتزامكم وحفظكم, وإنما أثق بالله تعالى.
&quot; فَاللَّهُ خَيْرٌ حَافِظًا وَهُوَ أَرْحَمُ الرَّاحِمِينَ &quot; أي: يعلم حالي, وأرجو أن يرحمني, فيحفظه ويرده علي, وكأنه في هذا الكلام, قد لان لإرساله معهم.';
$t[65] = 'ثم إنهم &quot; وَلَمَّا فَتَحُوا مَتَاعَهُمْ وَجَدُوا بِضَاعَتَهُمْ رُدَّتْ إِلَيْهِمْ &quot; .
هذا دليل, على أنه قد كان معلوما عندهم, أن يوسف قد ردها عليهم بالقصد, وأنه أراد أن يملكهم إياها.
&quot; قَالُوا &quot; لأبيهم - ترغيبا في إرسال أخيهم معهم -: &quot; يَا أَبَانَا مَا نَبْغِي &quot; أي: أي شيء نطلب بعد هذا الإكرام الجميل, حيث وفى لنا الكيل, ورد علينا بضاعتنا, على الوجه الحسن, المتضمن للإخلاص, ومكارم الأخلاق؟ &quot; هَذِهِ بِضَاعَتُنَا رُدَّتْ إِلَيْنَا وَنَمِيرُ أَهْلَنَا &quot; أي: إذا ذهبنا بأخينا, صار سببا لكيله لنا, فنمير أهلنا, ونأتي لهم, بما هم مضطرون إليه من القوت.
&quot; وَنَحْفَظُ أَخَانَا وَنَزْدَادُ كَيْلَ بَعِيرٍ &quot; بإرساله معنا, فإنه يكيل لكل واحد حمل بعير.
&quot; ذَلِكَ كَيْلٌ يَسِيرٌ &quot; أي: سهل, لا ينالك منه ضرر, لأن المدة لا تطول, والمصلحة قد تبينت.';
$t[66] = '&quot; قَالَ &quot; لهم يعقوب: &quot; لَنْ أُرْسِلَهُ مَعَكُمْ حَتَّى تُؤْتُونِي مَوْثِقًا مِنْ اللَّهِ &quot; أي: عهدا ثقيلا,, وتحلفون بالله &quot; لَتَأْتُنَّنِي بِهِ إِلَّا أَنْ يُحَاطَ بِكُمْ &quot; أي: إلا أن يأتي أمر, لا قبل لكم به, ولا تقدرون دفعه.
&quot; فَلَمَّا آتَوْهُ مَوْثِقَهُمْ &quot; على ما قال وأراد &quot; قَالَ اللَّهُ عَلَى مَا نَقُولُ وَكِيلٌ &quot; أي تكفينا شهادته علينا, وحفظه وكفالته.';
$t[67] = 'ثم لما أرسله معهم, وصاهم, إذا هم قدموا مصر, أن &quot; لَا تَدْخُلُوا مِنْ بَابٍ وَاحِدٍ وَادْخُلُوا مِنْ أَبْوَابٍ مُتَفَرِّقَةٍ &quot; وذلك لأنه خاف عليهم العين, لكثرتهم وبهاء منظرهم, لكونهم أبناء رجل واحد, وهذا سبب.
وإلا &quot; وَمَا أُغْنِي عَنْكُمْ مِنَ اللَّهِ مِنْ شَيْءٍ &quot; فالمقدر, لا بد أن يكون.
&quot; إِنِ الْحُكْمُ إِلَّا لِلَّهِ &quot; أي القضاء, قضاؤه, والأمر أمره.
فما قضاه وحكم به, لا بد أن يقع.
&quot; عَلَيْهِ تَوَكَّلْتُ &quot; أي: اعتمدت على الله, لا على ما وصيتكم به من السبب.
&quot; وَعَلَيْهِ فَلْيَتَوَكَّلِ الْمُتَوَكِّلُونَ &quot; فإن بالتوكل, يحصل كل مطلوب, ويندفع كل مرهوب.';
$t[68] = '&quot; وَلَمَّا &quot; ذهبوا و &quot; دَخَلُوا مِنْ حَيْثُ أَمَرَهُمْ أَبُوهُمْ مَا كَانَ &quot; ذلك الفعل &quot; يُغْنِي عَنْهُمْ مِنَ اللَّهِ مِنْ شَيْءٍ إِلَّا حَاجَةً فِي نَفْسِ يَعْقُوبَ قَضَاهَا &quot; وهو موجب الشفقة, والمحبة للأولاد, فحصل له في ذلك, نوع طمأنينة, وقضاء لما في خاطره.
وليس هذا قصورا في علمه, فإنه من الرسل الكرام, والعلماء الربانيين.
ولهذا قال عنه: &quot; وَإِنَّهُ لَذُو عِلْمٍ &quot; أي: لصاحب علم عظيم &quot; لِمَا عَلَّمْنَاهُ &quot; أي: لتعليمنا إياه, لا بحوله وقوته أدركه, بل بفضل الله وتعليمه.
&quot; وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ &quot; عواقب الأمور, ودقائق الأشياء وكذلك أهل العلم منهم, يخفى عليهم من العلم وأحكامه, ولوازمه شيء كثير.';
$t[69] = 'أي: لما دخل إخوة يوسف على يوسف &quot; آوَى إِلَيْهِ أَخَاهُ &quot; أي: شقيقه وهو &quot; بنيامين &quot; الذي أمرهم بالإتيان به, وضمه إليه, واختصه من بين إخوته, وأخبره بحقيقة الحال.
&quot; قَالَ إِنِّي أَنَا أَخُوكَ فَلَا تَبْتَئِسْ &quot; أي: لا تحزن &quot; بِمَا كَانُوا يَعْمَلُونَ &quot; فإن العاقبة خير لنا.
ثم أخبره بما يريد أن يصنع ويتحيل لبقائه عنده إلى أن ينتهي الأمر.';
$t[70] = '&quot; فَلَمَّا جَهَّزَهُمْ بِجَهَازِهِمْ &quot; أي: كال لكل واحد من إخوته, ومن جملتهم أخوه هذا.
&quot; جَعَلَ السِّقَايَةَ &quot; وهو: الإناء الذي يشرب به, ويكال فيه &quot; فِي رَحْلِ أَخِيهِ ثُمَّ &quot; أوعوا متاعهم.
فلما انطلقوا ذاهبين, &quot; أَذَّنَ مُؤَذِّنٌ أَيَّتُهَا الْعِيرُ إِنَّكُمْ لَسَارِقُونَ &quot; .
ولعل هذا المؤذن, لم يعلم بحقيقة الحال.';
$t[71] = '&quot; قَالُوا &quot; أي: إخوة يوسف &quot; وَأَقْبَلُوا عَلَيْهِمْ &quot; لإبعاد التهمة.
فإن السارق, ليس له هم إلا البعد والانطلاق عمن سرق منه, لتسلم له سرقته.
وهؤلاء, جاءوا مقبلين إليهم, ليس لهم هم إلا إزالة التهمة, التي رموا بها عنهم.
فقالوا في هذه الحال: &quot; مَاذَا تَفْقِدُونَ &quot; ولم يقولوا &quot; ما الذي سرقنا &quot; لجزمهم بأنهم براء من السرقة.';
$t[72] = '&quot; قَالُوا نَفْقِدُ صُوَاعَ الْمَلِكِ وَلِمَنْ جَاءَ بِهِ حِمْلُ بَعِيرٍ &quot; أي: أجرة له, على وجدانه &quot; وَأَنَا بِهِ زَعِيمٌ &quot; أي: كفيل, وهذا يقوله المتفقد.';
$t[73] = '&quot; قَالُوا تَاللَّهِ لَقَدْ عَلِمْتُمْ مَا جِئْنَا لِنُفْسِدَ فِي الْأَرْضِ &quot; بجميع أنواع المعاصي.
&quot; وَمَا كُنَّا سَارِقِينَ &quot; فإن السرقة, من أكبر أنواع الفساد في الأرض.
وإنما أقسموا على علمهم, أنهم ليسوا مفسدين ولا سارقين, لأنهم عرفوا أنهم سبروا من أحوالهم ما يدلهم على عفتهم وورعهم, وأن هذا الأمر لا يقع منهم بعلم من اتهموهم, وهذا أبلغ في نفي التهمة, من أن لو قالوا: &quot; تالله لم نفسد في الأرض ولم نسرق &quot; .';
$t[74] = '&quot; قَالُوا فَمَا جَزَاؤُهُ &quot; أي: جزاء هذا الفعل &quot; إِنْ كُنْتُمْ كَاذِبِينَ &quot; بأن كان معكم؟';
$t[75] = '&quot; قَالُوا جَزَاؤُهُ مَنْ وُجِدَ فِي رَحْلِهِ فَهُوَ &quot; أي الموجود في رحله &quot; جَزَاؤُهُ &quot; بأن يتملكه صاحب السرقة.
وكان هذا في دينهم أن السارق إذا ثبتت عليه السرقة, كان ملكا لصاحب لمال المسروق, ولهذا قالوا: &quot; كَذَلِكَ نَجْزِي الظَّالِمِينَ &quot; .';
$t[76] = '&quot; فَبَدَأَ &quot; المفتش &quot; بِأَوْعِيَتِهِمْ قَبْلَ وِعَاءِ أَخِيهِ &quot; وذلك لتزول الريبة التي يظن أنها فعلت بالقصد.
&quot; ثُمَّ &quot; لما لم يجد في أوعيتهم شيئا &quot; اسْتَخْرَجَهَا مِنْ وِعَاءِ أَخِيهِ &quot; ولم يقل &quot; وجدها, أو سرقها أخوه &quot; مراعاة للحقيقة الواقعة.
فحينئذ تم ليوسف ما أراد من بقاء أخيه عنده, على وجه لا يشعر به إخوته.
قال تعالى: &quot; كَذَلِكَ كِدْنَا لِيُوسُفَ &quot; أي: يسرنا له هذا الكيد, الذي توصل به إلى أمر غير مذموم &quot; مَا كَانَ لِيَأْخُذَ أَخَاهُ فِي دِينِ الْمَلِكِ &quot; لأنه ليس من دينه أن يتملك السارق, وإنما له عندهم, جزاء آخر.
فلو ردت الحكومة إلى دين الملك, لم يتمكن يوسف من إبقاء أخيه عنده.
ولكنه جعل الحكم منهم, ليتم له ما أراد.
قال تعالى &quot; نَرْفَعُ دَرَجَاتٍ مَنْ نَشَاءُ &quot; بالعلم النافع, ومعرفة الطرق الموصلة إلى مقصدها, كما رفعنا درجات يوسف.
&quot; وَفَوْقَ كُلِّ ذِي عِلْمٍ عَلِيمٌ &quot; فكل عالم, فوقه من هو أعلم منه حتى ينتهي العلم إلى عالم الغيب والشهادة.';
$t[77] = 'فلما رأى إخوة يوسف ما رأوا &quot; قَالُوا إِنْ يَسْرِقْ &quot; هذا الأخ, فليس هذا غريبا عنه.
&quot; فَقَدْ سَرَقَ أَخٌ لَهُ مِنْ قَبْلُ &quot; يعنون: يوسف عليه السلام.
ومقصودهم تبرئة أنفسهم وأن هذا وأخاه, وقد يصدر منهم ما يصدر من السرقة, وهما ليسا شقيقين لنا.
وفي هذا من الغض عليهما, ما فيه, ولهذا: أسرها يوسف في نفسه &quot; وَلَمْ يُبْدِهَا لَهُمْ &quot; أي لم يقابلهم على ما قالوه بما يكرهون, بل كظم الغيظ, وأسر الأمر في نفسه.
و &quot; قَالَ &quot; في نفسه &quot; أَنْتُمْ شَرٌّ مَكَانًا &quot; حيث ذممتمونا بما أنتم على أشر منه.
&quot; وَاللَّهُ أَعْلَمُ بِمَا تَصِفُونَ &quot; منا, من وصفنا بالسرقة, يعلم الله أنا براء منها.
ثم سلكوا معه, مسلك التملق, لعله يسمح لهم بأخيهم.';
$t[78] = '&quot; قَالُوا يَا أَيُّهَا الْعَزِيزُ إِنَّ لَهُ أَبًا شَيْخًا كَبِيرًا &quot; أي: وإنه لا يصبر عنه, وسيشق عليه فراقه.
&quot; فَخُذْ أَحَدَنَا مَكَانَهُ إِنَّا نَرَاكَ مِنَ الْمُحْسِنِينَ &quot; فأحسن إلينا وإلى أبينا بذلك.';
$t[79] = '&quot; قَالَ &quot; يوسف &quot; مَعَاذَ اللَّهِ أَنْ نَأْخُذَ إِلَّا مَنْ وَجَدْنَا مَتَاعَنَا عِنْدَهُ &quot; أي: هذا ظلم منا, لو أخذنا البريء, بذنب من وجدنا متاعنا عنده, ولم يقل &quot; من سرق &quot; كل هذا تحرز من الكذب.
&quot; إِنَّا إِذًا &quot; أي: إن أخذنا غير من وجد في رحله &quot; لَظَالِمُونَ &quot; حيث وضعنا العقوبة في غير موضعها.';
$t[80] = 'أي: فلما استيأس إخوة يوسف من يوسف أن يسمح لهم بأخيهم &quot; خَلَصُوا نَجِيًّا &quot; أي: اجتمعوا وحدهم, ليس معهم غيرهم, وجعلوا يتناجون فيما بينهم.
&quot; قَالَ كَبِيرُهُمْ أَلَمْ تَعْلَمُوا أَنَّ أَبَاكُمْ قَدْ أَخَذَ عَلَيْكُمْ مَوْثِقًا مِنَ اللَّهِ &quot; في حفظه, وأنكم تأتون به إلا أن يحاط بكم &quot; وَمِنْ قَبْلُ مَا فَرَّطْتُمْ فِي يُوسُفَ &quot; .
فاجتمع عليكم الأمران, تفريطكم السابق في يوسف, وعدم إتيانكم بأخيه باللاحق, فليس لي وجه أواجه به أبي.
&quot; فَلَنْ أَبْرَحَ الْأَرْضَ &quot; أي: سأقيم في هذه الأرض, ولا أزال بها &quot; حَتَّى يَأْذَنَ لِي أَبِي أَوْ يَحْكُمَ اللَّهُ لِي &quot; أي: يقدر لي المجيء, أو مع أخي &quot; وَهُوَ خَيْرُ الْحَاكِمِينَ &quot; .';
$t[81] = 'ثم وصاهم بما يقولون لأبيهم فقال: &quot; ارْجِعُوا إِلَى أَبِيكُمْ فَقُولُوا يَا أَبَانَا إِنَّ ابْنَكَ سَرَقَ &quot; أي: وأخذ بسرقته, ولم يحصل لنا أن نأتيك به, مع ما بذلنا من الجهد في ذلك.
والحال, أنا ما شهدنا بشيء لم نعلمه, وإنما شهدنا بما علمنا, لأننا رأينا الصواع, استخرج من رحله.
&quot; وَمَا كُنَّا لِلْغَيْبِ حَافِظِينَ &quot; أي: لو كنا نعلم الغيب, لما حرصنا, وبذلنا المجهود في ذهابه معنا, ولما أعطيناك عهودنا ومواثيقنا, فلم نظن أن الأمر سيبلغ ما بلغ.';
$t[82] = '&quot; وَاسْأَلِ &quot; إن شككت في قولنا &quot; الْقَرْيَةَ الَّتِي كُنَّا فِيهَا وَالْعِيرَ الَّتِي أَقْبَلْنَا فِيهَا &quot; فقد اطلعوا على ما أخبرناك به &quot; وَإِنَّا لَصَادِقُونَ &quot; لم نكذب, ولم نغير, ولم نبدل, بل هذا الواقع.';
$t[83] = 'فلما رجعوا إلى أبيهم, وأخبروه بهذا الخبر, اشتد حزنه, وتضاعف كمده, واتهمهم أيضا في هذه القضية, كما اتهمهم في الأولى.
و &quot; قَالَ بَلْ سَوَّلَتْ لَكُمْ أَنْفُسُكُمْ أَمْرًا فَصَبْرٌ جَمِيلٌ &quot; أي: ألجأ في ذلك, إلى الصبر الجميل, الذي لا يصحبه تسخط, ولا جزع, ولا شكوى للخلق.
ثم لجأ إلى حصول الفرج, لما رأى أن الأمر اشتد, والكربة انتهت فقال: &quot; عَسَى اللَّهُ أَنْ يَأْتِيَنِي بِهِمْ جَمِيعًا &quot; أي: يوسف و &quot; بنيامين &quot; , وأخوهم الكبير, الذي أقام في مصر.
&quot; إِنَّهُ هُوَ الْعَلِيمُ &quot; الذي يعلم حالي, واحتياجي إلى تفريجه ومنته, واضطراري إلى إحسانه.
&quot; الْحَكِيمُ &quot; الذي جعل لكل شيء قدرا, ولكل أمر منتهى, بحسب ما اقتضته حكمته الربانية.';
$t[84] = 'أي: وتولى يعقوب عليه الصلاة والسلام عن أولاده, بعد ما أخبروه هذا الخبر, واشتد به الأسف والأسى, وابيضت عيناه من الحزن, الذي في قلبه, والكمد الذي أوجب له كثرة البكاء, حيث ابيضت عيناه من ذلك.
&quot; فَهُوَ كَظِيمٌ &quot; أي: ممتلئ القلب من الحزن الشديد.
&quot; وَقَالَ يَا أَسَفَى عَلَى يُوسُفَ &quot; أي: ظهر منه ما كمن من الهم القديم, والشوق المقيم, وذكرته هذه المصيبة الخفيفة, بالنسبة للأولى, المصيبة الأولى,';
$t[85] = 'فقال له أولاده - متعجبين من حاله -: &quot; تَاللَّهِ تَفْتَأُ تَذْكُرُ يُوسُفَ &quot; أي: لا تزال تذكر يوسف في جميع أحوالك.
&quot; حَتَّى تَكُونَ حَرَضًا &quot; أي: فانيا لا حراك فيك, ولا قدرة على الكلام.
&quot; أَوْ تَكُونَ مِنَ الْهَالِكِينَ &quot; أي: لا تترك ذكره مع قدرتك على ذكره أبدا.';
$t[86] = '&quot; قَالَ &quot; يعقوب &quot; إِنَّمَا أَشْكُو بَثِّي &quot; أي: ما أبت من الكلام &quot; وَحُزْنِي &quot; الذي في قلبي &quot; إِلَى اللَّهِ &quot; وحده لا إليكم ولا إلى غيركم من الخلق فقولوا ما شئتم &quot; وَأَعْلَمُ مِنَ اللَّهِ مَا لَا تَعْلَمُونَ &quot; من أنه سيردهم علي ويقر عيني بالاجتماع بهم.';
$t[87] = 'أي: قال يعقوب عليه السلام لبنيه &quot; يَا بَنِيَّ اذْهَبُوا فَتَحَسَّسُوا مِنْ يُوسُفَ وَأَخِيهِ &quot; .
أي: احرصوا واجتهدوا على التفتيش عنهما &quot; وَلَا تَيْأَسُوا مِنْ رَوْحِ اللَّهِ &quot; .
فإن الرجاء, يوجب للعبد, السعي والاجتهاد, فيما رجاه, والإياس: يوجب له التثاقل والتباطؤ.
وأولى ما رجا العباد, فضل الله وإحسانه, ورحمته, وروحه.
&quot; إِنَّهُ لَا يَيْئَسُ مِنْ رَوْحِ اللَّهِ إِلَّا الْقَوْمُ الْكَافِرُونَ &quot; .
فإنهم - لكفرهم - يستبعدون رحمته, ورحمته بعيدة منهم, فلا تتشبهوا بالكافرين.
ودل هذا على أنه بحسب إيمان العبد, يكون رجاؤه رحمة الله وروحه.';
$t[88] = 'فذهبوا &quot; فَلَمَّا دَخَلُوا عَلَيْهِ &quot; أي: على يوسف &quot; قَالُوا &quot; متضرعين إليه: &quot; يَا أَيُّهَا الْعَزِيزُ مَسَّنَا وَأَهْلَنَا الضُّرُّ وَجِئْنَا بِبِضَاعَةٍ مُزْجَاةٍ فَأَوْفِ لَنَا الْكَيْلَ وَتَصَدَّقْ عَلَيْنَا &quot; أي: قد اضطررنا نحن وأهلنا &quot; وَجِئْنَا بِبِضَاعَةٍ مُزْجَاةٍ &quot; أي: مدفوعة مرغوب عنها, لقلتها, وعدم وقوعها الموقع.
&quot; فَأَوْفِ لَنَا الْكَيْلَ &quot; أي: مع عدم وفاء العرض, وتصدق علينا بالزيادة عن الواجب.
&quot; إِنَّ اللَّهَ يَجْزِي الْمُتَصَدِّقِينَ &quot; بثواب الدنيا والآخرة.';
$t[89] = 'فلما انتهى الأمر, وبلغ أشده, رق لهم يوسف رقة شديدة, وعرفهم بنفسه, وعاتبهم فقال: &quot; هَلْ عَلِمْتُمْ مَا فَعَلْتُمْ بِيُوسُفَ وَأَخِيهِ &quot; أما يوسف فظاهر فعلهم فيه.
وأما أخوه, فلعله - والله أعلم - قولهم: &quot; إِنْ يَسْرِقْ فَقَدْ سَرَقَ أَخٌ لَهُ مِنْ قَبْلُ &quot; .
أو أن الحادث الذي فرق بينه وبين أبيه, هم السبب فيه, والأصل الموجب له.
&quot; إِذْ أَنْتُمْ جَاهِلُونَ &quot; وهذا نوع اعتذار لهم بجهلهم, أو توبيخ لهم إذ فعلوا فعل الجاهلين, مع أنه لا ينبغي, ولا يليق منهم.';
$t[90] = 'فعرفوا أن الذي خاطبهم, هو يوسف فقالوا: &quot; أَئِنَّكَ لَأَنْتَ يُوسُفُ قَالَ أَنَا يُوسُفُ وَهَذَا أَخِي قَدْ مَنَّ اللَّهُ عَلَيْنَا &quot; بالإيمان والتقوى, والتمكين في الدنيا, وذلك بسبب الصبر والتقوى.
&quot; إِنَّهُ مَنْ يَتَّقِ وَيَصْبِرْ &quot; أي: يتقي فعل ما حرم الله, ويصبر على الآلام والمصائب, وعلى الأوامر, بامتثالها &quot; فَإِنَّ اللَّهَ لَا يُضِيعُ أَجْرَ الْمُحْسِنِينَ &quot; فإن هذا, من الإحسان, والله لا يضيع أجر من أحسن عملا.';
$t[91] = '&quot; قَالُوا تَاللَّهِ لَقَدْ آثَرَكَ اللَّهُ عَلَيْنَا &quot; أي: فضلك علينا, بمكارم الأخلاق, ومحاسن الشيم, وأسأنا إليك غاية الإساءة, وحرصنا على إيصال الأذى إليك, والتبعيد لك عن أبيك, فآثرك الله تعالى, ومكنك مما تريده &quot; وَإِنْ كُنَّا لَخَاطِئِينَ &quot; .';
$t[92] = '&quot; قَالَ &quot; لهم يوسف عليه السلام, كرما وجودا: &quot; لَا تَثْرِيبَ عَلَيْكُمُ الْيَوْمَ &quot; أي: لا أثرب عليكم ولا ألومكم &quot; يَغْفِرُ اللَّهُ لَكُمْ وَهُوَ أَرْحَمُ الرَّاحِمِينَ &quot; .
فسمح لهم سماحا تاما, من غير تعيير لهم على ذكر الذنب السابق, ودعا لهم بالمغفرة والرحمة, وهذا نهاية الإحسان, الذي لا يتأتى إلا من خواص الخلق, وخيار المصطفين.';
$t[93] = 'أي: قال يوسف عليه السلام لإخوته: &quot; اذْهَبُوا بِقَمِيصِي هَذَا فَأَلْقُوهُ عَلَى وَجْهِ أَبِي يَأْتِ بَصِيرًا &quot; لأن كل داء يداوى بضده.
فهذا القميص - لما كان فيه أثر ريح يوسف, الذي أودع قلب أبيه من الحزن, والشوق, ما الله به عليم - أراد أن يشمه, فترجع إليه روحه, وتتراجع إليه نفسه, ويرجع إليه بصره.
ولله في ذلك حكم وأسرار, لا يطلع عليها العباد, وقد اطلع يوسف من ذلك على هذا الأمر.
&quot; وَأْتُونِي بِأَهْلِكُمْ أَجْمَعِينَ &quot; أي: أولادكم وعشيرتكم, وتوابعكم كلهم, ليحصل تمام اللقاء, ويزول عنكم نكد المعيشة, وضنك الرزق.';
$t[94] = '&quot; وَلَمَّا فَصَلَتِ الْعِيرُ &quot; عن أرض مصر, مقبلة إلى أرض فلسطين, شم يعقوب ريح القميص فقال: &quot; إِنِّي لَأَجِدُ رِيحَ يُوسُفَ لَوْلَا أَنْ تُفَنِّدُونِ &quot; أي: تسخرون مني, وتزعمون أن هذا الكلام, صدر مني, من غير شعور, لأنه رأى منهم من التعجب من حاله, ما أوجب له هذا القول.';
$t[95] = 'فوقع ما ظنه بهم فقالوا: &quot; تَاللَّهِ إِنَّكَ لَفِي ضَلَالِكَ الْقَدِيمِ &quot; أي: لا تزال تائها في بحر لجي لا تدري ما تقول.';
$t[96] = '&quot; فَلَمَّا أَنْ جَاءَ الْبَشِيرُ &quot; بقرب الاجتماع بيوسف وإخوته وأبيهم.
&quot; أَلْقَاهُ &quot; أي: القميص &quot; عَلَى وَجْهِهِ فَارْتَدَّ بَصِيرًا &quot; أي: رجع إلى حاله الأولى بصيرا, بعد أن ابيضت عيناه من الحزن.
فقال لمن حضره من أولاده وأهله, الذي كانوا يفندون رأيه, ويتعجبون منه منتصرا عليهم, مغتبطا بنعمة الله عليه: &quot; أَلَمْ أَقُلْ لَكُمْ إِنِّي أَعْلَمُ مِنَ اللَّهِ مَا لَا تَعْلَمُونَ &quot; حيث كنت مترجيا للقاء يوسف, مترقبا لزوال الهم والغم والحزن.';
$t[97] = 'فأقروا بذنبهم و &quot; قَالُوا يَا أَبَانَا اسْتَغْفِرْ لَنَا ذُنُوبَنَا إِنَّا كُنَّا خَاطِئِينَ &quot; حيث فعلنا معك ما فعلنا.';
$t[98] = '&quot; قَالَ &quot; مجيبا لطلبتهم, ومسرعا لإجابتهم: &quot; سَوْفَ أَسْتَغْفِرُ لَكُمْ رَبِّي إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ &quot; ورجائي به, أن يغفر لكم, ويرحمكم, ويتغمدكم برحمته.
وقد قيل: إنه أخر الاستغفار لهم إلى وقت السحر الفاضل, ليكون أتم للاستغفار, وأقرب للإجابة.';
$t[99] = 'أي: &quot; فَلَمَّا &quot; تجهز يعقوب وأولاده وأهلهم أجمعون, وارتحلوا من بلادهم, قاصدين الوصول إلى يوسف في مصر وسكناها.
فلما وصلوا إليه, و &quot; دَخَلُوا عَلَى يُوسُفَ آوَى إِلَيْهِ أَبَوَيْهِ &quot; أي: ضمهما إليه, واختصهما بقربه, وأبدى لهما من البر والإحسان, والتبجيل والإعظام شيئا عظيما.
&quot; وَقَالَ &quot; لجميع أهله: &quot; ادْخُلُوا مِصْرَ إِنْ شَاءَ اللَّهُ آمِنِينَ &quot; من جميع المكاره والمخاوف.
فدخلوا في هذه الحال السارة, وزال عنهم النصب ونكد المعيشة, وحصل السرور والبهجة.';
$t[100] = '&quot; وَرَفَعَ أَبَوَيْهِ عَلَى الْعَرْشِ &quot; أي: على سرير الملك, ومجلس العز.
&quot; وَخَرُّوا لَهُ سُجَّدًا &quot; أي: أبوه, وأمه, وإخوته, سجودا على وجه التعظيم والتبجيل والإكرام.
&quot; وَقَالَ &quot; لما رأى هذه الحال, ورأى سجودهم له: &quot; يَا أَبَتِ هَذَا تَأْوِيلُ رُؤْيَايَ مِنْ قَبْلُ &quot; حين رأي أحد عشر كوكبا, والشمس والقمر له ساجدين.
فهذا وقوعها, الذي آلت إليه ووصلت &quot; قَدْ جَعَلَهَا رَبِّي حَقًّا &quot; فلم يجعلها أضغاث أحلام.
&quot; وَقَدْ أَحْسَنَ بِي &quot; إحسانا جسيما &quot; إِذْ أَخْرَجَنِي مِنَ السِّجْنِ وَجَاءَ بِكُمْ مِنَ الْبَدْوِ &quot; .
وهذا من لطفه, وحسن خطابه, عليه السلام, حيث ذكر حاله في السجن, ولم يذكر حاله في الجب, لتمام عفوه عن إخوته, وأنه لا يذكر ذلك الذنب, وأن إتيانكم من البادية, من إحسان الله.
فلم يقل: جاء بكم من الجوع والنصب.
ولا قال: &quot; أحسن بكم &quot; بل قال &quot; أَحْسَنَ بِي &quot; .
جعل الإحسان, عائدا إليه.
فتبارك من يختص برحمته من يشاء من عباده, ويهب لهم من لدنه رحمة, إنه هو الوهاب.
&quot; مِنْ بَعْدِ أَنْ نَزَغَ الشَّيْطَانُ بَيْنِي وَبَيْنَ إِخْوَتِي &quot; فلم يقل &quot; نزغ الشيطان إخوتي &quot; بل كأن الذنب والجهل, صدر من الطرفين.
فالحمد لله, الذي أخزى الشيطان ودحره, وجمعنا بعد تلك الفرقة الشاقة.
&quot; إِنَّ رَبِّي لَطِيفٌ لِمَا يَشَاءُ &quot; يوصل بره وإحسانه إلى العبد, من حيث لا يشعر, ويوصله إلى المنازل الرفيعة من أمور يكرهها.
&quot; إِنَّهُ هُوَ الْعَلِيمُ &quot; الذي يعلم ظواهر الأمور وبواطنها, وسرائر العباد وضمائرهم.
&quot; الْحَكِيمُ &quot; في وضعه الأشياء مواضعها, وسوقه الأمور إلى أوقاتها المقدرة لها.';
$t[101] = 'لما أتم الله ليوسف ما أتم من التمكين في الأرض والملك وأقر عينه بأبويه وإخوته وبعد العلم العظيم الذي أعطاه الله إياه فقال مقرا بنعمة الله شاكرا لها داعيا بالثبات على الإسلام &quot; رَبِّ قَدْ آتَيْتَنِي مِنَ الْمُلْكِ &quot; وذلك أنه كان على خزائن الأرض وتدبيرها ووزيرا كبيرا للملك &quot; وَعَلَّمْتَنِي مِنْ تَأْوِيلِ الْأَحَادِيثِ &quot; أي من تأويل أحاديث الكتب المنزلة وتأويل الرؤيا وغير ذلك من العلم &quot; فَاطِرَ السَّمَاوَاتِ وَالْأَرْضِ أَنْتَ وَلِيِّ فِي الدُّنْيَا وَالْآخِرَةِ تَوَفَّنِي مُسْلِمًا &quot; أي أدم علي الإسلام وثبتني عليه حتى تتوفاني عليه, ولم يكن هذا دعاء باستعجال الموت, &quot; وَأَلْحِقْنِي بِالصَّالِحِينَ &quot; من الأنبياء الأبرار والأصفياء الأخيار.';
$t[102] = 'لما قص الله هذه القصة على محمد صلى الله عليه وسلم قال الله له: &quot; ذَلِكَ &quot; النبأ الذي أخبرناك به &quot; مِنْ أَنْبَاءِ الْغَيْبِ نُوحِيهِ إِلَيْكَ &quot; ولولا إيحاؤنا إليك, لما وصل إليك هذا الخبر الجليل.
وأنك &quot; وَمَا كُنْتَ &quot; حاضرا &quot; لَدَيْهِمْ إِذْ أَجْمَعُوا أَمْرَهُمْ &quot; ي: إخوة يوسف &quot; وَهُمْ يَمْكُرُونَ &quot; به, حين تعاقدوا على التفريق بينه وبين أبيه, في حالة, لا يطلع عليها إلا الله تعالى, ولا يمكن أحدا أن يصل إلى علمها, إلا بتعليم الله له إياها.
كما قال تعالى لما قص قصة موسى, وما جرى له, ذكر الحال التي لا سبيل للخلق إلى علمها إلا بوحيه فقال: &quot; وما كنت بجانب الغربي إذ قضينا إلى موسى الأمر, وما كنت من الشاهدين &quot; الآيات, فهذا أدل دليل, على أن ما جاء بها رسول الله حق وصدق.';
$t[103] = 'يقول تعالى لنبيه محمد صلى الله عليه وسلم &quot; وَمَا أَكْثَرُ النَّاسِ وَلَوْ حَرَصْتَ &quot; على إيمانهم &quot; بِمُؤْمِنِينَ &quot; فإن مداركهم ومقاصدهم, قد أصبحت فاسدة, فلا ينفعهم حرص الناصحين عليهم, ولو عدمت الموانع, بأنهم كانوا يعلمونهم, ويدعونهم إلى ما فيه الخير لهم, ودفع الشر عنهم, من غير أجر ولا عوض, ولو أقاموا لهم من الشواهد والآيات الدالات على صدقهم, ما أقاموا.';
$t[104] = 'ولهذا قال: &quot; وَمَا تَسْأَلُهُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ هُوَ إِلَّا ذِكْرٌ لِلْعَالَمِينَ &quot; يتذكرون به ما ينفعهم, ليفعلوه, وما يضرهم ليتركوه.';
$t[105] = '&quot; وَكَأَيِّنْ &quot; أي: وكم &quot; مِنْ آيَةٍ فِي السَّمَاوَاتِ وَالْأَرْضِ يَمُرُّونَ عَلَيْهَا &quot; دالة لهم على توحيد الله &quot; وَهُمْ عَنْهَا مُعْرِضُونَ &quot; .';
$t[106] = 'ومع هذا وإن وجد منهم بعض الإيمان &quot; وَمَا يُؤْمِنُ أَكْثَرُهُمْ بِاللَّهِ إِلَّا وَهُمْ مُشْرِكُونَ &quot; .
فهم وإن أقروا بربوبية الله تعالى, وأنه الخالق الرازق المدبر لجميع الأمور, فإنهم يشركون في ألوهية الله وتوحيده.
فهؤلاء الذين وصلوا إلى هذه الحال, لم يبق عليهم إلا أن يحل بهم العذاب, ويفاجئهم العقاب وهم آمنون, ولهذا قال:';
$t[107] = '&quot; أَفَأَمِنُوا &quot; أي: الفاعلون لتلك الأفعال, المعرضون عن آيات الله &quot; أَنْ تَأْتِيَهُمْ غَاشِيَةٌ مِنْ عَذَابِ اللَّهِ &quot; أي: عذاب, يغشاهم ويعمهم, ويستأصلهم.
&quot; أَوْ تَأْتِيَهُمُ السَّاعَةُ بَغْتَةً &quot; أي: فجأة &quot; وَهُمْ لَا يَشْعُرُونَ &quot; أي: فإنهم قد استوجبوا ذلك, فليتوبوا إلى الله وليتركوا, ما يكون سببا في عقابهم.';
$t[108] = 'يقول تعالى لنبيه محمد صلى الله عليه وسلم: &quot; قُلْ &quot; للناس &quot; هَذِهِ سَبِيلِي &quot; أي: طريقي, التي أدعوا إليها, وهي السبيل الموصلة إلى الله, وإلى دار كرامته, المتضمنة للعلم بالحق, والعمل به, وإيثاره وإخلاص الدين لله وحده لا شريك له.
&quot; أَدْعُو إِلَى اللَّهِ &quot; أي: أحث الخلق والعباد, على الوصول إلى ربهم, وأرغبهم في ذلك, وأرهبهم مما يبعدهم عنه.
ومع هذا, فأنا &quot; عَلَى بَصِيرَةٍ &quot; من ديني, أي: على علم ويقين, من غير شك ولا امتراء, ولا مرية.
&quot; أَنَا &quot; كذلك &quot; وَمَنِ اتَّبَعَنِي &quot; يدعو إلى الله, كما أدعو, على بصيرة من أمره.
&quot; وَسُبْحَانَ اللَّهِ &quot; عما ينسب إليه, مما لا يليق بجلاله, أو ينافي كماله.
&quot; وَمَا أَنَا مِنَ الْمُشْرِكِينَ &quot; في جميع أموري, بل أعبد الله, مخلصا له الدين.';
$t[109] = 'ثم قال تعالى &quot; وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ إِلَّا رِجَالًا &quot; أي: لم نرسل ملائكة ولا غيرهم من أصناف الخلق.
فلأي شيء يستغرب قومك رسالتك, ويزعمون أنه ليس عليهم فضل.
فلك فيمن قبلك من المرسلين أسوة حسنة &quot; نُوحِي إِلَيْهِمْ مِنْ أَهْلِ الْقُرَى &quot; أي: لا من البادية, بل من أهل القرى, الذين هم أكمل عقولا, وأصح آراء, وليتبين أمرهم, ويتضح شأنهم.
&quot; أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ &quot; إذا لم يصدقوا لقولك.
&quot; فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ &quot; كيف أهلكهم الله بتكذيبهم.
فاحذروا, أن تقيموا على ما قاموا عليه, فيصيبكم ما أصابهم.
&quot; وَلَدَارُ الْآخِرَةِ &quot; أي: الجنة وما فيها, من النعيم المقيم.
&quot; خَيْرٌ لِلَّذِينَ اتَّقَوْا &quot; الله, في امتثال أوامره, واجتناب نواهيه.
فإن نعيم الدنيا, منغص منكد, منقطع.
ونعيم الآخرة, تام كامل, لا يفنى أبدا, بل هو على الدوام, في تزايد وتواصل, &quot; عطاء غير مجذوذ &quot; &quot; أَفَلَا تَعْقِلُونَ &quot; أي: أفلا تكون لكم عقول, تؤثر الذي هو خير, على الأدنى.';
$t[110] = 'يخبر تعالى: أنه يرسل الرسل الكرام, فيكذبهم القوم المجرمون اللئام.
وأن الله تعالى يمهلهم, ليرجعوا إلى الحق.
ولا يزال الله يمهلهم حتى إنه تصل الحال إلى غاية الشدة منهم على الرسل.
حتى إن الرسل - على كمال يقينهم, وشدة تصديقهم بوعد الله ووعيده - ربما أنه يخطر بقلوبهم, نوع من الإياس, ونوع من ضعف العلم والتصديق.
فإذا بلغ الأمر هذه الحال &quot; جَاءَهُمْ نَصْرُنَا فَنُجِّيَ مَنْ نَشَاءُ &quot; وهم الرسل وأتباعهم.
&quot; وَلَا يُرَدُّ بَأْسُنَا عَنِ الْقَوْمِ الْمُجْرِمِينَ &quot; أي: ولا يرد عذابنا, عمن اجترم, وتجرأ على الله &quot; فما لهم من قوة ولا ناصر &quot; .';
$t[111] = '&quot; لَقَدْ كَانَ فِي قَصَصِهِمْ &quot; أي قصص الأنبياء والرسل مع قومهم.
&quot; عِبْرَةٌ لِأُولِي الْأَلْبَابِ &quot; أي: يعتبرون بها, أهل الخير, وأهل الشر.
وأن من فعل مثل فعلهم, ناله ما نالهم, من كرامة, أو إهانة.
ويعتبرون بها أيضا, ما لله, من صفات الكمال والحكمة العظيمة, وأنه الله, الذي لا تنبغي العبادة إلا له, وحده لا شريك له.
وقوله &quot; مَا كَانَ حَدِيثًا يُفْتَرَى &quot; أي: ما كان هذا القرآن, الذي قص الله به عليكم من أنباء الغيب ما قص, من الأحاديث المفتراة المختلقة.
&quot; وَلَكِنْ &quot; كان تصديق &quot; الَّذِي بَيْنَ يَدَيْهِ &quot; من الكتب السابقة, يوافقها, ويشهد لها بالصحة.
&quot; وَتَفْصِيلَ كُلِّ شَيْءٍ &quot; يحتاج إليه العباد, من أصول الدين وفروعه, ومن الأدلة والبراهين.
&quot; وَهُدًى وَرَحْمَةٌ لِقَوْمٍ يُؤْمِنُونَ &quot; فإنهم - بسبب ما يحصل لهم به من العلم بالحق وإيثاره - يحصل لهم الهدى, وبما يحصل لهم من الثواب العاجل والآجل, تحصل لهم الرحمة.
** فصل في ذكر شيء من العبر والفوائد التي اشتملت عليها هذه القصة العظيمة التي قال الله في أولها &quot; نَحْنُ نَقُصُّ عَلَيْكَ أَحْسَنَ الْقَصَصِ &quot; وقال &quot; لَقَدْ كَانَ فِي يُوسُفَ وَإِخْوَتِهِ آيَاتٌ لِلسَّائِلِينَ &quot; وقال في آخرها &quot; لَقَدْ كَانَ فِي قَصَصِهِمْ عِبْرَةٌ لِأُولِي الْأَلْبَابِ &quot; غير ما تقدم مطاويها من الفوائد.
فمن ذلك, أن هذه القصة, من أحسن القصص وأوضحها, وأبينها, لما فيها من أنواع التنقلات, من حال إلى حال, ومن محنة إلى محنة, ومن محنة إلى منحة ومنة, ومن ذل إلى عز ومن رق إلى ملك, ومن فرقة وشتات, إلى اجتماع وائتلاف, ومن حزن إلى سرور, ومن رخاء إلى جدب, ومن جدب إلى رخاء, ومن ضيق إلى سعة, ومن إنكار إلى قرار.
فتبارك من قصها, فأحسنها, ووضحها وبينها.
ومنها: أن فيها أصلا لتعبير الرؤيا, فإن علم التعبير, من العلوم المهمة, التي يعطيها الله من يشاء من عباده, وإن أغلب ما تبنى عليه, المناسبة والمشابهة في الاسم والصفة.
فإن رؤيا يوسف, التي رأى فيها الشمس والقمر, وأحد عشر كوكبا له ساجدين, وجه المناسبة فيها: أن هذه الأنوار, هي زينة السماء وجمالها, وبها منافعها.
فكذلك الأنبياء والعلماء, زينة للأرض وجمال, وبهم يهتدى في الظلمات, كما يهدى بهذه الأنوار, ولأن الأصل أبوه وأمه, وإخوته هم الفرع.
فمن المناسب أن يكون الأصل, أعظم نورا, وجرما, لما هو فرع عنه.
فلذلك كانت الشمس أمه, والقمر أباه, والكواكب إخوته.
ومن المناسبة أن الشمس, لفظ مؤنث, فلذلك كانت أمه, والقمر والكوا كب, مذكرات, فكانت لأبيه وإخوته.
ومن المناسبة, أن الساجد معظم محترم للمسجود له, والمسجود, معظم محترم.
فلذلك, دل ذلك, على أن يوسف يكون معظما محترما, عند أبويه وإخوته.
وممن لازم ذلك, أن يكون مجتبى مفضلا, في العلم والفضائل, الموجبة لذلك.
ولذلك قال أبوه: &quot; وكذلك يجتبيك ربك ويعلمك من تأويل الأحاديث &quot; .
ومن المناسبة في رؤيا الفتيين, أن الرؤيا الأولى, التي رأى صاحبها, أنه يعصر خمرا, أن الذي يعصر خمرا في العادة, يكون خادما لغيره, والعصر يقصد لغيره.
فلذلك أوله بما يئول إليه, أنه يسقي ربه, وذلك متضمن لخروجه من السجن.
وأول رؤيا الآخر, أي: أنه يحمل فوق رأسه خبزا, تأكل الطير منه, بأن جلدة رأسه ولحمه, وما في ذلك من المخ, أنه هو الذي يحمل, وأنه سيبرز للطيور, بمحل تتمكن من الأكل من رأسه.
فرأى من حاله أنه سيقتل ويصلب بعد موته فيبرز للطيور فتأكل من رأسه.
وذلك لا يكون إلا بالصلب بعد القتل.
وأول رؤيا الملك, للبقرات والسنبلات, بالسنين المخصبة, والسنين المجدبة.
ووجه المناسبة, أن الملك, به ترتبط أحوال الرعية ومصالحها, وبصلاحه تصلح, وبفساده تفسد.
وكذلك السنون, بها صلاح أحوال الرعية, واستقامة أمر المعاش, أو عدمه.
وأما البقر, فإنها تحرث الأرض عليها, ويستقى عليها الماء.
وإذا أخصبت السنة, سمنت, وإذا أجدبت, صارت عجافا.
وكذلك السنابل في الخصب, تكثر وتخضر, وفي الجدب, تقل وتيبس وهي أفضل غلال الأرض.
ومنها: ما فيها من الأدلة, على صحة نبوة محمد صلى الله عليه وسلم, حيث قص على قومه هذه القصة الطويلة, وهو لم يقرأ كتب الأولين, ولا دارس أحدا.
يراه قومه, بين أظهرهم, صباحا ومساء, وهو أمي لا يخط ولا يقرأ.
وهي موافقة, لما في الكتب السابقة, وما كان لديهم, إذ أجمعوا أمرهم وهم يمكرون.
ومنها: أنه ينبغي البعد عن أسباب الشر, وكتمان ما تخشى مضرته, لقول يعقوب ليوسف &quot; لَا تَقْصُصْ رُؤْيَاكَ عَلَى إِخْوَتِكَ فَيَكِيدُوا لَكَ كَيْدًا &quot; .
ومنها أنه يجوز ذكر الإنسان بما يكره على وجه النصيحة لغيره لقوله: &quot; فَيَكِيدُوا لَكَ كَيْدًا &quot; .
ومنها: أن نعمة الله على العبد, نعمة على من يتعلق به, من أهل بيته, وأقاربه, وأصحابه, وأنه ربما شملهم, وحصل لهم ما حصل له سببه, كما قال يعقوب في تفسيره لرؤيا يوسف &quot; وَكَذَلِكَ يَجْتَبِيكَ رَبُّكَ وَيُعَلِّمُكَ مِنْ تَأْوِيلِ الْأَحَادِيثِ وَيُتِمُّ نِعْمَتَهُ عَلَيْكَ وَعَلَى آلِ يَعْقُوبَ &quot; .
ولما تمت النعمة على يوسف, حصل لآل يعقوب, من العز والتمكين في الأرض, والسرور والغبظة, ما حصل بسبب يوسف.
ومنها: أن العدل مطلوب في كل الأمور, لا في معاملة السلطان رعيته فقط, ولا فيما دونه, بل حتى في معاملة الوالد لأولاده, في المحبة والإيثار, وغيره, وأن في الإخلال بذلك, يختل عليه الأمر, وتفسد الأحوال.
ولهذا, لما قدم يعقوب يوسف في المحبة, وآثره على إخوته, جرى منهم ما جرى على أنفسهم, وعلى أبيهم وأخيهم.
ومنها: الحذر من شؤم الذنوب, وأن الذنب الواحد, يستتبع ذنوبا متعددة, ولا يتم لفاعله, إلا بعد جرائم.
فإخوة يوسف, لما أرادوا التفريق بينه وبين أبيه, احتالوا لذلك بأنواع من الحيل, وكذبوا عدة مرات, وزوروا على أبيهم في القميص والدم, الذي فيه, وفي إتيانهم عشاء يبكون, ولا تستبعد أنه قد كثر البحث فيها, في تلك المدة, بل لعل ذلك اتصل إلى أن اجتمعوا بيوسف.
وكلما صار البحث, حصل من الإخبار بالكذب, والافتراء, ما حصل.
وهذا شؤم الذنب, وآثاره التابعة, والسابقة, واللاحقة.
ومنها: أن العبرة في حال العبد, بكمال النهاية, لا بنقص البداية.
فإن أولاد يعقوب, عليه السلام, جرى منهم ما جرى, في أول الأمر, مما هو أكبر أسباب النقص واللوم, ثم انتهى أمرهم إلى التوبة النصوح, والسماح التام, من يوسف, ومن أبيهم, والدعاء بالمغفرة والرحمة.
وإذا سمح العبد عن حقه, فالله خير الراحمين.
ولهذا - في أصح الأقوال - أنهم كانوا أنبياء لقوله تعالى &quot; وَأَوْحَيْنَا إِلَى إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطِ &quot; .
والأسباط هم: أولاد يعقوب الاثنا عشر, وذريتهم.
ومما يدل على ذلك, أن في رؤيا يوسف, أنه رآهم كواكب نيرة, والكواكب فيها النور والهداية, وذلك من صفات الأنبياء, فإن لم يكونوا أنبياء, فإنهم علماء هداة.
ومنها: ما من الله به على يوسف, عليه الصلاة والسلام, من العلم, والحلم, ومكارم الأخلاق, والدعوة إلى الله, وإلى دينه, وعفوه عن إخوته الخاطئين, عفوا بادرهم به, وتم ذلك بأن لا يثرب عليهم, ولا يعيرهم به.
ثم بره العظيم بأبويه, وإحسانه لإخوته, بل لعموم الخلق.
ومنها: أن بعض الشر, أهون من بعض, وارتكاب أخف الضررين, أولى من ارتكاب أعظمهما.
فإن إخوة يوسف, لما اتفقوا على قتل يوسف, أو إلقائه أرضا وقال فائل منهم: &quot; لَا تَقْتُلُوا يُوسُفَ وَأَلْقُوهُ فِي غَيَابَةِ الْجُبِّ &quot; كان قوله أحسن منهم وأخف, وبسببه خف عن إخوته الإثم الكبير.
ومنها: أن الشيء إذا تداولته الأيدي, وصار من جملة الأموال, ولم يعلم أنه كان على غير الشرع, أنه لا إثم على من باشره, ببيع, أو شراء, أو خدمة, أو انتفاع, أو استعمال.
فإن يوسف عليه السلام, باعه إخوته بيعا حراما, لا يجوز.
ثم ذهبت به السيارة إلى مصر, فباعوه بها, وبقي عند سيده غلاما رقيقا, وسماه الله سيدا, وكان عندهم بمنزلة الغلام الرقيق المكرم.
ومنها: الحذر من الخلوة بالنساء, اللائي يخشى منهن الفتنة, والحذر أيضا من المحبة, التي يخشى ضررها.
فإن امرأة العزيز, جرى منها ما جرى, بسبب انفرادها بيوسف, وحبها الشديد له, الذي ما تركها, حتى راودته تلك المراودة, ثم كذبت عليه, فسجن - بسببها - مدة طويلة.
ومنها: أن الهم الذي, هم به يوسف بالمرأة, ثم تركه لله, مما يرقيه إلى الله زلفى, لأن الهم داع من دواعي النفس, الأمارة بالسوء, وهو طبيعة لأغلب الخلق.
فلما قابل بينه وبين محبة الله وخشيته, غلبت محبة الله وخشيته, داعي النفس والهوى.
فكان ممن &quot; خاف مقام ربه ونهى النفس عن الهوى &quot; .
ومن السبعة الذين يظلهم الله في ظل عرشه, يوم لا ظل إلا ظله, أحدهم رجل دعته امرأة ذات منصب وجمال, فقال: إني أخاف الله.
وإنما الهم الذي يلام عليه العبد, الهم الذي يساكنه, ويصير عزما, ربما اقترن به الفعل.
ومنها: أن من دخل الإيمان قلبه, وكان مخلصا لله, في جميع أموره فإن الله يدفع عنه ببرهان إيمانه, وصدق إخلاصه, من أنواع السوء والفحشاء وأسباب المعاصي, ما هو جزاء لإيمانه وإخلاصه لقوله.
&quot; وَهَمَّ بِهَا لَوْلَا أَنْ رَأَى بُرْهَانَ رَبِّهِ كَذَلِكَ لِنَصْرِفَ عَنْهُ السُّوءَ وَالْفَحْشَاءَ إِنَّهُ مِنْ عِبَادِنَا الْمُخْلَصِينَ &quot; على قراءة من قرأها بكسر اللام.
ومن قرأها بالفتح, فإنه من إخلاص الله إياه, وهو متضمن لإخلاصه هو بنفسه.
فلما أخلص عمله لله, أخلصه الله, وخلصه من السوء والفحشاء.
ومنها: أنه ينبغي للعبد, إذا رأى محلا فيه فتنة وأسباب معصية, أن يفر منه, ويهرب, غاية ما يمكنه, ليتمكن من التخلص من المعصية.
لأن يوسف عليه السلام - لما راودته التي هو في بيتها - فر هاربا, يطلب الباب, ليتخلص من شرها.
ومنها: أن القرائن يعمل بها, عند الاشتباه.
فلو تخاصم رجل وامرأته في شيء, من أواني الدار, فما يصلح للرجل, فإنه للرجل, وما يصلح للمرأة, فهو لها, هذا إذا لم يكن بينة.
وكذا لو تنازع نجار وحداد في آلة حرفتهما, من غير بينة.
والعمل بالقيافة, في الأشباه والأثر, من هذا الباب.
فإن شاهد يوسف, شهد بالقرينة, وحكم بها في قد القميص, واستدل بقده من دبره على صدق يوسف وكذبها.
ومما يدل على هذه القاعدة, أنه استدل بوجود الصواع في رحل أخيه على الحكم عليه بالسرقة, من غير بينة شهادة, ولا إقرار.
فعلى هذا, إذا وجد المسروق في يد السارق, خصوصا إذا كان معروفا بالسرقة, فإنه يحكم عليه بالسرقة, وهذا أبلغ من الشهادة.
وكذلك وجود الرجل يتقيأ الخمر, أو وجود المرأة التي لا زوج لها ولا سيد, حاملا, فإنه يقام بذلك, الحد, ما لم يقم مانع منه.
ولهذا سمى الله هذا الحكم شاهدا فقال: &quot; وَشَهِدَ شَاهِدٌ مِنْ أَهْلِهَا &quot; .
ومنها: ما عليه يوسف, من الجمال الظاهر والباطن.
فإن جماله الظاهر, أوجب للمرأة التي هو في بيتها, ما أوجب.
وللنساء اللاتي جمعتهن حين لمنها على ذلك أن قطعن أيديهن وقلن &quot; مَا هَذَا بَشَرًا إِنْ هَذَا إِلَّا مَلَكٌ كَرِيمٌ &quot; .
وأما جماله الباطن, فهو العفة العظيمة عن المعصية, مع وجود الدواعي الكثيرة لوقوعها, وشهادة امرأة العزيز والنسوة بعد ذلك, ببراءته.
ولهذا قالت امرأة العزيز: &quot; وَلَقَدْ رَاوَدْتُهُ عَنْ نَفْسِهِ فَاسْتَعْصَمَ &quot; .
وقالت بعد ذلك: &quot; الْآنَ حَصْحَصَ الْحَقُّ أَنَا رَاوَدْتُهُ عَنْ نَفْسِهِ وَإِنَّهُ لَمِنَ الصَّادِقِينَ &quot; .
وقالت النسوة: &quot; حَاشَ لِلَّهِ مَا عَلِمْنَا عَلَيْهِ مِنْ سُوءٍ &quot; .
ومنها: أن يوسف عليه السلام, اختار السجن على المعصية.
فهكذا ينبغي للعبد, إذا ابتلي بين أمرين - إما فعل معصية, وإما عقوبة دنيوية - أن يختار العقوبة الدنيوية, على مواقعة الذنب الموجب للعقوبة الشديدة, في الدنيا والآخرة.
ولهذا من علامات الإيمان, أن يكره العبد أن يعود في الكفر, بعد أن أنقذه الله منه, كما يكره أن يلقى في النار.
ومنها: أنه ينبغي للعبد, أن يلتجئ إلى الله, ويحتمي بحماه عند وجود أسباب المعصية, ويتبرأ من حوله وقوته, لقول يوسف عليه السلام &quot; وَإِلَّا تَصْرِفْ عَنِّي كَيْدَهُنَّ أَصْبُ إِلَيْهِنَّ وَأَكُنْ مِنَ الْجَاهِلِينَ &quot; .
ومنها: أن العلم والعقل يدعوان صاحبهما إلى الخير, وينهيانه عن الشر.
وأن الجهل, يدعو صاحبه إلى موافقة هوى النفس, وإن كان معصية ضارا لصاحبه.
ومنها: أنه كما على العبد عبودية لله في الرخاء, فعليه عبودية له في الشدة.
فـ &quot; يوسف &quot; عليه السلام, لم يزل يدعو إلى الله, فلما دخل السجن, استمر على ذلك, ودعا الفتيين إلى التوحيد, ونهاهما عن الشرك.
ومن فطنته عليه السلام, أنه لما رأى فيهما قابلية لدعوته, حيث ظنا فيه الظن الحسن وقالا: &quot; إِنَّا نَرَاكَ مِنَ الْمُحْسِنِينَ &quot; وأتياه لأن يعبر لهما رؤياهما, فرآهما, متشوقين لتعبيرها عنده - رأى ذلك فرصة, فانتهزها, فدعاهما إلى الله تعالى, قبل أن يعبر رؤياهما ليكون أنجح لمقصوده, وأقرب لحصول مطلوبه.
وبين لهما أولا, أن الذي أوصله إلى الحال التي رأياه فيها, من الكمال والعلم, إيمانه, وتوحيده, وتركه ملة من لا يؤمن بالله واليوم الآخر, وهذا دعاء لهما بلسان الحال.
ثم دعاهما بالمقال, وبين فساد الشرك, وبرهن عليه, وحقيقة التوحيد, وبرهن عليه.
ومنها: أنه يبدأ بالأهم فالأهم, وأنه إذا سئل المفتي, وكان السائل في حاجة أشد لغير ما سأل عنه, أنه ينبغي له أن يعلمه ما يحتاج إليه قبل أن يجيب سؤاله.
فإن هذا, علامة على نصح المعلم وفطنته, وحسن إرشاده وتعليمه.
فإن يوسف - لما سأله الفتيان عن الرؤيا - قدم لهما قبل تعبيرها - دعوتهما إلى الله وحده لا شريك له.
ومنها: أن من وقع في مكروه وشدة, لا بأس أن يستعين بمن له قدرة على تخليصه, أو الإخبار بحاله, وأن هذا, لا يكون شكوى للمخلوق فإن هذا, من الأمور العادية, التي جرى العرف باستعانة الناس, بعضهم ببعض.
ولهذا قال يوسف, للذي ظن أنه ناج من الفتيين: &quot; اذْكُرْنِي عِنْدَ رَبِّكَ &quot; .
ومنها: أنه ينبغي ويتأكد على المعلم, استعمال الإخلاص التام في تعليمه وأن لا يجعل تعليمه, وسيلة لمعاوضة أحد في مال, أو جاه, أو نفع, وأن لا يمتنع من التعليم, أو لا ينصح فيه, إذا لم يفعل السائل ما كلفه به المعلم.
فإن يوسف عليه السلام قد قال, ووصى أحد الفتيين, أن يذكره عند ربه, فلم يذكره ونسى.
فلما بدت حاجتهم إلى سؤال يوسف, أرسلوا ذلك الفتى, وجاءه سائلا مستفتيا عن تلك الرؤيا, فلم يعنفه يوسف, ولا وبخه, لتركه ذكره بل أجابه عن سؤاله, جوابا تاما من كل وجه.
ومنها: أنه ينبغي للمسئول أن يدل السائل على أمر ينفعه, مما يتعلق بسؤاله, ويرشده إلى الطريق, التي ينتفع بها, في دينه ودنياه, فإن هذا من كمال نصحه وفطنته, وحسن إرشاده.
فإن يوسف, عليه السلام, لم يقتصر على تعبير رؤيا الملك.
بل دلهم - مع ذلك - على ما يصنعون في تلك السنين المخصبات, من كثرة الزرع, وكثرة جبايته.
ومنها: أنه لا يلام الإنسان على السعي في دفع التهمة عن نفسه, وطلب البراءة لها, بل يحمد على ذلك, كما امتنع يوسف عن الخروج من السجن حتى تتبين لهم براءته بحال النسوة, اللاتي قطعن أيديهن.
ومنها: فضيلة العلم, علم الأحكام والشرع, وعلم تعبير الرؤيا, وعلم التدبير والتربية; وأنه أفضل من الصورة الظاهرة, ولو بلغت في الحسن جمال يوسف.
فإن يوسف - بسبب جماله - حصلت له تلك المحنة, والسجن, وبسبب عمله, حصل له العز والرفعة, والتمكين في الأرض.
فإن كل خير في الدنيا والآخرة, من آثار العلم وموجباته.
ومنها: أن علم التعبير, من العلوم الشرعية, وأنه يثاب الإنسان على تعلمه وتعليمه, وأن تعبير الرؤيا, داخل في الفتوى, لقوله للفتيين: &quot; قُضِيَ الْأَمْرُ الَّذِي فِيهِ تَسْتَفْتِيَانِ &quot; وقال الملك &quot; أَفْتُونِي فِي رُؤْيَايَ &quot; .
وقال الفتى ليوسف: &quot; أَفْتِنَا فِي سَبْعِ بَقَرَاتٍ &quot; الآيات.
فلا يجوز الإقدام على تعبير الرؤيا, من غير علم.
ومنها: أنه لا بأس أن يخبر الإنسان عما في نفسه, من صفات الكمال من علم أو عمل, إذا كان في ذلك مصلحة, ولم يقصد به العبد الرياء, وسلم من الكذب.
لقول يوسف: &quot; اجْعَلْنِي عَلَى خَزَائِنِ الْأَرْضِ إِنِّي حَفِيظٌ عَلِيمٌ &quot; .
وكذلك لا تذم الولاية, إذا كان المتولي فيها, يقوم بما يقدر عليه من حقوق الله, وحقوق عباده, وأنه لا بأس بطلبها, إذا كان أعظم كفاءة من غيره.
وإنما الذي يذم, إذا لم يكن فيه كفاية, أو كان موجودا غيره مثلا, أو أعلى منه, أو لم يرد بها إقامة أمر الله.
فبهذه الأمور, ينهى عن طلبها, والتعرض لها.
ومنها: أن الله واسع الجود والكرم, يجود على عبده, بخير الدنيا والآخرة, وأن خير الآخرة, له سببان: الإيمان, والتقوى.
وأنه خير من ثواب الدنيا وملكها.
وأن العبد ينبغي له أن يدعو نفسه, ويشوقها لثواب الله, ولا يدعها تحزن, إذا رأت زينة أهل الدنيا ولذاتها, وهي غير قادرة عليها, بل يسلبها بثواب الله الأخروي, وفضله العظيم لقوله تعالى: &quot; وَلَأَجْرُ الْآخِرَةِ خَيْرٌ لِلَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ &quot; .
ومنها: أن جباية الأرزاق - إذا أريد بها التوسعة على الناس, من غير ضرر يلحقهم - لا بأس بها, لأن يوسف أمرهم بجباية الأرزاق والأطعمة, في السنين المخصبات, للاستعداد للسنين المجدبة.
وأن هذا غير مناقض للتوكل على الله, بل يتوكل العبد على العبد ويعمل الأسباب التي تنفعه, في دينه ودنياه.
ومنها: حسن تدبير يوسف, لما تولى خزائن الأرض, حتى كثرت عندهم الغلات جدا, وحتى صار أهل الأقطار, يقصدون مصر لطلب الميرة منها, لعلمهم بوفورها فيها, وحتى إنه كان لا يكيل لأحد إلا مقدار الحاجة الخاصة أو أقل, لا يزيد كل قادم على كيل بعير وحمله.
ومنها: مشروعية الضيافة, وأنها من سنن المرسلين, وإكرام الضيف لقول يوسف لإخوته &quot; أَلَا تَرَوْنَ أَنِّي أُوفِي الْكَيْلَ وَأَنَا خَيْرُ الْمُنْزِلِينَ &quot; .
ومنها: أن سوء الظن - مع وجود القرائن الدالة عليه - غير ممنوع ولا محرم.
فإن يعقوب قال لأولاده - بعد ما امتنع من إرسال يوسف معهم حتى عالجوه أشد المعالجة, ثم قال لهم بعد ما أتوه, وزعموا أن الذئب أكله &quot; بَلْ سَوَّلَتْ لَكُمْ أَنْفُسُكُمْ أَمْرًا &quot; .
قال لهم في الأخ الآخر: &quot; هَلْ آمَنُكُمْ عَلَيْهِ إِلَّا كَمَا أَمِنْتُكُمْ عَلَى أَخِيهِ مِنْ قَبْلُ &quot; .
ثم لما احتبسه يوسف عنده, وجاء إخوته لأبيهم قال لهم: &quot; بَلْ سَوَّلَتْ لَكُمْ أَنْفُسُكُمْ أَمْرًا &quot; فهم في الأخيرة - وإن لم يكونوا مفرطين, فقد جرى منهم, ما أوجب لأبيهم, أن قال ما قال, من غير إثم عليه ولا حرج.
ومنها: أن استعمال الأسباب الدافعة للعين وغيرها من المكاره, أو الرافعة لها بعد نزولها, غير ممنوع, بل جائز, وإن كان لا يقع شيء إلا بقضاء وقدر.
فإن الأسباب أيضا, من القضاء والقدر لأمر يعقوب, حيث قال لبنيه, &quot; يَا بَنِيَّ لَا تَدْخُلُوا مِنْ بَابٍ وَاحِدٍ وَادْخُلُوا مِنْ أَبْوَابٍ مُتَفَرِّقَةٍ &quot; .
ومنها: جواز استعمال المكايد, التي يتوصل بها إلى الحقوق, وأن العلم بالطرق الخفية الموصلة إلى مقاصدها, مما يحمد عليه العبد.
وإنما الممنوع, التحيل على إسقاط واجب, أو فعل محرم.
ومنها: أنه ينبغي لمن أراد أن يوهم غيره, بأمر لا يحب أن يطلع عليه, أن يستعمل المعاريض القولية والفعلية, المانعة من الكذب.
كما فعل يوسف, حيث ألقى الصواع في رحل أخيه, ثم استخرجها منه, موهما أنه سارق, وليس فيه إلا القرينة الموهمة لإخوته.
وقال بعد ذلك: &quot; مَعَاذَ اللَّهِ أَنْ نَأْخُذَ إِلَّا مَنْ وَجَدْنَا مَتَاعَنَا عِنْدَهُ &quot; ولم يقل &quot; من سرق متاعنا &quot; وكذلك لم يقل &quot; إنا وجدنا متاعنا عنده &quot; بل أتى بكلام عام, يصلح له ولغيره.
وليس في ذلك محذور, وإنما فيه إيهام أنه سارق, ليحصل المقصود الحاضر, وأن يبقى عنده أخوه, وقد زال عن الأخ هذا الإيهام, بعد ما تبينت الحال.
ومنها: أنه لا يجوز للإنسان أن يشهد إلا بما علمه, وتحققه بمشاهدة, أو خبر من يثق به, وتطمئن إليه النفس لقولهم: &quot; وَمَا شَهِدْنَا إِلَّا بِمَا عَلِمْنَا &quot; .
ومنها: هذه المحنة العظيمة, التي امتحن الله بها نبيه وصفيه, يعقوب عليه السلام, حيث قضى بالتفريق, بينه وبين ابنه يوسف, الذي لا يقدر على فراقه ساعة واحدة, ويحزنه ذلك أشد الحزن.
فحصل التفريق بينه وبينه, مدة طويلة, لا تقصر عن ثلاثين سنة.
ويعقوب لم يفارق الحزن قلبه في هذه المدة &quot; وَابْيَضَّتْ عَيْنَاهُ مِنَ الْحُزْنِ فَهُوَ كَظِيمٌ &quot; .
ثم ازداد به الأمر شدة, حين صار الفراق بينه وبين ابنه الثاني, شقيق يوسف.
هذا هو صابر لأمر الله, محتسب الأجر من الله, قد وعد من نفسه الصبر الجميل, ولا شك أنه وفي بما وعد به.
ولا ينافي ذلك, قوله: &quot; إِنَّمَا أَشْكُو بَثِّي وَحُزْنِي إِلَى اللَّهِ &quot; فإن الشكوى إلى الله, لا تنافي الصبر.
وإنما الذي ينافيه, الشكوى إلى المخلوقين.
ومنها: أن الفرج مع الكرب; وأن مع العسر يسرا.
فإنه لما طال الحزن على يعقوب, واشتد به إلى أنهى ما يكون, ثم حصل الاضطرار لآل يعقوب, ومسهم الضر, أذن الله حينئذ, بالفرج.
فحصل التلاقي, في أشد الأوقات إليه حاجة واضطرارا, فتم بذلك الأجر, وحصل السرور.
وعلم من ذلك, أن الله يبتلي أولياءه بالشدة والرخاء, والعسر واليسر ليمتحن صبرهم وشكرهم, ويزداد - بذلك - إيمانهم ويقينهم وعرفانهم.
ومنها: جواز إخبار الإنسان بما يجد, وما هو فيه, من مرض, أو فقر ونحوهما, على غير وجه التسخط.
لأن إخوة يوسف قالوا: &quot; يَا أَيُّهَا الْعَزِيزُ مَسَّنَا وَأَهْلَنَا الضُّرُّ &quot; ولم ينكر عليهم يوسف.
ومنها: فضيلة التقوى, وأن كل خير في الدنيا والآخرة, فمن آثار التقوى والصبر, وأن عاقبة أهلهما, أحسن العواقب لقوله: &quot; قَدْ مَنَّ اللَّهُ عَلَيْنَا إِنَّهُ مَنْ يَتَّقِ وَيَصْبِرْ فَإِنَّ اللَّهَ لَا يُضِيعُ أَجْرَ الْمُحْسِنِينَ &quot; .
ومنها: أنه ينبغي لمن أنعم الله عليه بنعمة, بعد شدة, وفقر, وسوء حال, أن يعترف بنعمة الله عليه, وأن لا يزال ذاكرا حاله الأولى, ليحدث لذلك شكرا وكلما ذكرها, لقول يوسف عليه السلام: &quot; وَقَدْ أَحْسَنَ بِي إِذْ أَخْرَجَنِي مِنَ السِّجْنِ وَجَاءَ بِكُمْ مِنَ الْبَدْوِ &quot; .
ومنها: لطف الله العظيم بيوسف, حيث نقله في تلك الأحوال, وأوصل إليه الشدائد والمحن, ليوصله بها إلى أعلى الغايات, ورفيع الدرجات.
ومنها: أنه ينبغي للعبد أن يتملق إلى الله دائما, في تثبيت إيمانه, ويعمل الأسباب الموجبة لذلك, ويسأل الله حسن الخاتمة, وتمام النعمة لقول يوسف عليه الصلاة والسلام: &quot; رَبِّ قَدْ آتَيْتَنِي مِنَ الْمُلْكِ وَعَلَّمْتَنِي مِنْ تَأْوِيلِ الْأَحَادِيثِ فَاطِرَ السَّمَاوَاتِ وَالْأَرْضِ أَنْتَ وَلِيِّي فِي الدُّنْيَا وَالْآخِرَةِ تَوَفَّنِي مُسْلِمًا وَأَلْحِقْنِي بِالصَّالِحِينَ &quot; .
فهذا ما يسر الله من الفوائد والعبر, في هذه القصة المباركة, ولا بد أن يظهر للمتدبر المتفكر غير ذلك.
فنسأله تعالى, علما نافعا, وعملا متقبلا, إنه جواد كريم.
تم تفسير سورة يوسف عليه الصلاة والسلام والحمد لله رب العالمين';
?>