<?php
$t = array();
$t[1] = 'يقول تعالى - معظما لكتابه, مادحا له: &quot; تِلْكَ آيَاتُ الْكِتَابِ &quot; أي: الآيات الدالة على أحسن المعاني, وأفضل المطالب.
&quot; وَقُرْآنٍ مُبِينٍ &quot; للحقائق, بأحسن لفظ وأوضحه, وأدله على المقصود.
وهذا مما يوجب على الخلق, الانقياد إليه, والتسليم لحكمه وتلقيه بالقبول, والفرح والسرور.';
$t[2] = 'فأما من قابل هذه النعمة العظيمة بردها, والكفر بها, فإنه من المكذبين الضالين, الذين سيأتي عليهم وقت, يتمنون أنهم مسلمون, أي: منقادون لأحكامه, وذلك حين ينكشف الغطاء, وتظهر أوائل الآخرة, ومقدمات الموت فإنهم في أحوال الآخرة كلها, يتمنون أنهم مسلمون, وقد فات وقت الإمكان.
ولكنهم في هذه الدنيا مغترون.';
$t[3] = '&quot; ذَرْهُمْ يَأْكُلُوا وَيَتَمَتَّعُوا &quot; بلذاتهم &quot; وَيُلْهِهِمُ الْأَمَلُ &quot; أي: يؤملون البقاء في الدنيا, فيلهيهم عن الآخرة.
&quot; فَسَوْفَ يَعْلَمُونَ &quot; أن ما هم عليه باطل, وأن أعمالهم ذهبت خسرانا عليهم, ولا يغتروا بإمهال الله تعالى, فإن هذه, سنته في الأمم.';
$t[4] = '&quot; وَمَا أَهْلَكْنَا مِنْ قَرْيَةٍ &quot; كانت مستحقة للعذاب &quot; إِلَّا وَلَهَا كِتَابٌ مَعْلُومٌ &quot; مقدر لإهلاكها.';
$t[5] = '&quot; مَا تَسْبِقُ مِنْ أُمَّةٍ أَجَلَهَا وَمَا يَسْتَأْخِرُونَ &quot; وإلا, فالذنوب لا بد من وقوع أثرها, وإن تأخر.';
$t[6] = 'أي: وقال المكذبون لمحمد صلى الله عليه وسلم, استهزاء وسخرية: &quot; يا أيها الذي نزل عليه الذكر &quot; على زعمك &quot; إنك لمجنون &quot; إذ تظن أنا سنتبعك, ونترك ما وجدنا عليه آباءنا, لمجرد قولك: &quot; لو ما تأتينا بالملائكة &quot; يشهدون لك بصحة ما جئت به &quot; إن كنت من الصادقين &quot; فلما لم تأت بالملائكة, فلست بصادق.
وهذا من أعظم الظلم والجهل.
أما الظلم, فظاهر, فإن هذا تجرؤ على الله وتعنت بتعيين الآيات, التي لم يخترها, وحصل المقصود والبرهان بدونها, من الآيات الكثيرة, الدالة على صحة ما جاء به.
وأما الجهل, فإنهم جهلوا مصلحتهم من مضرتهم.
فليس في إنزال الملائكة, خير لهم, بل لا ينزل الله الملائكة إلا بالحق الذي لا إمهال على من لم يتبعه وينقد له.
&quot; وما كانوا إذا &quot; أي: حين تنزل الملائكة, إن لم يؤمنوا, ولن يؤمنوا &quot; منظرين &quot; أي: بمهملين.
فصار طلبهم لإنزال الملائكة, تعجيلا لأنفسهم بالهلاك والدمار.
فإن الإيمان ليس في أيديهم, وإنما هو بيد الله.
&quot; ولو أننا نزلنا إليهم الملائكة وكلمهم الموتى وحشرنا عليهم كل شيء قبلا ما كانوا ليؤمنوا إلا أن يشاء الله, ولكن أكثرهم يجهلون &quot; ويكفيهم من الآيات, إن كانوا صادقين, هذا القرآن العظيم ولهذا قال هنا:';
$t[7] = '';
$t[8] = '';
$t[9] = '&quot; إنا نحن نزلنا الذكر &quot; أي: القرآن الذي فيه ذكرى لكل شيء, من المسائل والدلائل الواضحة, وفيه يتذكر من أراد التذكر.
&quot; وإنا له لحافظون &quot; أي: في حال إنزاله, وبعد إنزاله.
ففي حال إنزاله حافظون له, من استراق كل شيطان رجيم.
وبعد إنزاله أودعه الله في قلب رسوله, واستودعه في قلوب أمته, وحفظ الله ألفاظه من التغيير فيها, والزيادة والنقص, ومعانيه, من التبديل.
فلا يحرف محرف معنى من معانيه, إلا وقيض الله له من بين الحق المبين.
وهذا من أعظم آيات الله ونعمه على عباده المؤمنين.
ومن حفظه: أن الله يحفظ أهله من أعدائهم, ولا يسلط عدوا يجتاحهم.';
$t[10] = 'يقول تعالى لنبيه إذ كذبه المشركون: لم يزل هذا دأب الأمم الخالية والقرون الماضية: &quot; ولقد أرسلنا من قبلك في شيع الأولين &quot; .
أي, فرقهم وجماعتهم, رسلا.';
$t[11] = '&quot; وما يأتيهم من رسول &quot; يدعوهم إلى الحق والهدى &quot; إلا كانوا به يستهزئون &quot; .
&quot; كذلك نسلكه &quot; أي: ندخل التكذيب &quot; في قلوب المجرمين &quot; أي: الذين وصفهم الظلم والبهت, عاقبناهم لما تشابهت قلوبهم بالكفر والتكذيب, وتشابهت معاملتهم لأنبيائهم, ورسلهم بالاستهزاء والسخرية وعدم الإيمان, ولهذا قال: &quot; لا يؤمنون به وقد خلت سنة الأولين &quot; أي: عادة الله فيهم, بإهلاك من لم يؤمن بآيات الله.';
$t[12] = '';
$t[13] = '';
$t[14] = 'أي: ولو جاءتهم كل آية عظيمة, لم يؤمنوا وكابروا.
&quot; ولو فتحنا عليهم بابا من السماء &quot; فصاروا يعرجون فيه, ويشاهدونه, عيانا بأنفسهم, لقالوا - من ظلمهم وعنادهم, منكرين لهذه الآية: - &quot; إنما سكرت أبصارنا &quot; أي: أصابها سكر وغشاوة, حتى رأينا ما لم نر &quot; بل نحن قوم مسحورون &quot; أي: ليس هذا بحقيقة, بل هذا سحر.
وقوم وصلت بهم الحال إلى هذا الإنكار, فإنهم لا مطمع فيهم ولا رجاء.
ثم ذكر الآيات الدالات على ما جاءت به الرسل من الحق فقال: &quot; ولقد جعلنا في السماء بروجا &quot; إلى &quot; برازقين &quot; .';
$t[15] = '';
$t[16] = 'يقول تعالى - مبينا كمال اقتداره ورحمته بخلقه: &quot; ولقد جعلنا في السماء بروجا &quot; أي: نجوما كالأبراج, والأعلام العظام يهتدى بها في ظلمات البر والبحر.
&quot; وزيناها للناظرين &quot; , فإنه لولا النجوم, لما كان للسماء هذا المنظر البهي, والهيئة العجيبة.
وهذا مما يدعو الناظرين إلى التأمل فيها, والنظر في معانيها, والاستدلال بها, على باريها.';
$t[17] = '&quot; وحفظناها من كل شيطان رجيم &quot; إذا استرق السمع, أتبعته الشهب الثواقب, فبقيت السماء, ظاهرها, مجملا بالنوم النيرات, وباطنها, محروسا ممنوعا, من الآفات.';
$t[18] = '&quot; إلا من استرق السمع &quot; أي: في بعض الأوقات, قد يسترق بعض الشياطين السمع, بخفية واختلاس.
&quot; فأتبعه شهاب مبين &quot; أي: بين منير, يقتله, أو يخبله.
فربما أدركه الشهاب, قبل أن يوصلها الشيطان إلى وليه, فينقطع خبر السماء عن الأرض.
وربما ألقاها إلى وليه, قبل أن يدركه الشهاب, فيضهما ويكذب معها مائة كذبة.
ويستدل بتلك الكلمة التي, سمعت من السماء.';
$t[19] = '&quot; والأرض مددناها &quot; أي وسعناها سعة, يتمكن الآدميون والحيوانات كلها, من الامتداد بأرجائها, والتناول من أرزاقها, والسكون في نواحيها.
&quot; وألقينا فيها رواسي &quot; أي: جبالا عظاما, تحفظ الأرض بإذن الله, أن تميد, وتثبها أن تزول.
&quot; وأنبتنا فيها من كل شيء موزون &quot; أي: نافع متقوم, يضطر إليه العباد والبلاد, ما بين نخيل, وأعناب, وأصناف الأشجار, وأنواع النبات, والمعادن.';
$t[20] = '&quot; وجعلنا لكم فيها معايش &quot; من الحرث, ومن الماشية, ومن أنواع المكاسب والحرف.
&quot; ومن لستم له برازقين &quot; أي: أنعمنا عليكم بعبيد وإماء, وأنعام, لنفعكم, ومصالحكم, وليس عليكم رزقها, بل خولكم الله إياها, وتكفل بأرزاقها.';
$t[21] = 'أي: جميع الأرزاق وأصناف الأقدار, لا يملكها أحد إلا الله.
فخزائنها بيده, يعطي من يشاء, ويمنع من يشاء, بحسب حكمته ورحمته الواسعة.
&quot; وَمَا نُنَزِّلُهُ &quot; أي: المقدر من كل شيء, من مطر وغيره.
&quot; إِلَّا بِقَدَرٍ مَعْلُومٍ &quot; فلا يزيد على ما قدره الله, ولا ينقص منه.';
$t[22] = 'أي: وسخرنا الرياح, رياح الرحمة, تلقح السحاب, كما يلقح الذكر الأنثى.
فينشأ عن ذلك, الماء, بإذن الله, فيسقيه الله العباد, ومواشيهم, وأرضهم, ويبقى في الأرض مدخرا لحاجاتهم وضروراتهم, ما هو مقتضى قدرته ورحمته.
&quot; وَمَا أَنْتُمْ لَهُ بِخَازِنِينَ &quot; أي: لا قدرة لكم على خزنه وادخاره.
ولكن الله يخزنه لكم, ويسلكه ينابيع في الأرض, رحمة بكم, وإحسانا إليكم.';
$t[23] = 'أي: هو وحده, لا شريك له, الذي يحيي الخلق من العدم, بعد أن لم يكونوا شيئا مذكورا ويميتهم لآجالهم, التي قدرها &quot; وَنَحْنُ الْوَارِثُونَ &quot; كقوله: &quot; إِنَّا نَحْنُ نَرِثُ الْأَرْضَ وَمَنْ عَلَيْهَا وَإِلَيْنَا يُرْجَعُونَ &quot; .
وليس ذلك بعزيز, ولا ممتنع على الله, فإنه تعالى يعلم المستقدمين من الخلق والمستأخرين منهم, ويعلم ما تنقص الأرض منهم, وما تفرق من أجزائهم.
وهو الذي, قدرته لا يعجزها معجز, فيعيد عباده خلقا جديدا, ويحشرهم إليه.
&quot; إِنَّهُ حَكِيمٌ عَلِيمٌ &quot; يضع الأشياء مواضعها, وينزلها منازلها, ويجازي كل عامل بعمله, إن خيرا فخير, وإن شرا فشر.';
$t[24] = '';
$t[25] = '';
$t[26] = 'يذكر تعالى نعمته وإحسانه على أبينا آدم عليه السلام, وما جرى من عدوه إبليس, وفي ضمن ذلك, التحذير لنا من شره وفتنته, فقال تعالى: &quot; وَلَقَدْ خَلَقْنَا الْإِنْسَانَ &quot; أي آدم عليه السلام &quot; مِنْ صَلْصَالٍ مِنْ حَمَإٍ مَسْنُونٍ &quot; أي: من طين قد يبس, بعد ما خمر حتى صار له صلصلة وصوت, كصوت الفخار.
والحمأ المسنون, الطين المتغير لونه وريحه, من طول مكثه.';
$t[27] = '&quot; وَالْجَانَّ &quot; وهو: أبو الجن أي: إبليس &quot; خَلَقْنَاهُ مِنْ قَبْلُ &quot; خلق آدم &quot; مِنْ نَارِ السَّمُومِ &quot; أي: من النار الشديدة الحرارة.';
$t[28] = 'فلما أراد الله خلق آدم قال للملائكة: &quot; إِنِّي خَالِقٌ بَشَرًا مِنْ صَلْصَالٍ مِنْ حَمَإٍ مَسْنُونٍ فَإِذَا سَوَّيْتُهُ &quot; جسدا تاما &quot; وَنَفَخْتُ فِيهِ مِنْ رُوحِي فَقَعُوا لَهُ سَاجِدِينَ &quot; فامتثلوا أمر ربهم';
$t[29] = '';
$t[30] = '&quot; فَسَجَدَ الْمَلَائِكَةُ كُلُّهُمْ أَجْمَعُونَ &quot; .
تأكيد بعد تأكيد, ليدل على أنه لم يتخلف منهم أحد, وذلك, تعظيما لأمر الله, وإكراما لآدم, حيث علم ما لم يعلموا.';
$t[31] = '&quot; إِلَّا إِبْلِيسَ أَبَى أَنْ يَكُونَ مَعَ السَّاجِدِينَ &quot; وهذا أول عداوته لآدم وذريته.';
$t[32] = '';
$t[33] = 'فاستكبر على أمر الله, وأبدى العداوة لآدم وذريته, وأعجب بعنصره وقال: أنا خير من آدم.';
$t[34] = '&quot; قَالَ &quot; الله - معاقبا له على كفره واستكباره - &quot; فَاخْرُجْ مِنْهَا فَإِنَّكَ رَجِيمٌ &quot; .
أي: مطرود ومبعد من كل خير.
&quot; وَإِنَّ عَلَيْكَ اللَّعْنَةَ &quot; أي: الذم, والعيب, والبعد عن رحمة الله &quot; إِلَى يَوْمِ الدِّينِ &quot; .
ففيها, وما أشبهها, دليل على أنه سيستمر على كفره, وبعده من الخير.';
$t[35] = '';
$t[36] = '&quot; قَالَ رَبِّ فَأَنْظِرْنِي &quot; أي: أمهلني &quot; إِلَى يَوْمِ يُبْعَثُونَ قَالَ فَإِنَّكَ مِنَ الْمُنْظَرِينَ إِلَى يَوْمِ الْوَقْتِ الْمَعْلُومِ &quot; .
وليس إجابة الله لدعائه, كرامة في حقه, وإنما ذلك, امتحان وابتلاء من الله له وللعباد, ليتبين الصادق الذي يطيع مولاه دون عدوه, ممن ليس كذلك.
ولذلك حذرنا منه, غاية التحذير, وشرح لنا, ما يريده منا.';
$t[37] = '';
$t[38] = '';
$t[39] = '&quot; قَالَ رَبِّ بِمَا أَغْوَيْتَنِي لَأُزَيِّنَنَّ لَهُمْ فِي الْأَرْضِ &quot; أي: أزين لهم الدنيا, وأدعوهم إلى إيثارها على الأخرى, حتى يكونوا منقادين لكل معصية.';
$t[40] = '&quot; وَلَأُغْوِيَنَّهُمْ أَجْمَعِينَ &quot; أي: أصدهم كلهم عن الصراط المستقيم.
&quot; إِلَّا عِبَادَكَ مِنْهُمُ الْمُخْلَصِينَ &quot; أي: الذين أخلصتهم واجتبيتهم, لإخلاصهم, وإيمانهم, وتوكلهم.';
$t[41] = 'قال الله تعالى: &quot; هَذَا صِرَاطٌ عَلَيَّ مُسْتَقِيمٌ &quot; أي: معتدل موصل إلي, وإلى دار كرامتي.';
$t[42] = '&quot; إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ &quot; تميلهم به إلى ما تشاء من أنواع الضلالات, بسبب عبوديتهم لربهم, وانقيادهم لأوامره, أعانهم الله وعصمهم من الشيطان.
&quot; إِلَّا مَنِ اتَّبَعَكَ &quot; فرضي بولايتك وطاعتك, بدلا من طاعة الرحمن.
&quot; مِنَ الْغَاوِينَ &quot; والغاوي: ضد الراشد, فهو: الذي عرف الحق وتركه.
والضال: الذي تركه من غير علم منه به.';
$t[43] = 'أي: إبليس وجنوده.';
$t[44] = '&quot; لَهَا سَبْعَةُ أَبْوَابٍ &quot; كل باب أسفل من الآخر.
&quot; لِكُلِّ بَابٍ مِنْهُمْ &quot; أي: من أتباع إبليس &quot; جُزْءٌ مَقْسُومٌ &quot; بحسب أعمالهم.
قال تعالى: &quot; فَكُبْكِبُوا فِيهَا هُمْ وَالْغَاوُونَ وَجُنُودُ إِبْلِيسَ أَجْمَعُونَ &quot; .
ولما ذكر تعالى ما أعد لأعدائه, أتباع إبليس, من النكال والعذاب الشديد, ذكر ما أعد لأوليائه من الفضل العظيم, والنعيم المقيم فقال: &quot; إِنَّ الْمُتَّقِينَ &quot; إلى &quot; هُوَ الْعَذَابُ الْأَلِيمُ &quot; .';
$t[45] = 'يقول تعالى: &quot; إِنَّ الْمُتَّقِينَ &quot; الذين اتقوا طاعة الشيطان, وما يدعوهم إليه, من جميع الذنوب والعصيان &quot; فِي جَنَّاتٍ وَعُيُونٍ &quot; قد احتوت على جميع الأشجار, وأينعت فيها جميع الثمار اللذيذة, في جميع الأوقات.';
$t[46] = 'ويقال لهم حال دخولها: &quot; ادْخُلُوهَا بِسَلَامٍ آمِنِينَ &quot; من الموت, والنوم والنصب, واللغوب, وانقطاع شيء من النعيم, الذي هم فيه أو نقصانه, ومن المرض, والحزن, والهم, وسائر المكدرات.';
$t[47] = '&quot; وَنَزَعْنَا مَا فِي صُدُورِهِمْ مِنْ غِلٍّ &quot; فتبقى قلوبهم سالمة, من كل غل, وحسد, متصافية متحابة &quot; إخوانا على سرر متقابلين &quot; .
دل ذلك على تزاورهم, واجتماعهم, وحسن أدبهم فيما بينهم, في كون كل منهم مقابلا للآخر, لا مستديرا له, متكئين على تلك السرر المزينة, بالفرش واللؤلؤ, وأنواع الجواهر.';
$t[48] = '&quot; لَا يَمَسُّهُمْ فِيهَا نَصَبٌ &quot; لا ظاهر ولا باطن.
وذلك, لأن الله ينشئهم نشأة وحياة كاملة, لا تقبل شيئا من الآفات.
&quot; وَمَا هُمْ مِنْهَا بِمُخْرَجِينَ &quot; على سائر الأوقات.
ولما ذكر ما يوجب الرغبة والرهبة, من مفعولات الله, من الجنة, والنار, ذكر ما يوجب ذلك من أوصافه تعالى فقال:';
$t[49] = '&quot; نَبِّئْ عِبَادِي &quot; أي: أخبرهم خبرا جازما, مؤيدا بالأدلة.
&quot; أَنِّي أَنَا الْغَفُورُ الرَّحِيمُ &quot; فإنهم إذا عرفوا كمال رحمته ومغفرته, سعوا بالأسباب الموصلة لهم إلى رحمته, وأقلعوا عن الذنوب, وتابوا منها, لينالوا مغفرته.';
$t[50] = 'ومع هذا, فلا ينبغي أن يتمادى بهم الرجاء إلى حال الأمن والإدلال.
فنبئهم &quot; وَأَنَّ عَذَابِي هُوَ الْعَذَابُ الْأَلِيمُ &quot; أي: لا عذاب في الحقيقة, إلا عذاب الله, الذي لا يقادر قدره, ولا يبلغ كنهه, نعوذ به من عذابه.
فإنهم إذا عرفوا أنه &quot; لا يعذب عذابه أحد * ولا يوثق وثاقه أحد &quot; حذروا, وبعدوا عن كل سبب يوجب لهم العقاب.
فالعبد, ينبغي أن يكون قلبه دائما, بين الخوف والرجاء, والرغبة والرهبة.
فإذا نظر إلى رحمة ربه ومغفرته, وجوده وإحسانه, أحدث له ذلك الرجاء والرغبة.
وإذا نظر إلى ذنوبه وتقصيره في حقوق ربه, أحدث له الخوف والرهبة والإقلاع عنها.';
$t[51] = 'يقول تعالى لنبيه محمد صلى الله عليه وسلم: &quot; وَنَبِّئْهُمْ عَنْ ضَيْفِ إِبْرَاهِيمَ &quot; .
أي: عن تلك القصة العجيبة, فإن في قصك عليهم أنباء الرسل, وما جرى لهم, ما يوجب لهم العبرة, والاقتداء بهم.
خصوصا, إبراهيم الخليل, الذي أمرنا الله أن نتبع ملته.
وضيفه هم: الملائكة الكرام, أكرمه الله بأن جعلهم أضيافه.';
$t[52] = '&quot; إِذْ دَخَلُوا عَلَيْهِ فَقَالُوا سَلَامًا &quot; أي: سلموا عليه, فرد عليهم &quot; قَالَ إِنَّا مِنْكُمْ وَجِلُونَ &quot; أي: خائفون.
لأنه لما دخلوا عليه, وحسبهم ضيوفا, ذهب مسرعا إلى بيته, فأحضر لهم ضيافتهم, عجلا حنيذا فقدمه إليهم.
فلما رأى أيديهم لا تصل إليه, خاف منهم أن يكونوا لصوصا أو نحوهم.';
$t[53] = '&quot; قَالُوا &quot; له: &quot; لَا تَوْجَلْ إِنَّا نُبَشِّرُكَ بِغُلَامٍ عَلِيمٍ &quot; وهو: إسحق عليه الصلاة والسلام.
تضمنت هذه البشارة, بأنه ذكر لا أنثى, عليم, أي: كثير العلم.
وفي الآية الأخرى &quot; وَبَشَّرْنَاهُ بِإِسْحَاقَ نَبِيًّا مِنَ الصَّالِحِينَ &quot; .';
$t[54] = 'قال لهم متعجبا من هذه البشارة: &quot; أَبَشَّرْتُمُونِي &quot; بالولد &quot; عَلَى أَنْ مَسَّنِيَ الْكِبَرُ &quot; وصار نوع إياس منه &quot; فَبِمَ تُبَشِّرُونَ &quot; أي: على أي وجه تبشرون وقد عدمت الأسباب؟';
$t[55] = '&quot; قَالُوا بَشَّرْنَاكَ بِالْحَقِّ &quot; الذي لا شك فيه, لأن الله على كل شيء قدير, وأنتم بالخصوص - يا أهل هذا البيت - رحمة الله وبركاته عليكم, فلا يستغرب فضل الله وإحسانه إليكم.
&quot; فَلَا تَكُنْ مِنَ الْقَانِطِينَ &quot; الذين يستبعدون وجود الخير, بل لا تزال راجيا لفضل الله وإحسانه, وبره وامتنانه.
فأجابهم إبراهيم بقوله:';
$t[56] = '&quot; وَمَنْ يَقْنَطُ مِنْ رَحْمَةِ رَبِّهِ إِلَّا الضَّالُّونَ &quot; الذين لا علم لهم بربهم, وكمال اقتداره.
وأما من أنعم الله عليه بالهداية والعلم العظيم, فلا سبيل إلى القنوط إليه, لأنه يعرف من كثرة الأسباب والوسائل والطرق, لرحمة الله, شيئا كثيرا.
ثم لما بشروه بهذه البشارة, عرف أنهم مرسلون لأمر مهم.';
$t[57] = 'أي: &quot; قَالَ &quot; الخليل عليه السلام للملائكة &quot; فَمَا خَطْبُكُمْ أَيُّهَا الْمُرْسَلُونَ &quot; .
أي: ما شأنكم, ولأي شيء أرسلتم؟';
$t[58] = 'أي: كثر فسادهم, وعظم شرهم, لنعذبهم ونعاقبهم.';
$t[59] = 'أي: إلا لوطا, وأهله';
$t[60] = 'أي: الباقين بالعذاب.
وأما لوط, فلنخرجنه وأهله, وننجيهم منها: فجعل إبراهيم, يجادل الرسل في إهلاكهم, ويراجعهم.
فقيل له: &quot; يا إبراهيم أعرض عن هذا إنه قد جاء أمر ربك وإنهم آتيهم عذاب غير مردود &quot; فذهبوا عنه.';
$t[61] = '&quot; فَلَمَّا جَاءَ آلَ لُوطٍ الْمُرْسَلُونَ قَالَ &quot; لهم لوط &quot; إِنَّكُمْ قَوْمٌ مُنْكَرُونَ &quot; أي: لا أعرفكم ولا أدري من أنتم.';
$t[62] = 'أي: لا أعرفكم ولا أدري من أنتم.';
$t[63] = '&quot; قَالُوا بَلْ جِئْنَاكَ بِمَا كَانُوا فِيهِ يَمْتَرُونَ &quot; أي: جئناك بعذابهم الذي كانوا يشكون فيه, ويكذبونك حين توعدهم به.';
$t[64] = '&quot; وَأَتَيْنَاكَ بِالْحَقِّ &quot; الذي ليس بالهزل &quot; وَإِنَّا لَصَادِقُونَ &quot; فيما قلنا لك.';
$t[65] = '&quot; فَأَسْرِ بِأَهْلِكَ بِقِطْعٍ مِنَ اللَّيْلِ &quot; أي: في أثنائه حين تنام العيون, ولا يدري أحد عن مسراك.
&quot; وَاتَّبِعْ أَدْبَارَهُمْ وَلَا يَلْتَفِتْ مِنْكُمْ أَحَدٌ &quot; أي: بادروا وأسرعوا.
&quot; وَامْضُوا حَيْثُ تُؤْمَرُونَ &quot; كأن معهم دليلا يدلهم إلى أين يتوجهون.';
$t[66] = '&quot; وَقَضَيْنَا إِلَيْهِ ذَلِكَ &quot; أي: أخبرناه خبرا لا مثنوية فيه.
&quot; أَنَّ دَابِرَ هَؤُلَاءِ مَقْطُوعٌ مُصْبِحِينَ &quot; أي: سيصبحهم العذاب الذي يجتاحهم ويستأصلهم.';
$t[67] = '&quot; وَجَاءَ أَهْلُ الْمَدِينَةِ &quot; أي: المدينة التي فيها قوم لوط &quot; يَسْتَبْشِرُونَ &quot; أي.
يبشر بعضهم بعضا, بأضياف لوط, وصباحة وجوههم واقتدارهم عليهم, وذلك لقصدهم فعل الفاحشة فيهم.
فجاءوا حتى وصلوا إلى بيت لوط, فجعلوا يعالجون لوطا على أضيافه, ولوط يستعيذ منهم ويقول:';
$t[68] = '&quot; إِنَّ هَؤُلَاءِ ضَيْفِي فَلَا تَفْضَحُونِي وَاتَّقُوا اللَّهَ وَلَا تُخْزُونِي &quot; أي: راقبوا الله أول ذلك, وإن كان ليس فيكم خوف من الله, فلا تفضحون في أضيافي, وتنتهكوا منهم حرمتهم بفعل الأمر الشنيع.';
$t[69] = '';
$t[70] = 'و &quot; قَالُوا &quot; له جوابا عن قوله ولا تخزون فقط: &quot; أَوَلَمْ نَنْهَكَ عَنِ الْعَالَمِينَ &quot; أن تضيفهم, فنحن قد أنذرناك, ومن أنذر فقد أعذر.';
$t[71] = '&quot; قَالَ &quot; لهم لوط من شدة الأمر الذي أصابه: &quot; هَؤُلَاءِ بَنَاتِي إِنْ كُنْتُمْ فَاعِلِينَ &quot; .
فلم يبالوا بقوله, ولهذا قال الله لرسوله محمد صلى الله عليه وسلم';
$t[72] = '&quot; لَعَمْرُكَ إِنَّهُمْ لَفِي سَكْرَتِهِمْ يَعْمَهُونَ &quot; وهذه السكرة, هي سكرة محبة الفاحشة, التي لا يبالون معها بعذل ولا لوم.';
$t[73] = 'فلما بينت له الرسل حالهم, زال عن لوط ما كان يجده من الضيق والكرب.
فامتثل أمر ربه وسرى بأهله ليلا, فنجوا.';
$t[74] = 'وأما أهل القرية &quot; فَأَخَذَتْهُمُ الصَّيْحَةُ مُشْرِقِينَ &quot; أي: وقت شروق الشمس, حيث كانت العقوبة عليهم أشد.
&quot; فَجَعَلْنَا عَالِيَهَا سَافِلَهَا &quot; أي: قلبنا عليهم مدينتهم.
&quot; وَأَمْطَرْنَا عَلَيْهِمْ حِجَارَةً مِنْ سِجِّيلٍ &quot; .
تتبع فيها من شذ من البلد.';
$t[75] = '&quot; إِنَّ فِي ذَلِكَ لَآيَاتٍ لِلْمُتَوَسِّمِينَ &quot; أي: المتأملين المتفكرين, الذين لهم فكر وروية وفراسة, يفهمون بها ما أريد بذلك, من أن من تجرأ على معاصي الله, خصوصا هذه الفاحشة العظيمة, أن الله سيعاقبهم بأشنع العقوبات, كما تجرأوا على أشنع السيئات.';
$t[76] = '&quot; وَإِنَّهَا &quot; أي: مدينة قوم لوط &quot; لَبِسَبِيلٍ مُقِيمٍ &quot; للسالكين, يعرفه كل من تردد في تلك الديار &quot; إِنَّ فِي ذَلِكَ لَآيَةً لِلْمُؤْمِنِينَ &quot; .
وفي هذه القصة من العبر: عنايته تعالى بخليله إبراهيم.
فإن لوطا عليه السلام, من أتباعه, ومن آمن به فكأنه تلميذ له.
فحين أراد الله إهلاك قوم لوط, حين استحقوا ذلك, أمر رسله أن يمروا على إبراهيم عليه السلام, كي يبشروه بالولد, ويخبروه بما بعثوا له, حتى إنه جادلهم عليه السلام في إهلاكهم, حتى أقنعوه, فطابت نفسه.
وكذلك لوط عليه السلام, لما كانوا أهل وطنه, فربما أخذته الرقة عليهم والرأفة بهم, قدر الله من الأسباب, ما به يشتد غيظه وحنقه عليهم, حتى استبطأ إهلاكهم لما قيل له: &quot; إن موعدهم الصبح أليس الصبح بقريب &quot; .
ومنها: أن الله تعالى, إذا أراد أن يهلك قرية, زاد شرهم وطغيانهم.
فإذا انتهى, أوقع بهم من العقوبات ما يستحقونه.';
$t[77] = 'وفي هذه القصة من العبر: عنايته تعالى بخليله إبراهيم.
فإن لوطا عليه السلام, من أتباعه, ومن آمن به فكأنه تلميذ له.
فحين أراد الله إهلاك قوم لوط, حين استحقوا ذلك, أمر رسله أن يمروا على إبراهيم عليه السلام, كي يبشروه بالولد, ويخبروه بما بعثوا له, حتى إنه جادلهم عليه السلام في إهلاكهم, حتى أقنعوه, فطابت نفسه.
وكذلك لوط عليه السلام, لما كانوا أهل وطنه, فربما أخذته الرقة عليهم والرأفة بهم, قدر الله من الأسباب, ما به يشتد غيظه وحنقه عليهم, حتى استبطأ إهلاكهم لما قيل له: &quot; إن موعدهم الصبح أليس الصبح بقريب &quot; .
ومنها: أن الله تعالى, إذا أراد أن يهلك قرية, زاد شرهم وطغيانهم.
فإذا انتهى, أوقع بهم من العقوبات ما يستحقونه.';
$t[78] = 'وهؤلاء قوم شعيب, نعتهم الله وأضافهم إلى الأيكة, وهو: البستان كثير الأشجار, ليذكر نعمته عليهم, وأنهم ما قاموا بها, بل جاءهم نبيهم شعيب, فدعاهم إلى التوحيد, وترك ظلم الناس في المكاييل والموازين, وعاجلهم على ذلك على أشد المعالجة, فاستمروا على ظلمهم في حق الخالق, وفي حق الخلق, ولهذا, وصفهم, هنا, بالظلم.';
$t[79] = '&quot; فَانْتَقَمْنَا مِنْهُمْ &quot; فأخذهم عذاب يوم الظلة, إنه كان عذاب يوم عظيم.
&quot; وَإِنَّهُمَا &quot; أي: ديار قوم لوط, وأصحاب الأيكة &quot; لَبِإِمَامٍ مُبِينٍ &quot; أي: لبطريق واضح, يمر بهم المسافرون كل وقت, فيبين من آثارهم ما هو مشاهد بالأبصار, فيعتبر بذلك أولوا الألباب.';
$t[80] = 'يخبر تعالى عن أهل الحجر, وهم, قوم صالح, الذين كانوا يسكنون الحجر المعروف في أرض الحجاز, أنهم كذبوا المرسلين, أي: كذبوا صالحا.
ومن كذب رسولا, فقد كذب سائر الرسل, لاتفاق دعوتهم.
وليس تكذيب بعضهم لشخصه, بل لما جاء به من الحق الذي اشترك جميع الرسل بالإتيان به.
&quot; وَآتَيْنَاهُمْ آيَاتِنَا &quot; الدالة على صحة ما جاءهم به صالح من الحق, ومن جملتها: تلك الناقة, هي من آيات الله العظيمة.';
$t[81] = '&quot; فَكَانُوا عَنْهَا مُعْرِضِينَ &quot; كبرا وتجبرا على الله.';
$t[82] = '&quot; وَكَانُوا &quot; - من كثرة إنعام الله عليهم - &quot; يَنْحِتُونَ مِنَ الْجِبَالِ بُيُوتًا آمِنِينَ &quot; من المخاوف مطمئنين في ديارهم.
فلو شكروا النعمة, وصدقوا نبيهم صالحا, عليه السلام, لأدر الله عليهم الأرزاق, ولأكرمهم بأنواع من الثواب العاجل والآجل.
ولكنهم - لما كذبوا, وعقروا الناقة, وعتوا عن أمر ربهم, وقالوا: &quot; يا صالح ائتنا بما تعدنا, إن كنت من الصادقين &quot; .';
$t[83] = 'فتقطعت قلوبهم في أجوافهم, وأصبحوا في دارهم جاثمين هلكى, مع ما يتبع ذلك, من الخزي واللعنة المستمرة.';
$t[84] = 'لأن أمر الله إذا جاء, لا يرده كثرة جنود, ولا قوة أنصار, ولا غزارة أموال.';
$t[85] = 'أي: ما خلقناهما عبثا باطلا, كما يظن أعداء الله.
بل ما خلقناهما &quot; إِلَّا بِالْحَقِّ &quot; الذي منه, أن تكونا بما فيهما دالتين على كمال خالقهما, واقتداره, وسعة رحمته, وحكمته, وعلمه المحيط, وأنه الذي لا تنبغي العبادة إلا له, وحده لا شريك له.
&quot; وَإِنَّ السَّاعَةَ لَآتِيَةٌ &quot; لا ريب فيها, لأن خلق السماوات والأرض ابتداء, أكبر من خلق الناس مرة أخرى.
&quot; فَاصْفَحِ الصَّفْحَ الْجَمِيلَ &quot; وهو الصفح, الذي لا أذية فيه, بل قابل إساءة المسيء بالإحسان, وذنبه بالغفران, لتنال من ربك, جزيل الأجر والثواب, فإن كل ما هو آت فهو قريب.
وقد ظهر لي معنى أحسن مما ذكرت هنا.
وهو: أن المأمور به, هو الصفح الجميل, أي: الحسن الذي قد سلم من الحقد, والأذية القولية والفعلية.
دون الصفح الذي ليس بجميل, وهو: الصفح في غير محله.
فلا, يصفح, حيث اقتضى المقام العقوبة, كعقوبة المعتدين الظالمين, الذين لا ينفع فيهم إلا العقوبة, وهذا هو المعنى.';
$t[86] = '&quot; إِنَّ رَبَّكَ هُوَ الْخَلَّاقُ &quot; لكل مخلوق &quot; الْعَلِيمُ &quot; بكل شيء, فلا يعجزه أحد من جميع ما أحاط به علمه, وجرى عليه خلقه, وذلك: سائر الموجودات.';
$t[87] = 'يقول تعالى ممتنا على رسوله: &quot; ولقد آتيناك سبعا من المثاني &quot; وهن - على الصحيح - السور السبع الطوال: &quot; البقرة &quot; &quot; وآل عمران &quot; , و &quot; النساء &quot; و &quot; المائدة &quot; و &quot; الأنعام &quot; و &quot; الأعراف &quot; و &quot; الأنفال &quot; مع &quot; التوبة &quot; .
أو أنها فاتحة الكتاب لأنها سبع آيات.
فيكون عطف &quot; والقرآن العظيم &quot; على ذلك, من باب عطف العام على الخاص, لكثرة ما في المثاني من التوحيد, وعلوم الغيب, والأحكام الجليلة, وتثنيها فيها.
وعلى القول, بأن &quot; الفاتحة &quot; هي السبع المثاني, معناها: أنها سبع آيات, تثنى في كل ركعة.
واذا كان الله قد أعطاه القرآن العظيم مع السبع المثاني, كان قد أعطاه أفضل ما يتنافس فيه المتنافسون, وأعظم ما فرح به المؤمنون.
&quot; قل بفضل الله وبرحمته فبذلك فليفرحوا هو خير مما يجمعون &quot; .
ولذلك قال بعده:';
$t[88] = '&quot; لا تمدن عينيك إلى ما متعنا به أزواجا منهم &quot; أي: لا تعجب إعجابا يحملك على إشغال فكرك, بشهوات الدنيا, التي تمتع بها المترفون, واغتر بها الجاهلون, واستغن بما آتاك الله, من المثاني والقرآن العظيم.
&quot; ولا تحزن عليهم &quot; فإنهم لا خير فيهم يرجى, ولا نفع يرتقب.';
$t[89] = 'فلك في المؤمنين عنهم, أحسن البدل, وأفضل العوض.
&quot; واخفض جناحك للمؤمنين &quot; أي ألن لهم جانبك, وحسن لهم خلقك, محبة, وإكراما, وتوددا.
&quot; وقل إني أنا النذير المبين &quot; أي: قم بما عليك من النذارة, وأداء الرسالة, والتبليغ للقريب والبعيد, والعدو, والصديق.
فإنك إذا فعلت ذلك, فليس عليك من حسابهم من شيء, وما من حسابك عليهم من شيء.';
$t[90] = 'وقوله.
&quot; كما أنزلنا على المقتسمين &quot; أي.
كما أنزلنا العقوبة على بطلان ما جئت به, الساعين لصد الناس عن سبيل الله.';
$t[91] = '&quot; الذين جعلوا القرآن عضين &quot; أي: أصنافا, وأعضاءا, وأجزاءا, يصرفونه بحسب ما يهوونه.
فمنهم من يقول: سحر, ومنهم من يقول: كهانة ومنهم من يقول مفترى إلى غير ذلك من أقوال الكفرة المكذبين به, الذين جعلوا قدحهم فيه, ليصدوا الناس عن الهدى.';
$t[92] = '&quot; فوربك لنسألنهم أجمعين &quot; أي: جميع من قدح فيه وعابه, وحرفه وبدله';
$t[93] = 'وفي هذا أعظم ترهيب, وزجر لهم عن الإقامة على ما كانوا يعملون.';
$t[94] = 'ثم أمر الله رسوله ان لا يبالي بهم, ولا بغيرهم, وأن يصدع بما أمر الله, ويعلن بذلك لكل أحد ولا يعوقنه عن أمره عائق ولا تصده أقوال المتهوكين.
&quot; وأعرض عن المشركين &quot; أي لا تبال بهم, واترك مشاتمتهم ومسابتهم, مقبلا على شأنك.';
$t[95] = '&quot; إنا كفيناك المستهزئين &quot; بك وبما جئت به, وهذا وعد من الله لرسوله, أن لا يضره المستهزئون, وأن يكفيه الله إياهم بما شاء من أنواع العقوبة.';
$t[96] = 'وقد فعل تعالى, فإنه ما تظاهر أحد بالاستهزاء برسول الله صلى الله عليه وسلم وبما جاء به, إلا أهلكه الله, وقتله شر قتلة.
ثم ذكر وصفهم وأنهم كما يؤذونك يا رسول الله.
فإنهم أيضا, يؤذون الله &quot; الذين يجعلون مع الله إلها آخر &quot; وهو ربهم وخالقهم, ومنه برهم &quot; فسوف يعلمون &quot; غب أفعالهم إذا وردوا القيامة.';
$t[97] = '&quot; ولقد نعلم أنك يضيق صدرك بما يقولون &quot; لك من التكذيب والاستهزاء.
فنحن قادرون على استئصالهم بالعذاب, والتعجيل لهم بما يستحقونه, ولكن الله يمهلهم ولا يهملهم.';
$t[98] = '&quot; فـ &quot; أنت يا محمد &quot; سبح بحمد ربك وكن من الساجدين &quot; أي: أكثر من ذكر الله, وتسبيحه, وتحميده, والصلاة, فإن ذلك يوسع الصدر, ويشرحه, ويعينك على أمورك.';
$t[99] = '&quot; واعبد ربك حتى يأتيك اليقين &quot; أي: الموت, أي: استمر في جميع الأوقات على التقرب إلى الله بأنواع العبادات.
فامتثل صلى الله عليه وسلم أمر ربه, فلم يزل دائبا في العبادة, حتى أتاه اليقين من ربه صلى الله عليه وسلم, تسليما كثيرا.
تم تفسير سورة الحجر - والحمد لله رب العالمين أمين';
?>