<?php
$t = array();
$t[1] = 'ينزه تعالى نفسه المقدسة, ويعظمها لأن له الأفعال العظيمة والمنن الجسيمة, التي من جملتها أنه &quot; أَسْرَى بِعَبْدِهِ &quot; ورسوله محمد صلى الله عليه وسلم, &quot; لَيْلًا مِنَ الْمَسْجِدِ الْحَرَامِ &quot; الذي هو أجل المساجد على الإطلاق &quot; إِلَى الْمَسْجِدِ الْأَقْصَى &quot; الذي هو من المساجد الفاضلة, وهو محل الأنبياء.
فأسرى به في ليلة واحدة إلى مسافة بعيدة جدا, ورجع في ليلته.
وأراه الله من آياته, ما ازداد به هدى وبصيرة, وثباتا, وفرقانا.
وهذا من اعتنائه تعالى به, ولطفه, حيث يسره لليسرى, في جميع أموره, وخوله نعما, فاق بها الأولين والآخرين.
وظاهر الآية, أن الإسراء كان في أول الليل, وأنه من نفس المسجد الحرام.
لكن ثبت في الصحيح, أنه أسري به من بيت أم هانئ.
فعلى هذا, تكون الفضيلة في المسجد الحرام, لسائر الحرم.
فكله تضاعف فيه العبادة, كتضاعفها في نفس المسجد.
وأن الإسراء, بروحه, وجسده معا, وإلا لم يكن في ذلك آية كبرى, ومنقبة عظيمة.
وقد تكاثرت الأحاديث الثابتة عن النبي صلى الله عليه وسلم, في الإسراء, وذكر تفاصيل ما رأى, وأنه أسرى به إلى بيت المقدس, ثم عرج به من هناك, إلى السماوات, حتى وصل إلى ما فوق السماوات العلى, ورأى الجنة والنار, والأنبياء على مراتبهم, وفرض عليه الصلوات خمسين.
ثم ما زال يراجع ربه بإشارة موسى الكليم, حتى صارت خمسا في الفعل, وخمسين في الأجر والثواب.
وحاز من المفاخر تلك الليلة, هو وأمته, ما لا يعلم مقداره إلا الله عز وجل.
ودكره هنا وفي مقام الإنزال للقرآن, ومقام التحدي بصفة العبودية, لأنه نال هذه المقامات الكبار, بتكميله لعبودية ربه.
وقوله: &quot; الَّذِي بَارَكْنَا حَوْلَهُ &quot; أي: بكثرة الأشجار والأنهار, والخصب الدائم.
ومن بركته, تفضيله على غيره من المساجد, سوى المسجد الحرام, ومسجد المدينة.
وأنه يطلب شد الرحل إليه للعبادة والصلاة فيه, وأن الله اختصه محلا, لكثير من أنبيائه وأصفيائه.';
$t[2] = 'كثيرا ما يقرن الباري بين نبوة محمد صلى الله عليه وسلم, ونبوة موسى صلى الله عليه وسلم, وبين كتابيهما وشريعتيهما, لأن كتابيهما أفضل الكتب, وشريعتيهما أكمل الشرائع, ونبوتيهما أعلى النبوات, وأتباعهما أكثر المؤمنين.
ولهذا قال هنا: &quot; وَآتَيْنَا مُوسَى الْكِتَابَ &quot; الذي هو التوراة &quot; وَجَعَلْنَاهُ هُدًى لِبَنِي إِسْرَائِيلَ &quot; يهتدون به في ظلمات الجهل إلى العلم بالحق.
&quot; أَلَّا تَتَّخِذُوا مِنْ دُونِي وَكِيلًا &quot; أي: وقلنا لهم ذلك, وأنزلنا إليهم الكتاب لذلك, ليعبدوا الله وحده, وينيبوا إليه, ويتخذوه وحده, وكيلا ومدبرا لهم, في أمر دينهم ودنياهم, ولا يتعلقوا بغيره من المخلوقين الذين لا يملكون شيئا, ولا ينفعونهم بشيء.';
$t[3] = '&quot; ذُرِّيَّةَ مَنْ حَمَلْنَا مَعَ نُوحٍ &quot; أي: يا ذرية من مننا عليهم, وحملناهم مع نوح.
&quot; إِنَّهُ كَانَ عَبْدًا شَكُورًا &quot; ففيه التنويه بالثناء على نوح, عليه السلام, بقيامه بشكر الله, واتصافه بذلك, والحث لذريته, أن يقتدوا به في شكره ويتابعوه عليه, وأن يتذكروا نعمة الله عليهم, إذ أبقاهم واستخلفهم في الأرض, وأغرق غيرهم.';
$t[4] = '&quot; وَقَضَيْنَا إِلَى بَنِي إسْرائِيلَ &quot; أي تقدمنا وعهدنا إليهم, وأخبرناهم في كتابهم, أنهم لا بد أن يقع منهم إفساد في الأرض مرتين بعمل المعاصي والبطر لنعم الله, والعلو في الأرض والتكبر فيها, وأنه إذا وقع واحدة منهما, سلط الله عليهم الأعداء, وانتقم منهم, وهذا تحذير لهم وإنذار, لعلهم يرجعون فيتذكرون.';
$t[5] = '&quot; فَإِذَا جَاءَ وَعْدُ أُولَاهُمَا &quot; أي: أولي المرتين اللتين يفسدون فيهما.
أي: إذا وقع منهم ذلك الفساد &quot; بَعَثْنَا عَلَيْكُمْ &quot; بعثا قدريا, وسلطنا عليكم تسليطا كونيا جزائيا &quot; عِبَادًا لَنَا أُولِي بَأْسٍ شَدِيدٍ &quot; أي: ذوي شجاعة وعدد وعدة فنصرهم الله عليكم, فقتلوكم وسبوا أولادكم, ونهبوا أموالكم.
&quot; فَجَاسُوا خِلَالَ الدِّيَارِ &quot; وهتكوا الدور, ودخلوا المسجد الحرام, وأفسدوه.
&quot; وَكَانَ وَعْدًا مَفْعُولًا &quot; لا بد من وقوعه, لوجود سببه منهم.
واختلف المفسرون, في تعيين هؤلاء المسلطين, إلا أنهم اتفقوا على أنهم قوم كفار.
إما من أهل العراق, أو الجزيرة, أو غيرها سلطهم الله على بني إسرائيل, لما كثرت فيهم المعاصي, وتركوا كثيرا, من شريعتهم, وطغوا في الأرض.';
$t[6] = '&quot; ثُمَّ رَدَدْنَا لَكُمُ الْكَرَّةَ عَلَيْهِمْ &quot; أي: على هؤلاء الذين سلطوا عليكم, فأجليتموهم من دياركم.
&quot; وَأَمْدَدْنَاكُمْ بِأَمْوَالٍ وَبَنِينَ &quot; أي: أكثرنا أرزاقكم, وكثرناكم, وقويناكم عليهم.
&quot; وَجَعَلْنَاكُمْ أَكْثَرَ نَفِيرًا &quot; منهم, وذلك بسبب إحسانكم وخضوعكم لله.';
$t[7] = '&quot; إِنْ أَحْسَنْتُمْ أَحْسَنْتُمْ لِأَنْفُسِكُمْ &quot; لأن النفع عائد إليكم, حتى في الدنيا كما شاهدتم من انتصاركم على أعدائكم.
&quot; وَإِنْ أَسَأْتُمْ فَلَهَا &quot; أي: فلأنفسكم, يعود الضرر كما أراكم الله, من تسليط الأعداء.
&quot; فَإِذَا جَاءَ وَعْدُ الْآخِرَةِ &quot; أي: المرة الأخرى, التي تفسدون فيها في الأرض, سلطنا عليكم الأعداء, &quot; لِيَسُوءُوا وُجُوهَكُمْ &quot; بانتصارهم عليكم وسبيكم &quot; وَلِيَدْخُلُوا الْمَسْجِدَ كَمَا دَخَلُوهُ أَوَّلَ مَرَّةٍ &quot; والمراد بالمسجد, مسجد بيت المقدس.
&quot; وَلِيُتَبِّرُوا &quot; أي: يخربوا ويدمروا &quot; مَا عَلَوْا &quot; عليه &quot; تَتْبِيرًا &quot; فيخربوا بيوتكم, ومساجدكم, وحروثكم.';
$t[8] = '&quot; عَسَى رَبُّكُمْ أَنْ يَرْحَمَكُمْ &quot; فيديل لكم الكرة عليهم.
فرحمهم, وجعل لهم الدولة, وتوعدهم على المعاصي فقال: &quot; وَإِنْ عُدْتُمْ &quot; إلى الإفساد في الأرض &quot; عُدْنَا &quot; إلى عقوبتكم.
فعادوا لذلك, فسلط الله عليهم رسوله, محمدا صلى الله عليه وسلم, فانتقم الله به منهم.
فهذا جزاء الدنيا, وما عند الله من النكال, وأعظم وأشنع, ولهذا قال: &quot; وَجَعَلْنَا جَهَنَّمَ لِلْكَافِرِينَ حَصِيرًا &quot; يصلونها, ويلازمونها, لا يخرجون منها أبدا.
وفي هذه الآيات التحذير لهذه الأمة, من العمل بالمعاصي لئلا يصيبهم, ما أصاب بني إسرائيل.
فسنة الله واحدة, لا تبدل ولا تغير.
ومن نظر إلى تسليط الكفرة والظلمة على المسلمين عرف أن ذلك, من أجل ذنوبهم, عقوبة لهم, وأنهم إذا أقاموا كتاب الله, وسنة رسوله, مكن لهم في الأرض, ونصرهم على أعدائهم.';
$t[9] = 'يخبر تعالى عن شرف القرآن وجلالته, وأنه &quot; يَهْدِي لِلَّتِي هِيَ أَقْوَمُ &quot; أي: أعدل وأعلى, من العقائد, والأعمال, والأخلاق.
فمن اهتدى بما يدعو إليه القرآن, كان أكمل الناس, وأقومهم, وأهداهم في جميع الأمور.
&quot; وَيُبَشِّرُ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ &quot; من الواجبات والسنن.
&quot; أَنَّ لَهُمْ أَجْرًا كَبِيرًا &quot; أعده الله لهم في دار كرامته, لا يعلم وصفه إلا هو.';
$t[10] = '&quot; وَأَنَّ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ أَعْتَدْنَا لَهُمْ عَذَابًا أَلِيمًا &quot; , فالقرآن مشتمل على البشارة والنذارة, وذكر الأسباب التي تنال بها البشارة, وهو الإيمان, والعمل الصالح, والتي تستحق بها النذارة وهو ضد ذلك.';
$t[11] = 'وهذا من جهل الإنسان وعجلته, حيث يدعو على نفسه وأولاده بالشر عند الغضب, ويبادر بذلك الدعاء, كما يبادر بالدعاء في الخير, ولكن الله - من لطفه - يستجيب له في الخير, ولا يستجيب له بالشر.
&quot; وَلَوْ يُعَجِّلُ اللَّهُ لِلنَّاسِ الشَّرَّ اسْتِعْجَالَهُمْ بِالْخَيْرِ لَقُضِيَ إِلَيْهِمْ أَجَلُهُمْ &quot; .';
$t[12] = 'يقول تعالى: &quot; وَجَعَلْنَا اللَّيْلَ وَالنَّهَارَ آيَتَيْنِ &quot; أي: دالتين على كمال قدرة الله وسعة رحمته, وأنه الذي لا تنبغي العبادة إلا له.
&quot; فَمَحَوْنَا آيَةَ اللَّيْلِ &quot; أي: جعلناه مظلما, للسكون فيه, والراحة.
&quot; وَجَعَلْنَا آيَةَ النَّهَارِ مُبْصِرَةً &quot; أي: مضيئة &quot; لِتَبْتَغُوا فَضْلًا مِنْ رَبِّكُمْ &quot; في معايشكم, وصنائعكم, وتجاراتكم, وأسفاركم.
&quot; وَلِتَعْلَمُوا &quot; بتوالي الليل والنهار واختلاف القمر &quot; عَدَدَ السِّنِينَ وَالْحِسَابَ &quot; فتبنون عليها ما تشاءون, من مصالحكم.
&quot; وَكُلَّ شَيْءٍ فَصَّلْنَاهُ تَفْصِيلًا &quot; أي: بينا الآيات, وصرفناه, لتتميز الأشياء, ويتبين الحق من الباطل, كما قال تعالى &quot; مَا فَرَّطْنَا فِي الْكِتَابِ مِنْ شَيْءٍ &quot; .';
$t[13] = 'وهذا إخبار عن كمال عدله, أن كل إنسان يلزمه طائره في عنقه, أي: ما عمل من خير وشر, يجعله الله ملازما له, لا يتعداه إلى غيره, فلا يحاسب بعمل غيره ولا يحاسب غيره بعمله.
&quot; وَنُخْرِجُ لَهُ يَوْمَ الْقِيَامَةِ كِتَابًا يَلْقَاهُ مَنْشُورًا &quot; فيه عمله, من الخير والشر, حاضرا, صغيره وكبيره, ويقال له: &quot; اقْرَأْ كِتَابَكَ كَفَى بِنَفْسِكَ الْيَوْمَ عَلَيْكَ حَسِيبًا &quot; .
وهذا من أعظم العدل والإنصاف, أن يقال للعبد: حاسب نفسك, ليعرف ما عليه من الحق الموجب للعقاب.';
$t[14] = 'وهذا من أعظم العدل والإنصاف, أن يقال للعبد: حاسب نفسك, ليعرف ما عليه من الحق الموجب للعقاب.';
$t[15] = 'أي: هداية كل أحد وضلاله لنفسه, ولا يحمل أحد ذنب أحد, ولا يدفع عنه مثقال ذرة من الشر.
والله تعالى, أعدل العادلين, لا يعذب أحدا, حتى تقوم عليه الحجة بالرسالة, ثم يعاند الحجة.
وأما من انقاد للحجة, أو لم تبلغه حجة الله تعالى, فإن الله تعالى لا يعذبه.
استدل بهذه الآية, على أن أهل الفترات, وأطفال المشركين, لا يعذبهم الله, حتى يبعث إليهم رسولا, لأنه منزه عن الظلم.';
$t[16] = 'يخبر تعالى, أنه إذا أراد أن يهلك قرية من القرى الظالمة, ويستأصلها بالعذاب, أمر مترفيها, أمرا قدريا, ففسقوا فيها, واشتد طغيانهم.
&quot; فَحَقَّ عَلَيْهَا الْقَوْلُ &quot; أي: كلمة العذاب التي لا مرد لها &quot; فَدَمَّرْنَاهَا تَدْمِيرًا &quot; .
وهؤلاء أمم كثيرة أبادهم الله بالعذاب, من بعد قوم نوح, كعاد, وثمود, وقوم لوط, وغيرهم, من عاقبهم الله, لما كثر بغيهم, واشتد كفرهم, أنزل الله بهم عقابه العظيم.
&quot; وَكَفَى بِرَبِّكَ بِذُنُوبِ عِبَادِهِ خَبِيرًا بَصِيرًا &quot; فلا يخافون منه ظلما, وأنه يعاقبهم على ما عملوه.';
$t[17] = '';
$t[18] = 'يخبر تعالى أن &quot; مَنْ كَانَ يُرِيدُ الْعَاجِلَةَ &quot; أي: الدنيا المنقضية الزائلة, فعمل لها, وسعى, ونسي المبتدأ أو المنتهى, أن الله يعجل له من حطامها ومتاعها, ما يشاؤه ويريده, مما كتب الله له في اللوح المحفوظ, ولكنه متاع غير نافع ولا دائم له.
ثم يجعل له في الآخرة &quot; جَهَنَّمَ يَصْلَاهَا &quot; أي يباشر عذابها &quot; مَذْمُومًا مَدْحُورًا &quot; أي: في حالة الخزي والفضيحة والذم من الله, ومن خلقه, والبعد عن رحمة الله, فيجمع له العذاب والفضيحة.';
$t[19] = '&quot; وَمَنْ أَرَادَ الْآخِرَةَ &quot; فرضيها وآثرها على الدنيا &quot; وَسَعَى لَهَا سَعْيَهَا &quot; الذي دعت إليه الكتب السماوية, والآثار النبوية, فعمل بذلك على قدر إمكانه &quot; وَهُوَ مُؤْمِنٌ &quot; بالله وملائكته, وكتبه, ورسله, واليوم الآخر.
&quot; فَأُولَئِكَ كَانَ سَعْيُهُمْ مَشْكُورًا &quot; أي: مقبولا منمى, مدخرا, لهم أجرهم وثوابهم عند ربهم.
ومع هذا, فلا يفوتهم نصيبهم من الدنيا, فكلا يمده الله منها, لأنه عطاؤه وإحسانه &quot; وَمَا كَانَ عَطَاءُ رَبِّكَ مَحْظُورًا &quot; أي: ممنوعا من أحد, بل جميع الخلق راتعون بفضله وإحسانه.';
$t[20] = '';
$t[21] = '&quot; انْظُرْ كَيْفَ فَضَّلْنَا بَعْضَهُمْ عَلَى بَعْضٍ &quot; في الدنيا, بسعة الأرزاق وقلتها, واليسر والعسر, والعلم والجهل, والعقل والسفه, وغير ذلك من الأمور التي فضل الله العباد بعضهم على بعض بها.
&quot; وَلَلْآخِرَةُ أَكْبَرُ دَرَجَاتٍ وَأَكْبَرُ تَفْضِيلًا &quot; فلا نسبة لنعيم الدنيا ولذاتها, إلى الآخرة, بوجه من الوجوه.
فكم بين من هو في الغرف العاليات, واللذات المتنوعات, والسرور والخيرات والأفراح, ممن هو يتقلب في الجحيم, ويعذب بالعذاب الأليم وقد حل عليه سخط الرب الرحيم, وكل من الدارين بين أهلها من التفاوت ما لا يمكن أحدا عده.';
$t[22] = 'أي: لا تعتقد أن أحدا من المخلوقين يستحق شيئا من العبادة, ولا تشرك بالله أحدا منهم, فإن ذلك داع للذم والخذلان.
فالله, وملائكته, ورسله, قد نهوا عن الشرك, وذموا من عمله أشد الذم, ورتبوا عليه من الأسماء المذمومة, والأوصاف المقبوحة, ما كان به متعاطيه, وأشنع الخلق وصفا, وأقبحهم نعتا.
وله من الخذلان في أمر دينه ودنياه, بحسب ما تركه, من التعلق بربه.
فمن تعلق بغيره, فهو مخذول, قد وكل إلى من تعلق به, ولا أحد من الخلق ينفع أحدا, إلا بإذن الله.
كما أن من جعل مع الله إلها آخر, له الذم والخذلان.
فمن وحده, وأخلص دينه لله, وتعلق به دون غيره, فإنه محمود معان في جميع أحواله.';
$t[23] = 'لما نهى تعالى عن الشرك به, أمر بالتوحيد, فقال: &quot; وَقَضَى رَبُّكَ &quot; قضاء دينيا, وأمرا شرعيا.
&quot; أَنْ لَا تَعْبُدُوا &quot; أحدا من أهل الأرض والسماوات الأحياء والأموات.
&quot; إِلَّا إِيَّاهُ &quot; لأنه الواحد الأحد, الفرد الصمد, الذي له كل صفة كمال, وله من كل صفة أعظمها, على وجه لا يشبهه أحد من خلقه, وهو المنعم بالنعم الظاهرة والباطنة, الدافع لجميع النقم, الخالق, الرازق, المدبر لجميع الأمور.
فهو المتفرد بذلك كله, وغيره ليس له من ذلك شيء.
ثم ذكر بعد حقه القيام بحق الوالدين فقال: &quot; وَبِالْوَالِدَيْنِ إِحْسَانًا &quot; .
أي: أحسنوا إليهما, بجميع وجوه الإحسان, القول والفعلي, لأنهما سبب وجود العبد, ولهما من المحبة للولد, والإحسان إليه, والقرب, ما يقتضي تأكد الحق, ووجوب البر.
&quot; إِمَّا يَبْلُغَنَّ عِنْدَكَ الْكِبَرَ أَحَدُهُمَا أَوْ كِلَاهُمَا &quot; أي: إذا وصلا إلى هذا السن, الذي تضعف فيه قواهما, ويحتاجان من اللطف والإحسان, ما هو معروف.
&quot; فَلَا تَقُلْ لَهُمَا أُفٍّ &quot; وهذا أدنى مراتب الأذى, نبه به على ما سواه.
والمعنى, لا تؤذهما أدنى أذية.
&quot; وَلَا تَنْهَرْهُمَا &quot; أي: تزجرهما, وتتكلم كلاما خشنا.
&quot; وَقُلْ لَهُمَا قَوْلًا كَرِيمًا &quot; بلفظ يحبانه, وتأدب, وتلطف معهما, بكلام لين حسن يلذ على قلوبهما, وتطمئن به نفوسهما.
وذلك يختلف باختلاف الأحوال والعوائد, والأزمان.';
$t[24] = '&quot; وَاخْفِضْ لَهُمَا جَنَاحَ الذُّلِّ مِنَ الرَّحْمَةِ &quot; أي: تواضع لهما, ذلا لهما, ورحمة, واحتسابا للأجر, لا لأجل الخوف منهما, أو الرجاء لما لهما, ونحو ذلك من المقاصد, التي لا يؤجر عليها العبد.
&quot; وَقُلْ رَبِّ ارْحَمْهُمَا &quot; أي: ادع لهما بالرحمة أحياء, وأمواتا.
جزاء على تربيتهما إياك, صغيرا.
وفهم من هذا, أنه كلما ازدادت التربية, ازداد الحق.
وكذلك من تولى تربية الإنسان في دينه ودنياه, تربية صالحة غير الأبوين, فإن له على من رباه, حق التربية.';
$t[25] = 'أي: ربكم تعالى مطلع على ما أكنته سرائركم, من خير وشر, وهو لا ينظر إلى أعمالكم وأبدانكم وإنما ينظر إلى قلوبكم وما فيها من الخير والشر.
&quot; إِنْ تَكُونُوا صَالِحِينَ &quot; بأن تكون إرادتكم ومقاصدكم, دائرة على مرضاة الله, ورغبتكم فيما يقربكم إليه, وليس في قلوبكم إرادات مستقرة لغير الله.
&quot; فَإِنَّهُ كَانَ لِلْأَوَّابِينَ &quot; أي: الرجاعين إليه في جميع الأوقات &quot; غَفُورًا &quot; .
فمن اطلع الله على قلبه, وعلم أنه ليس فيه إلا الإنابة إليه ومحبته, ومحبة ما يقرب إليه, فإنه, وإن جرى منه في بعض الأوقات, ما هو مقتضى الطبائع البشرية, فإن الله يعفو عنه, ويغفر له الأمور العارضة, غير المستقرة.';
$t[26] = 'يقول تعالى: &quot; وَآتِ ذَا الْقُرْبَى حَقَّهُ &quot; من البر والإكرام, الواجب والمسنون, وذلك الحق, يتفاوت بتفاوت الأحوال, والأقارب, والحاجة وعدمها, والأزمنة.
&quot; وَالْمِسْكِينَ &quot; آته حقه من الزكاة ومن غيرها, لتزول مسكنته &quot; وَابْنَ السَّبِيلِ &quot; وهو: الغريب المنقطع به عن بلده.
&quot; وَلَا تُبَذِّرْ تَبْذِيرًا &quot; يعطي الجميع من المال, على وجه لا يضر المعطي, ولا يكون زائدا على المقدار اللائق, فإن ذلك تبذير, قد نهى الله عنه وأخبر:';
$t[27] = '&quot; إِنَّ الْمُبَذِّرِينَ كَانُوا إِخْوَانَ الشَّيَاطِينِ &quot; لأن الشيطان, لا يدعو إلا إلى كل خصلة ذميمة, فيدعو الإنسن إلى البخل والإمساك, فإذا عصاه, دعاه إلى الإسراف والتبذير.
والله تعالى, إنما يأمر بأعدل الأمور وأقسطها, ويمدح عليه, كما في قوله, عن عباد الرحمن الأبرار &quot; والذين إذا أنفقوا لم يسرفوا ولم يقتروا وكان بين ذلك قواما &quot; .';
$t[28] = '';
$t[29] = 'وقال هنا: &quot; وَلَا تَجْعَلْ يَدَكَ مَغْلُولَةً إِلَى عُنُقِكَ &quot; كناية عن شدة الإمساك والبخل.
&quot; وَلَا تَبْسُطْهَا كُلَّ الْبَسْطِ &quot; فتنفق فيما لا ينبغي, وزيادة على ما ينبغي.
&quot; فَتَقْعُدَ &quot; إن فعلت ذلك &quot; مَلُومًا &quot; أي: تلام على ما فعلت &quot; مَحْسُورًا &quot; أي: حاسر اليد فارغها, فلا بقي ما في يدك من المال ولا خلفه مدح وثناء.
وهذا الأمر بإيتاء ذى القربى, مع القدرة والغنى.
فأما مع العدم, أو تعسر النفقة الحاضرة, فأمر تعالى أن يردوا ردا جميلا فقال: &quot; وَإِمَّا تُعْرِضَنَّ عَنْهُمُ ابْتِغَاءَ رَحْمَةٍ مِنْ رَبِّكَ تَرْجُوهَا &quot; أي: تعرضن عن إعطائهم إلى وقت آخر, ترجو فيه من الله تيسير الأمر.
&quot; فَقُلْ لَهُمْ قَوْلًا مَيْسُورًا &quot; أي: لطيفا برفق, ووعد بالجميل, عند سنوح الفرصة, واعتذار بعدم الإمكان, في الوقت الحاضر, لينقلبوا عنك, مطمئنة خواطرهم, كما قال تعالى &quot; قَوْلٌ مَعْرُوفٌ وَمَغْفِرَةٌ خَيْرٌ مِنْ صَدَقَةٍ يَتْبَعُهَا أَذًى &quot; .
وهذا أيضا, من لطف الله تعالى بالعباد, أمرهم بانتظار الرحمة والرزق منه, لأن انتظار ذلك, عبادة.
وكذلك وعدهم بالصدقة والمعروف عند التيسر, عبادة حاضرة, لأن الهم بفعل الحسنة, حسنة.
ولهذا ينبغي للإنسان أن يفعل ما يقدر عليه من الخير, وينوي فعل ما لم يقدر عليه, ليثاب على ذلك, ولعل الله ييسر له بسبب رجائه.';
$t[30] = 'ثم قال تعالى: &quot; إِنَّ رَبَّكَ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ &quot; من عباده &quot; وَيَقْدِرُ &quot; أي: يضيقه على من يشاء, حكمة منه.
&quot; إِنَّهُ كَانَ بِعِبَادِهِ خَبِيرًا بَصِيرًا &quot; فيجزيهم على ما يعلمه صالحا لهم, ويدبرهم, بلطفه وكرمه.';
$t[31] = 'وهذا من رحمته بعباده, حيث كان أرحم بهم من والديهم.
فنهى الوالدين أن يقتلوا أولادهم, خوفا من الفقر والإملاق, وتكفل برزق الجميع.
وأخبر أن قتلهم كان خطئا كبيرا, أي من أعظم كبائر الذنوب, لزوال الرحمة من القلب, والعقوق العظيم والتجري على قتل الأطفال, الذين لم يجر منهم ذنب ولا معصية.';
$t[32] = 'النهي عن قربان الزنى أبلغ من النهي عن مجرد فعله, لأن ذلك يشمل النهي عن جميع مقدماته ودواعيه, فإن &quot; من حام حول الحمى, يوشك أن يقع فيه &quot; .
خصوصا هذا الأمر, الذي في كثير من النفوس, أقوى داع إليه.
ووصف الله الزنى وقبحه بأنه &quot; كَانَ فَاحِشَةً &quot; أي: إنما يستفحش في الشرع والعقل, والفطر, لتضمنه التجري على الحرمة في حق الله, وحق المرأة, وحق أهلها, أو زوجها, وإفساد الفراش, واختلاط الأنساب وغير ذلك من المفاسد.
وقوله &quot; وَسَاءَ سَبِيلًا &quot; أي: بئس السبيل, سبيل من تجرأ على هذا الذنب العظيم.';
$t[33] = 'وهذا شامل لكل نفس &quot; حَرَّمَ اللَّهُ &quot; قتلها من صغير, وكبير, وذكر وأنثى, وحر, وعبد, ومسلم, وكافر له عهد.
&quot; إِلَّا بِالْحَقِّ &quot; كالنفس بالنفس, والزاني المحصن, والتارك لدينه, المفارق للجماعة, والباغي في حال بغيه, إذا لم يندفع إلا بالقتل.
&quot; وَمَنْ قُتِلَ مَظْلُومًا &quot; أي بغير حق &quot; فَقَدْ جَعَلْنَا لِوَلِيِّهِ &quot; وهو, أقرب عصباته وورثته إليه &quot; سُلْطَانًا &quot; أي: حجة ظاهرة على القصاص من القاتل وجعلنا له أيضا تسلطا قدريا على ذلك.
وذلك حين تجتمع الشروط الموجبة للقصاص, كالعمد العدوان, والمكافأة.
&quot; فَلَا يُسْرِفْ &quot; الولي &quot; فِي الْقَتْلِ إِنَّهُ كَانَ مَنْصُورًا &quot; .
والإسراف, مجاوزة الحد, إما أن يمثل بالقاتل, أو يقتله بغير ما قتل به, أو يقتل غير القاتل.
وفي هذه الآية, دليل على أن الحق في القتل للولي, فلا يقتص إلا بإذنه وإن عفا, سقط القصاص.
وأن ولي المقتول, يعينه الله على القاتل, ومن أعانه, حتى يتمكن من قتله.';
$t[34] = 'وهذا من لطفه ورحمته تعالى باليتيم, الذي فقد والده, وهو صغير, غير عارف بمصلحة نفسه, ولا قائم بها, أن أمر أولياءه بحفظه, وحفظ ماله, وإصلاحه, وأن لا يقربوه &quot; إِلَّا بِالَّتِي هِيَ أَحْسَنُ &quot; من التجارة فيه, وعدم تعريضه للأخطار, والحرص على تنميته.
وذلك ممتد إلى أن &quot; يَبْلُغَ &quot; اليتيم &quot; أَشُدَّهُ &quot; أي: بلوغه, وعقله, ورشده.
فإذا بلغ أشده, زالت عنه الولاية, وصار ولي نفسه, ودفع إليه ماله.
كما قال تعالى &quot; فَإِنْ آنَسْتُمْ مِنْهُمْ رُشْدًا فَادْفَعُوا إِلَيْهِمْ أَمْوَالَهُمْ &quot; .
&quot; وَأَوْفُوا بِالْعَهْدِ &quot; الذي عاهدتم الله عليه, والذي عاهدتم الخلق عليه.
&quot; إِنَّ الْعَهْدَ كَانَ مَسْئُولًا &quot; أي: مسئولون عن الوفاء به.
فإن وفيتم, فلكم الثواب الجزيل, وإن لم تفعلوا, فعليكم الإثم العظيم.';
$t[35] = 'وهذا أمر بالعدل وإيفاء المكاييل والموازين بالقسط, من غير بخس ولا نقص.
ويؤخذ من عموم المعنى, النهي عن كل غش, أو مثمن, أو معقود عليه, والأمر بالنصح, والصدق في المعاملة.
&quot; ذَلِكَ خَيْرٌ &quot; من عدمه &quot; وَأَحْسَنُ تَأْوِيلًا &quot; أي: أحسن عاقبة به, يسلم العبد من التبعات, وبه تنزل البركة.';
$t[36] = 'أي: ولا تتبع ما ليس لك به علم, با تثبت في كل ما تقوله وتفعله.
فلا تظن ذلك يذهب, لا لك ولا عليك.
&quot; إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُولَئِكَ كَانَ عَنْهُ مَسْئُولًا &quot; فحقيق بالعبد الذي يعرف أنه مسئول, عما قاله وفعله, وعما استعمل به جوارحه التي خلقها الله لعبادته, أن يعد للسؤال جوابا.
وذلك لا يكون, إلا باستعمالها, بعبودية الله, وإخلاص الدين له, وكفها عما يكرهه الله تعالى.';
$t[37] = 'يقول تعالى: &quot; وَلَا تَمْشِ فِي الْأَرْضِ مَرَحًا &quot; أي: كبرا وتيها وبطرا, متكبرا على الحق, ومتعاظما في تكبرك على الخلق.
&quot; إِنَّكَ &quot; في فعلك ذلك &quot; لَنْ تَخْرِقَ الْأَرْضَ وَلَنْ تَبْلُغَ الْجِبَالَ طُولًا &quot; .
بل تكون حقيرا عند الله ومحتقرا عند الخلق, مبغوضا ممقوتا, قد اكتسبت شر الأخلاق, واكتسيت بأرذلها, من غير إدراك لبعض ما تروم.';
$t[38] = '&quot; كُلُّ ذَلِكَ &quot; المذكور الذي نهى الله عنه فيما تقدم من قوله &quot; وَلَا تَجْعَلْ مَعَ اللَّهِ إِلَهًا آخَرَ &quot; والنهي عن عقوق الوالدين وما عطف على ذلك &quot; كَانَ سَيِّئُهُ عِنْدَ رَبِّكَ مَكْرُوهًا &quot; أي: كل ذلك يسوء العاملين ويضرهم, والله تعالى يكرهه ويأباه.';
$t[39] = '&quot; ذَلِكَ &quot; الذي بيناه ووضحناه من هذه الأحكام الجليلة.
&quot; مِمَّا أَوْحَى إِلَيْكَ رَبُّكَ مِنَ الْحِكْمَةِ &quot; فإن الحكمة, الأمر بمحاسن الأعمال, ومكارم الأخلاق, والنهي عن أراذل الأخلاق, وأسوإ الأعمال.
وهذه الأعمال المذكورة في هذه الآيات, من الحكمة العالية, التي أوحاها رب العالمين لسيد المرسلين, في أشرف الكتب, ليأمر بها أفضل الأمم, فهي من الحكمة, التي من أوتيها, فقد أوتي خيرا كثيرا.
ثم ختمها بالنهي عن عبادة غير الله, كما افتتحها بذلك فقال: &quot; وَلَا تَجْعَلْ مَعَ اللَّهِ إِلَهًا آخَرَ فَتُلْقَى فِي جَهَنَّمَ &quot; أي: خالدا مخلدا, فإنه من يشرك بالله, فقد حرم الله عليه الجنة ومأواه النار.
&quot; مَلُومًا مَدْحُورًا &quot; أي: قد لحقتك اللائمة, واللعنة, والذم من الله, وملائكته, والناس أجمعين.';
$t[40] = 'وهذا إنكار شديد, على من زعم أن الله اتخذ من خلقه بنات فقال: &quot; أَفَأَصْفَاكُمْ رَبُّكُمْ بِالْبَنِينَ &quot; أي: اختار لكم الصفوة والنصيب الكامل, واتخذ لنفسه من الملائكة إناثا, حيث زعموا أن الملائكة بنات الله.
&quot; إِنَّكُمْ لَتَقُولُونَ قَوْلًا عَظِيمًا &quot; فيه أعظم الجرأة على الله, حيث نسبتم له الولد المتضمن لحاجته, واستغناء بعض المخلوقات عنه, وحكمتم له بأردأ القسمين, وهو الإناث وهو الذي خلقكم, واصطفاكم بالذكور, فتعال الله عما يقول الظالمون علوا كبيرا.';
$t[41] = 'يخبر تعالى, أنه صرف لعباده, في هذا القرآن, أي نوع الأحكام, ووضحها, وأكثر من الأدلة والبراهين, على ما دعا إليه, ووعظ وذكر, لأجل أن يتذكروا ما ينفعهم فيسلكوه, وما يضرهم فيدعوه.
ولكن أبى أكثر الناس, إلا نفورا عن آيات الله, لبغضهم للحق, ومحبتهم ما كانوا عليه من الباطل, حتى تعصبوا لباطلهم, ولم يعيروا آيات الله لهم سمعا, ولا ألقوا لها بالا.
ومن أعظم ما صرف فيه الآيات والأدلة, التوحيد الذي هو أصل الأصول.
فأمر به, ونهى عن ضده, وأقام عليه من الحجج العقلية والنقلية, شيئا كثيرا, بحيث أن من أصغى إلى بعضها, لا تدع في قلبه, شكا ولا ريبا.';
$t[42] = 'ومن الأدلة على ذلك, هذا الدليل العقلي الذي ذكره هنا فقال: &quot; قُلْ &quot; للمشركين الذين يجعلون مع الله إلها آخر: &quot; لَوْ كَانَ مَعَهُ آلِهَةٌ كَمَا يَقُولُونَ &quot; أي: على موجب زعمهم وافترائهم &quot; إِذًا لَابْتَغَوْا إِلَى ذِي الْعَرْشِ سَبِيلًا &quot; أي: لاتخذوا سبيلا إلى الله بعبادته, والإنابة إليه, والتقرب وابتغاء الوسيلة.
فكيف يجعل العبد الفقير, الذي يرى شدة افتقاره لعبودية ربه, إلها مع الله؟! هل هذا إلا من أظلم الظلم وأسفه السفه؟!!.
فعلى هذا المعنى, تكون هذه الآية كقوله تعالى: &quot; أُولَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ أَيُّهُمْ أَقْرَبُ &quot; .
وكقوله تعالى: &quot; وَيَوْمَ يَحْشُرُهُمْ وَمَا يَعْبُدُونَ مِنْ دُونِ اللَّهِ فَيَقُولُ أَأَنْتُمْ أَضْلَلْتُمْ عِبَادِي هَؤُلَاءِ أَمْ هُمْ ضَلُّوا السَّبِيلَ قَالُوا سُبْحَانَكَ مَا كَانَ يَنْبَغِي لَنَا أَنْ نَتَّخِذَ مِنْ دُونِكَ مِنْ أَوْلِيَاءَ &quot; .
ويحتمل أن المعنى في قوله &quot; قُلْ لَوْ كَانَ مَعَهُ آلِهَةٌ كَمَا يَقُولُونَ إِذًا لَابْتَغَوْا إِلَى ذِي الْعَرْشِ سَبِيلًا &quot; أي: لطلبوا السبيل, وسعوا في مغالبة الله تعالى.
فإما أن يعلوا عليه فيكون من علا وقهر, هو الرب الإله.
فأما وقد علموا أنهم يقرون أن آلهتهم, التي يدعون من دون الله مقهورة مغلوبة, ليس لها من الأمر شيء, فلم اتخذوها وهي بهذه الحال؟ فيكون هذا كقوله تعالى: &quot; مَا اتَّخَذَ اللَّهُ مِنْ وَلَدٍ وَمَا كَانَ مَعَهُ مِنْ إِلَهٍ إِذًا لَذَهَبَ كُلُّ إِلَهٍ بِمَا خَلَقَ وَلَعَلَا بَعْضُهُمْ عَلَى بَعْضٍ &quot; .';
$t[43] = '&quot; سُبْحَانَهُ وَتَعَالَى &quot; أي: تقدس وتنزه وعلت أوصافه &quot; عَمَّا يَقُولُونَ &quot; من الشرك به, واتخاذ الأنداد معه &quot; عُلُوًّا كَبِيرًا &quot; فعلا قدره, وعظم, وجلت كبرياؤه, التي لا تقادر, أن يكون معه آلهة, فقد ضل من قال ذلك, ضلالا مبينا, وظلم ظلما كبيرا.
لقد تضاءلت لعظمته المخلوقات العظيمة, وصغرت لدى كبريائه, السماوات السبع, ومن فيهن, والأرضون السبع, ومن فيهن &quot; والأرض جميعا, قبضته يوم القيامة, والسماوات مطويات بيمينه &quot; .
وافتقر إليه, العالم العلوي والسفلي, فقرا ذاتيا, لا ينفك عن أحد منهم في وقت من الأوقات.
هذا الفقر بجميع وجوهه, فقر من جهة الخلق, والرزق, والتدبير.
وفقر من جهة الاضطرار, إلى أن يكون معبوده ومحبوبه, الذي إليه يتقربون وإليه في كل حال يفزعون.
ولهذا قال:';
$t[44] = '&quot; تُسَبِّحُ لَهُ السَّمَاوَاتُ السَّبْعُ وَالْأَرْضُ وَمَنْ فِيهِنَّ وَإِنْ مِنْ شَيْءٍ &quot; من حيوان ناطق, وغير ناطق, ومن أشجار, ونبات, وجامد, وحي وميت &quot; إِلَّا يُسَبِّحُ بِحَمْدِهِ &quot; بلسان الحال, ولسان المقال.
&quot; وَلَكِنْ لَا تَفْقَهُونَ تَسْبِيحَهُمْ &quot; أي: تسبيح باقي المخلوقات, التي على غير لغتكم.
بل يحيط بها علام الغيوب.
&quot; إِنَّهُ كَانَ حَلِيمًا غَفُورًا &quot; حيث لم يعاجل بالعقوبة, من قال فيه قولا, تكاد السماوات والأرض تتفطر منه وتخر له الجبال.
ولكنه أمهلهم, وأنعم عليهم, وعافاهم, ورزقهم, ودعاهم إلى بابه, ليتوبوا من هذا الذنب العظيم, ليعطيهم الثواب الجزيل, ويغفر لهم ذنبهم.
فلولا حلمه ومغفرته, لسقطت السماوات على الأرض, ولما ترك على ظهرها من دابة.';
$t[45] = 'يخبر تعالى, عن عقوبته للمكذبين بالحق الذين ردوه, وأعرضوا عنه, أنه يحول بينهم وبين الإيمان فقال: &quot; وَإِذَا قَرَأْتَ الْقُرْآنَ &quot; الذي فيه الوعظ والتذكير, والهدى والإيمان, والخير, والعلم الكثير.
&quot; جَعَلْنَا بَيْنَكَ وَبَيْنَ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ حِجَابًا مَسْتُورًا &quot; يسترهم عن فهمه حقيقة, وعن التحقق بحقائقه, والانقياد إلى ما يدعو إليه من الخير.';
$t[46] = '&quot; وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً &quot; أي: أغطية وأغشية, لا يفقهون معها القرآن, بل يسمعونه سماعا تقوم به عليهم الحجة.
&quot; وَفِي آذَانِهِمْ وَقْرًا &quot; أي: صمما عن سماعه.
&quot; وَإِذَا ذَكَرْتَ رَبَّكَ فِي الْقُرْآنِ وَحْدَهُ &quot; داعيا لتوحيده, ناهيا عن الشرك به.
&quot; وَلَّوْا عَلَى أَدْبَارِهِمْ نُفُورًا &quot; من شدة بغضهم له, ومحبتهم لما هم عليه من الباطل.
كما قال تعالى &quot; وَإِذَا ذُكِرَ اللَّهُ وَحْدَهُ اشْمَأَزَّتْ قُلُوبُ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ وَإِذَا ذُكِرَ الَّذِينَ مِنْ دُونِهِ إِذَا هُمْ يَسْتَبْشِرُونَ &quot; .';
$t[47] = '&quot; نَحْنُ أَعْلَمُ بِمَا يَسْتَمِعُونَ بِهِ &quot; أي: إنما منعناهم من الانتفاع عند سماع القرآن, لأننا نعلم أن مقاصدهم سيئة, يريدون أن يعثروا على أقل شيء, ليقدحوا به.
وليس استماعهم لأجل الاسترشاد, وقبول الحق, وإنما هم متعمدون على عدم اتباعه.
ومن كان بهذه الحالة, لم يفده الاستماع شيئا, ولهذا قال: &quot; إِذْ يَسْتَمِعُونَ إِلَيْكَ وَإِذْ هُمْ نَجْوَى &quot; أي: متناجين &quot; إِذْ يَقُولُ الظَّالِمُونَ &quot; في مناجاتهم: &quot; إِنْ تَتَّبِعُونَ إِلَّا رَجُلًا مَسْحُورًا &quot; فإذا كانت هذه مناجاتهم الظالمة فيما بينهم, وقد بنوها على أنه مسحور, فهم جازمون أنهم غير معتبرين لما قال, وأنه يهذى, لا يدري ما يقول.';
$t[48] = 'قال تعالى: &quot; انْظُرْ &quot; متعجبا &quot; كَيْفَ ضَرَبُوا لَكَ الْأَمْثَالَ &quot; التي هي أضل الأمثال, وأبعدها عن الصواب.
&quot; فُضِّلُوا &quot; في ذلك, أو صارت سببا لضلالهم لأنهم بنوا عليها أمرهم, والمبني على فاسد, أفسد منه.
&quot; فَلَا يَسْتَطِيعُونَ سَبِيلًا &quot; أي: لا يهتدون أي اهتداء, فنصيبهم الضلال المحض, والظلم الصرف.';
$t[49] = 'يخبر تعالى عن قول المنكرين للبعث, وتكذيبهم به, واستبعادهم بقولهم: &quot; أَئِذَا كُنَّا عِظَامًا وَرُفَاتًا &quot; أي: أجسادا بالية &quot; أَئِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا &quot; أي: لا يكون ذلك, وهو محال بزعمهم.
فجهلوا أشد الجهل, حيث كذبوا رسول الله, وجحدوا آيات الله, وقاسوا قدرة خالق السماوات والأرض, بقدرهم الضعيفة العاجزة.
فلما رأوا أن هذا ممتنع عليهم, لا يقدرون عليه, جعلوا قدرة الله كذلك.
فسبحان من جعل خلقا من خلقه, يزعمون أنهم أولو العقول والألباب, مثالا في جهل.
أظهر الأشياء, وأجلاها, وأوضحها براهين, وأعلاها ليرى عباده, أنه ما ثم إلا توفيقه وإعانته, أو الهلاك والضلال.
&quot; رَبَّنَا لَا تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا وَهَبْ لَنَا مِنْ لَدُنْكَ رَحْمَةً إِنَّكَ أَنْتَ الْوَهَّابُ &quot; .';
$t[50] = 'ولهذا أمر رسوله صلى الله عليه وسلم, أن يقول لهؤلاء المنكرين للبعث استبعادا: &quot; قُلْ كُونُوا حِجَارَةً أَوْ حَدِيدًا أَوْ خَلْقًا مِمَّا يَكْبُرُ &quot; أي: يعظم &quot; فِي صُدُورِكُمْ &quot; لتسلموا بذلك على زعمكم, من أن تنالكم قدرة الله, أو تنفذ فيكم مشيئته.
فإنكم غير معجزين الله, في أي حالة تكونون, وعلى أي وصف تتحولون.
وليس في أنفسكم, تدبير في حالة الحياة, وبعد الممات.
فدعوا التدبير والتصريف, لمن هو على كل شيء قدير, وبكل شيء محيط.
&quot; فَسَيَقُولُونَ &quot; حين تقيم عليهم الحجة في البعث: &quot; مَنْ يُعِيدُنَا قُلِ الَّذِي فَطَرَكُمْ أَوَّلَ مَرَّةٍ &quot; فكما فطركم, ولم تكونوا شيئا مذكورا, فإنه سيعيدكم خلقا جديدا &quot; كَمَا بَدَأْنَا أَوَّلَ خَلْقٍ نُعِيدُهُ &quot; .
&quot; فَسَيُنْغِضُونَ إِلَيْكَ رُءُوسَهُمْ &quot; أي: يهزونها, إنكارا وتعجبا, مما قلت.
&quot; وَيَقُولُونَ مَتَى هُوَ &quot; أي: متى وقت البعث, الذي تزعمه على قولك؟ ولا إقرار منهم لأصل البعث, بل ذلك سفه منهم, وتعجيز.
&quot; قُلْ عَسَى أَنْ يَكُونَ قَرِيبًا &quot; فليس في تعيين وقته فائدة.
وإنما الفائدة والمدار, على تقريره, والإقرار به, وإثباته, وإلا فكما هو آت, فإنه قريب.';
$t[51] = '';
$t[52] = '&quot; يَوْمَ يَدْعُوكُمْ &quot; للبعث والنشور, وينفخ في الصور &quot; فَتَسْتَجِيبُونَ بِحَمْدِهِ &quot; أي: تنقادون لأمره, ولا تستعصون عليه.
وقوله &quot; بحمده &quot; أي: هو المحمود تعالى, على فعله, ويجزي به العباد, إذا جمعهم ليوم التناد.
&quot; وَتَظُنُّونَ إِنْ لَبِثْتُمْ إِلَّا قَلِيلًا &quot; من سرعة وقوعه, وأن الذي مر عليكم من النعيم, كأنه ما كان.
فهذا الذي يقول عنه المنكرون: &quot; متى هو &quot; ؟ يندمون غاية الندم, عند وروده, ويقال لهم: &quot; هذا الذي كنتم به تكذبون &quot; .';
$t[53] = 'وهذا من لطفه بعباده, حيث أمرهم بأحسن الأخلاق, والأعمال, والأقوال, الموجبة للسعادة, في الدنيا والآخرة فقال: &quot; وَقُلْ لِعِبَادِي يَقُولُوا الَّتِي هِيَ أَحْسَنُ &quot; وهذا أمر بكل كلام يقرب إلى الله, من قراءة, وذكر, وعلم, وأمر بمعروف, ونهي عن منكر, وكلام حسن لطيف, مع الخلق, على اختلاف مراتبهم ومنازلهم.
وأنه إذا دار الأمر بين أمرين حسنين, فإنه يأمر بإيثار أحسنهما, إن لم يمكن الجمع بينهما.
والقول الحسن, داع لكل خلق جميل, وعمل صالح, فإن من ملك لسانه, ملك جميع أمره.
وقوله: &quot; إِنَّ الشَّيْطَانَ يَنْزَغُ بَيْنَهُمْ &quot; أي: يسعى بين العباد, بما يفسد عليهم دينهم ودنياهم.
فدواء هذا, أن لا يطيعوه في الأقوال غير الحسنة, التي يدعوهم إليها.
وأن يلينوا فيما بينهم, لينقمع الشيطان, الذي ينزغ بينهم, فإنه عدوهم الحقيقي, الذي ينبغي لهم أن يحاربوه, فإنه يدعوهم &quot; ليكونوا من أصحاب السعير &quot; .
وأما إخوانهم, فإنهم وإن نزغ الشيطان فيما بينهم, وسعى في العداوة, فإن الحزم كل الحزم, السعي في ضد عدوهم, وأن يقمعوا أنفسهم الأمارة بالسوء, التي يدخل الشيطان من قبلها, فبذلك يطيعون ربهم, ويستقيم أمرهم, ويهدون لرشدهم.';
$t[54] = '&quot; رَبُّكُمْ أَعْلَمُ بِكُمْ &quot; من أنفسكم, فلذلك لا يريد لكم إلا ما هو الخير, ولا يأمركم إلا بما فيه مصلحة لكم, وقد تريدون شيئا والخير في عكسه.
&quot; إِنْ يَشَأْ يَرْحَمْكُمْ أَوْ إِنْ يَشَأْ يُعَذِّبْكُمْ &quot; فيوفق من شاء لأسباب الرحمة, ويخذل من شاء, فيضل عنها, فيستحق العذاب.
&quot; وَمَا أَرْسَلْنَاكَ عَلَيْهِمْ وَكِيلًا &quot; تدبر أمرهم, وتقوم بمجازاتهم, وإنما الله, هو الوكيل, وأنت مبلغ هاد, إلى صراط مستقيم.';
$t[55] = '&quot; وَرَبُّكَ أَعْلَمُ بِمَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ &quot; من جميع أصناف الخلائق, فيعطي كلا منهم, ما يستحقه, وتقتضيه حكمته, ويفضل بعضهم على بعض, في جميع الخصال الحسية, والمعنوية, كما فضل بعض النبيين المشتركين بوحيه, على بعض, بالفضائل, والخصائص الراجعة إلى ما من به عليهم, من الأوصاف الممدوحة, والأخلاق المرضية, والأعمال الصالحة, وكثرة الأتباع, ونزول الكتب على بعضهم, المشتملة على الأحكام الشرعية, والعقائد المرضية.
كما أنزل على داود زبورا, وهو الكتاب المعروف.
فإذا كان تعالى قد فضل بعضهم على بعض, وآتى بعضهم كتبا, فلم ينكر المكذبون لمحمد صلى الله عليه وسلم, ما أنزله الله عليه وما فضله به من النبوة والكتاب.';
$t[56] = 'يقول تعالى &quot; قُلْ &quot; للمشركين بالله الذين اتخذوا من دونه أندادا يعبدونهم, كما يعبدون الله, ويدعونهم كما يدعونه, ملزما لهم بتصحيح ما زعموه واعتقدوه إن كانوا صادقين.
&quot; ادْعُوا الَّذِينَ زَعَمْتُمْ &quot; آلهة &quot; مِنْ دُونِهِ &quot; فانظروا هل ينفعونكم, أو يدفعون عنكم الضر.
&quot; فَلَا يَمْلِكُونَ كَشْفَ الضُّرِّ عَنْكُمْ &quot; من مرض, أو فقر, أو شدة ونحو ذلك, فلا يدفعونه بالكلية.
&quot; وَلَا &quot; يملكون أيضا &quot; تَحْوِيلًا &quot; له من شخص إلى آخر, من شدة إلى ما دونها.
فإذا كانوا بهذه الصفة فلأي شيء تدعونهم من دون الله؟ فإنهم لا كمال لهم, ولا فعال نافعة.
فاتخاذهم آلهة نقص في الدين والعقل, وسفه في الرأي.
ومن العجب, أن السفه عند الاعتياد والممارسة, وتلقيه عن الآباء الضالين بالقبول, يراه صاحبه, هو الرأي السديد, والعقل المفيد.
ويرى إخلاص الدين لله الواحد الأحد المنعم بجميع النعم الظاهرة والباطنة, هو السفه, والأمر المتعجب منه, كما قال المشركون: &quot; أجعل الآلهة إلها واحدا إن هذا لشيء عجاب &quot; .';
$t[57] = 'ثم أخبر أيضا, أن الذين يعبدونهم من دون الله, في شغل شاغل عنهم, باهتمامهم بالافتقار إلى الله, وابتغاء الوسيلة إليه فقال: &quot; أُولَئِكَ الَّذِينَ يَدْعُونَ &quot; من الأنبياء والصالحين والملائكة &quot; يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ أَيُّهُمْ أَقْرَبُ &quot; أي: يتنافسون في القرب من ربهم, ويبذلون ما يقدرون عليه, من الأعمال الصالحة, المقربة إلى الله تعالى: &quot; وَيَرْجُونَ رَحْمَتَهُ وَيَخَافُونَ عَذَابَهُ &quot; فيجتنبون كل ما يوصل إلى العذاب.
&quot; إِنَّ عَذَابَ رَبِّكَ كَانَ مَحْذُورًا &quot; أي: هو الذي ينبغي شدة الحذر منه والتوقي من أسبابه.
وهذه الأمور الثلاثة, الخوف, والرجاء, والمحبة, التي وصف الله بها هؤلاء المقربين عنده, هي الأصل, والمادة في كل خير.
فمن تمت له, تمت له أموره, وإذا خلا القلب منها, ترحلت عنه الخيرات, وأحاطت به الشرور.
وعلامة المحبة, ما ذكره الله, أن يجتهد العبد في كل محل يقربه إلى الله وينافس في قربه بإخلاص الأعمال كلها لله, والنصح فيها, وإيقاعها في أكمل الوجوه المقدور عليها.
فمن زعم أنه يحب الله بغير ذلك, فهو كاذب.';
$t[58] = 'أي: ما من قرية من القرى المكذبة للرسل, إلا, لا بد أن يصيبهم هلاك يوم القيامة, أو عذاب شديد, كتاب كتبه الله, وقضاء أبرمه, لا بد من وقوعه.
فليبادر المكذبون بالإنابة إلى الله, وتصديق رسله, قبل أن تتم عليهم كلمة العذاب, ويحق عليهم القول.';
$t[59] = 'يذكر تعالى رحمته, بعدم إنزاله الآيات, التي اقترحها المكذبون, وأنه ما منعه أن يرسلها, إلا خوفا من تكذيبهم لها.
فإذا كذبوا بها, عاجلهم العقاب, وحل بهم من غير تأخير, كما فعل بالأولين الذين كذبوا بها.
ومن أعظم الآيات, الآية التي أرسلها الله إلى ثمود, وهي الناقة العظيمة الباهرة, التي كانت تصدر عنها جميع القبيلة بأجمعها, ومع ذلك, كذبوا بها, فأصابهم ما قص الله علينا في كتابه.
وهؤلاء كذلك, لو جاءتهم الآيات الكبار, لم يؤمنوا.
فإنه ما منعهم من الإيمان, خفاء ما جاء به الرسول واشتباهه, هل هو حق أو باطل؟ فإنه قد جاء ومعه من البراهين الكثيرة, بما دل على صحة ما جاء به, الموجب لهداية من طلب الهداية فغيرها مثلها, فلا بد أن يسلكوا بها, ما سلكوا بغيرها, فترك إنزالها والحالة هذه, خير لهم وأنفع.
وقوله: &quot; وَمَا نُرْسِلُ بِالْآيَاتِ إِلَّا تَخْوِيفًا &quot; أي: لم يكن القصد بها أن تكون داعية وموجبة للإيمان, الذي لا يحصل إلا بها.
بل المقصود منها, التخويف والترهيب, ليرتدعوا عن ما هم عليه.';
$t[60] = '&quot; وَإِذْ قُلْنَا لَكَ إِنَّ رَبَّكَ أَحَاطَ بِالنَّاسِ &quot; علما وقدرة, فليس لهم ملجأ يلجأون إليه, ولا ملاذ, يلوذون به عنه.
وهذا كاف لمن له عقل في الانكفاف عما يكرهه الله الذي أحاط بالناس.
&quot; وَمَا جَعَلْنَا الرُّؤْيَا الَّتِي أَرَيْنَاكَ إِلَّا فِتْنَةً &quot; أكثر المفسرين على أنها ليلة الإسراء.
&quot; وَالشَّجَرَةَ الْمَلْعُونَةَ &quot; التي ذكرت &quot; فِي الْقُرْآنِ &quot; وهي شجرة الزقوم, التي تنبت في أصل الجحيم.
والمعنى, إذا كان هذان الأمران, قد صارا فتنة للناس, حتى استلج الكفار بكفرهم, وازداد شرهم, وبعض من كان إيمانه ضعيفا, رجع عنه بسبب أن ما أخبرهم به من الأمور, التي كانت ليلة الإسراء, ومن الإسراء من المسجد الحرام, إلى المسجد الأقصى, كان خارقا للعادة.
والإخبار بوجود شجرة, تنبت في أصل الججم أيضا, من الخوارق فهذا الذي أوجب لهم التكذيب.
فكيف لو شاهدوا الآيات العظيمة والخوارق الجسيمة؟!! أليس ذلك أولى أن يزداد بسببه شرهم؟! فلذلك رحمهم الله وصرفها عنهم.
ومن هنا تعلم أن عدم التصريح في الكتاب والسنة, بذكر الأمور العظيمة, التي حدثت في الأزمنة المتأخرة, أولى وأحسن.
لأن الأمور التي لم يشاهد الناس لها نظيرا, ربما لا تقبلها عقولهم, فيكون ذلك ريبا في قلوب بعض المؤمنين, ومانعا, يمنع من لم يدخل الإسلام, ومنفرا عنه.
بل ذكر الله ألفاظا عامة, تتناول جميع ما يكون, والله أعلم.
&quot; وَنُخَوِّفُهُمْ &quot; بالآيات &quot; فَمَا يَزِيدُهُمْ &quot; التخويف &quot; إِلَّا طُغْيَانًا كَبِيرًا &quot; وهذا أبلغ ما يكون في التحلي بالشر ومحبته, وبغض الخير وعدم الانقياد له.';
$t[61] = 'ينبه تبارك وتعالى عباده, على شدة عداوة الشيطان, وحرصه على إضلالهم, وأنه لما خلق الله آدم, استكبر عن السجود له, و &quot; قَالَ &quot; متكبرا: &quot; أَأَسْجُدُ لِمَنْ خَلَقْتَ طِينًا &quot; أي من طين, وبزعمه, أنه خير منه, لأنه خلق من نار.
وقد تقدم فساد هذا القياس الباطل, من عدة أوجه.';
$t[62] = 'فلما تبين لإبليس تفضيل الله لآدم &quot; قَالَ &quot; مخاطبا لله: &quot; أَرَأَيْتَكَ هَذَا الَّذِي كَرَّمْتَ عَلَيَّ لَئِنْ أَخَّرْتَنِي إِلَى يَوْمِ الْقِيَامَةِ لَأَحْتَنِكَنَّ ذُرِّيَّتَهُ &quot; أي: لأستأصلنهم بالإضلال, ولأغوينهم &quot; إِلَّا قَلِيلًا &quot; عرف الخبيث, أنه لا بد أن يكون منهم من يعاديه, ويعصيه.';
$t[63] = 'فقال الله له: &quot; اذْهَبْ فَمَنْ تَبِعَكَ مِنْهُمْ &quot; واختارك على ربه ووليه الحق.
&quot; فَإِنَّ جَهَنَّمَ جَزَاؤُكُمْ جَزَاءً مَوْفُورًا &quot; أي: مدخرا لكم, موفرا جزاء أعمالكم.';
$t[64] = 'ثم أمره الله أن يفعل كل ما يقدر عليه من إضلالهم فقال: &quot; وَاسْتَفْزِزْ مَنِ اسْتَطَعْتَ مِنْهُمْ بِصَوْتِكَ &quot; ويدخل في هذا كل داع إلى المعصية.
&quot; وَأَجْلِبْ عَلَيْهِمْ بِخَيْلِكَ وَرَجِلِكَ &quot; ويدخل فيه كل راكب وماش في معصية الله, فهو من خيل الشيطان ورجله.
والمقصود أن الله ابتلى العباد بهذا العدو المبين, الداعي لهم إلى معصية الله, بأقواله وأفعاله.
&quot; وَشَارِكْهُمْ فِي الْأَمْوَالِ وَالْأَولَادِ &quot; وذلك شامل لكل معصية, تعلقت بأموالهم وأولادهم, من منع الزكاة والكفارات, والحقوق الواجبة وعدم تأديب الأولاد, وتربيتهم على الخير, وترك الشر, وأخذ الأموال بغير حقها, أو وضعها بغير حقها, أو استعمال المكاسب الردية.
بل ذكر كثير من المفسرين, أنه يدخل في مشاركة الشيطان في الأموال والأولاد, ترك التسمية عند الطعام والشراب والجماع.
وأنه إذا لم يسم الله في ذلك, شارك فيه الشيطان, كما ورد فيه الحديث.
&quot; وَعِدْهُمْ &quot; الوعود المزخرفة التي لا حقيقة لها, ولهذا قال: &quot; وَمَا يَعِدُهُمُ الشَّيْطَانُ إِلَّا غُرُورًا &quot; أي: باطلا مضمحلا, كأن يزين لهم المعاصي والعقائد الفاسدة, ويعدهم عليها الأجر, لأنهم يظنون أنهم على الحق.
وقال تعالى: &quot; الشَّيْطَانُ يَعِدُكُمُ الْفَقْرَ وَيَأْمُرُكُمْ بِالْفَحْشَاءِ وَاللَّهُ يَعِدُكُمْ مَغْفِرَةً مِنْهُ وَفَضْلًا &quot; .';
$t[65] = 'ولما أخبر عما يريد الشيطان أن يفعل بالعباد, وذكر ما يعتصم به من فتنته, وهو عبودية الله, والقيام بالإيمان والتوكل قال: &quot; إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ &quot; أي: تسلط وإغواء, بل الله يدفع عنهم - بقيامهم بعبوديته - كل شر, ويحفظهم من الشيطان الرحيم, ويقوم بكفايتهم.
&quot; وَكَفَى بِرَبِّكَ وَكِيلًا &quot; لمن توكل عليه, وأدى ما أمر به.';
$t[66] = 'يذكر تعالى: نعمته على العباد, بما سخر لهم من الفلك, والسفن, والمراكب, وألهمهم كيفية صنعتها.
وسخر لها البحر الملتطم, يحملها على ظهره, لينتفع العباد بها في الركوب والحمل للأمتعة, والتجارة.
وهذا من رحمته بعباده, فإنه لم يزل بهم رحيما رءوفا, يؤتيهم من كل ما تعلقت به إرادتهم ومنافعهم.';
$t[67] = 'ومن رحمته الدالة على أنه, وحده المعبود, دون ما سواه, أنهم إذا مسهم الضر في البحر, فخافوا من الهلاك, لتراكم الأمواج, ضل عنهم ما كانوا يدعون من دون الله, في حال الرخاء من الأحياء, والأموات, فكأنهم لم يكونوا يدعونهم في وقت من الأوقات لعلمهم أنهم ضعفاء, عاجزون عن كشف الضر, وصرخوا بدعوة فاطر الأرض والسماوات, الذي يستغيث به في شدائدها, جميع المخلوقات, وأخلصوا له الدعاء والتضرع في هذه الحال.
فلما كشف الله عنهم الضر, ونجاهم إلى البر, ونسوا ما كانوا يدعون إليه من قبل, أشركوا به, من لا ينفع, ولا يضر, ولا يعطي, ولا يمنع, وأعرضوا عن الإخلاص لربهم ومليكهم.
وهذا من جهل الإنسان وكفره, فإن الإنسان كفور للنعم.
إلا من هدى الله فمن عليه بالعقل السليم, واهتدى إلى الصراط المستقيم.
فإنه يعلم, أن الذي يكشف الشدائد, وينجي من الأهوال, هو الذي يستحق أن يفرد, وتخلص له سائر الأعمال, في الشدة, والرخاء, واليسر والعسر.
وأما من خذل, ووكل إلى عقله الضعيف, فإنه لم يلحظ وقت الشدة إلا مصلحته الحاضرة, وإنجاءه في كل تلك الحال.
فلما حصلت له النجاة, وزالت عنه المشقة, ظن بجهله, أنه قد أعجز الله ولم يخطر بقلبه, شيء من العواقب الدنيوية, فضلا عن أمور الآخرة.';
$t[68] = 'ولهذا ذكرهم الله بقوله: &quot; أَفَأَمِنْتُمْ أَنْ يَخْسِفَ بِكُمْ جَانِبَ الْبَرِّ أَوْ يُرْسِلَ عَلَيْكُمْ حَاصِبًا &quot; .
أي: فهو على كل شيء قدير, إن شاء أنزل عليكم عذابا, من أسفل منكم بالخسف, أو من فوقكم بالحاصب, وهو: العذاب الذي يحصيهم, فيصبحوا هالكين.
فلا تظنوا أن الهلاك لا يكون إلا في البحر.';
$t[69] = 'وإن ظننتم ذلك, فلستم آمنين من &quot; أَنْ يُعِيدَكُمْ فِيهِ تَارَةً أُخْرَى فَيُرْسِلَ عَلَيْكُمْ قَاصِفًا مِنَ الرِّيحِ &quot; أي: ريحا شديدة جدا تقصف ما أتت عليه.
&quot; فَيُغْرِقَكُمْ بِمَا كَفَرْتُمْ ثُمَّ لَا تَجِدُوا لَكُمْ عَلَيْنَا بِهِ تَبِيعًا &quot; أي: تبعة ومطالبة, فإن الله لم يظلمكم مثقال ذرة.';
$t[70] = 'وهذا من كرمه عليهم وإحسانه, الذي لا يقادر قدره, حيث كرم بني آدم بجميع وجوه الإكرام.
فكرمهم بالعلم والعقل, وإرسال الرسل, وإنزال الكتب.
وجعل منهم الأولياء والأصفياء, وأنعم عليهم بالنعم الظاهرة والباطنة.
&quot; وَحَمَلْنَاهُمْ فِي الْبَرِّ &quot; على الركاب, من الإبل, والبغال, والحمير, والمراكب البرية.
&quot; وَالْبَحْرِ &quot; في السفن والمراكب &quot; وَرَزَقْنَاهُمْ مِنَ الطَّيِّبَاتِ &quot; من المآكل والمشارب, والملابس, والمناكح.
فما من طيب تتعلق به حوائجهم, إلا وقد أكرمهم الله به, ويسره لهم غاية التيسير.
&quot; وَفَضَّلْنَاهُمْ عَلَى كَثِيرٍ مِمَّنْ خَلَقْنَا تَفْضِيلًا &quot; بما خصهم به من المناقب, وفضلهم به من الفضائل, التي ليست لغيرهم من أنواع المخلوقات.
أفلا يقومون بشكر من أولى النعم, ودفع النقم, ولا تحجبهم النعم عن المنعم فيشتغلوا بها عن عبادة ربهم, بل ربما استعانوا بها على معاصيه.';
$t[71] = 'يخبر تعالى عن حال الخلق يوم القيامة, وأنه يدعو كل أناس, ومعهم إمامهم وهاديهم, إلى الرشد, وهم: الرسل ونوابهم.
فتعرض كل أمة, ويحضرها رسولهم الذي دعاهم.
وتعرض أعمالهم على الكتاب, الذي يدعو إليه الرسول, هل هي موافقة له أم لا؟ فينقسمون بهذا قسمين.
&quot; فَمَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ &quot; لكونه اتبع إمامه, الهادي إلى صراط مستقيم, واهتدى بكتابه, فكثرت حسناته, وقلت سيئاته &quot; فَأُولَئِكَ يَقْرَءُونَ كِتَابَهُمْ &quot; قراءة سرور وبهجة, على ما يرون فيها, مما يفرحهم ويسرهم.
&quot; وَلَا يُظْلَمُونَ فَتِيلًا &quot; مما عملوه من الحسنات.';
$t[72] = '&quot; وَمَنْ كَانَ فِي هَذِهِ &quot; الدنيا &quot; أَعْمَى &quot; عن الحق, فلم يقبله, ولم ينقد له بل اتبع الضلال.
&quot; فَهُوَ فِي الْآخِرَةِ أَعْمَى &quot; عن سلوك طريق الجنة كما لم يسلكه في الدنيا &quot; وَأَضَلُّ سَبِيلًا &quot; فإن الجزاء من جنس العمل, كما تدين تدان.
وفي هذه الآية دليل على أن كل أمة تدعى إلى دينها وكتابها, هل عملت به أم لا؟ وأنهم لا يؤاخذون بشرع نبي, لم يؤمروا باتباعه, وأن الله لا يعذب أحدا, إلا بعد قيام الحجة عليه, ومخالفته لها, وأن أهل الخير, يعطون كتبهم بأيمانهم ويحصل لهم من الفرح والسرور, شيء عظيم, وأن أهل الشر بعكس ذلك, لأنهم لا يقدرون على قراءة كتبهم, من شدة غمهم, وحزنهم وثبورهم.';
$t[73] = 'يذكر تعالى منته على رسوله محمد صلى الله عليه وسلم, وحفظه له من أعدائه الحريصين على فتنته بكل طريق, فقال: &quot; وَإِنْ كَادُوا لَيَفْتِنُونَكَ عَنِ الَّذِي أَوْحَيْنَا إِلَيْكَ لِتَفْتَرِيَ عَلَيْنَا غَيْرَهُ &quot; أي: قد كادوا لك أمرا لم يدركوه, وتحيلوا لك, على أن تفتري على الله غير الذي أنزلنا إليك.
فتجيء بما يوافق أهواءهم, وتدع ما أنزل الله إليك.
&quot; وَإِذَا &quot; لو فعلت ما يهوون &quot; لَاتَّخَذُوكَ خَلِيلًا &quot; أي حبيبا صفيا, أعز عليهم من أحبابهم, لما جبلك الله عليه من مكارم الأخلاق, ومحاسن الآداب, المحببة للقريب والبعيد, والصديق والعدو.
ولكن لتعلم أنهم لم يعادوك, وينابذوك العداوة, إلا للحق الذي جئت به, لا لذاتك, كما قال الله تعالى &quot; قَدْ نَعْلَمُ إِنَّهُ لَيَحْزُنُكَ الَّذِي يَقُولُونَ فَإِنَّهُمْ لَا يُكَذِّبُونَكَ وَلَكِنَّ الظَّالِمِينَ بِآيَاتِ اللَّهِ يَجْحَدُونَ &quot; .';
$t[74] = '&quot; وَ &quot; مع هذا &quot; لَوْلَا أَنْ ثَبَّتْنَاكَ &quot; على الحق, وامتننا عليك بعدم الإجابة لداعيهم.
&quot; لَقَدْ كِدْتَ تَرْكَنُ إِلَيْهِمْ شَيْئًا قَلِيلًا &quot; من كثرة المعالجة, ومحبتك لهدايتهم.';
$t[75] = '&quot; إِذًا &quot; لو ركنت إليهم بما يهوون &quot; لَأَذَقْنَاكَ ضِعْفَ الْحَيَاةِ وَضِعْفَ الْمَمَاتِ &quot; .
أي: لأصبناك بعذاب مضاعف, في الدنيا والآخرة, وذلك لكمال نعمة الله عليك, وكمال معرفتك.
&quot; ثُمَّ لَا تَجِدُ لَكَ عَلَيْنَا نَصِيرًا &quot; ينقذك مما يحل بك من العذاب, ولكن الله تعالى عصمك من أسباب الشر, ومن الشر, فثبتك وهداك الصراط المستقيم, ولم تركن إليهم بوجه من الوجوه, فله عليك, أتم نعمة, وأبلغ منحة.';
$t[76] = '&quot; وَإِنْ كَادُوا لَيَسْتَفِزُّونَكَ مِنَ الْأَرْضِ لِيُخْرِجُوكَ مِنْهَا &quot; أي: من بغضهم لمقامك بين أظهرهم, قد كادوا أن يخرجوك من الأرض, ويجلوك عنها.
ولو فعلوا ذلك, لم يلبثوا بعدك إلا قليلا, حتى تحل بهم العقوبة, كما هي سنة الله التي لا تحول ولا تبدل في جميع الأمم.
كل أمة كذبت رسولها, وأخرجته, عاجلها الله بالعقوبة.
ولما مكر به الذين كفروا, وأخرجوه, لم يلبثوا إلا قليلا, حتى أوقع الله بهم بـ &quot; بدر &quot; وقتل صناديدهم, وفض بيضتهم فله الحمد.
وفي هذه الآيات, دليل على شدة افتقار العبد إلى تثبيت الله إياه, وأنه لا يزال متملقا لربه, أن يثبته على الإيمان, ساعيا في كل سبب موصل إلى ذلك, لأن النبي صلى الله عليه وسلم, وهو أكمل الخلق, قال الله له: &quot; وَلَوْلَا أَنْ ثَبَّتْنَاكَ لَقَدْ كِدْتَ تَرْكَنُ إِلَيْهِمْ شَيْئًا قَلِيلًا &quot; فكيف بغيره؟!! وفيها تذكير الله لرسوله منته عليه, وعصمته من الشر.
فدل ذلك, على أن الله يحب من عباده, أن يتفطنوا لإنعامه عليهم - عند وجود أسباب الشر - بالعصمة منه, والثبات على الإيمان.
وفيها: أنه - بحسب علو مرتبة العبد, وتواتر النعم عليه من الله يعظم, إثمه ويتضاعف جرمه, إذا فعل ما يلام عليه, لأن الله ذكر رسوله لو فعل - وحاشاه من ذلك - بقوله: &quot; إِذًا لَأَذَقْنَاكَ ضِعْفَ الْحَيَاةِ وَضِعْفَ الْمَمَاتِ ثُمَّ لَا تَجِدُ لَكَ عَلَيْنَا نَصِيرًا &quot; .
وفيها أن الله إذا أراد إهلاك أمة, تضاعف جرمها, وعظم وكبر, فيحق عليها القول من الله, فيوقع بها العقاب, كما هي سنته في الأمم, إذا أخرجوا رسولهم.';
$t[77] = '';
$t[78] = 'يأمر تعالى نبيه محمدا صلى الله عليه وسلم بإقامة الصلاة تامة, ظاهرا, وباطنا في أوقاتها.
&quot; لِدُلُوكِ الشَّمْسِ &quot; أي: ميلانها إلى الأفق الغربي بعد الزوال.
فيدخل في ذلك, صلاة الظهر, وصلاة العصر.
&quot; إِلَى غَسَقِ اللَّيْلِ &quot; أي: ظلمته, فدخل في ذلك, صلاة المغرب, وصلاة العشاء.
&quot; وَقُرْآنَ الْفَجْرِ &quot; أي: صلاة الفجر, وسميت قرآنا, لمشروعية إطالة القرآن فيها, أطول من غيرها, ولفضل القراءة فيها, حيث شهدها الله, وملائكة الليل والنهار.
ففي هذه الآية, ذكر الأوقات الخمسة; للصلوات المكتوبات, وأن الصلوات الموقعة فيه فرائض, لتخصيصها بالأمر.
ومنها أن الوقت, شرط لصحة الصلاة, وأنه سبب لوجوبها لأن الله أمر بإقامتها لهذه الأوقات.
وأن الظهر والعصر, يجمعان, والمغرب والعشاء كذلك, للعذر, لأن الله جمع وقتهما جميعا.
وفيه: فضيلة صلاة الفجر, وفضيلة إطالة القراءة فيها, وأن القراءة فيها, ركن, لأن العبادة إذا سميت ببعض أجزائها, دل على فرضية ذلك.';
$t[79] = 'وقوله &quot; وَمِنَ اللَّيْلِ فَتَهَجَّدْ بِهِ &quot; أي: صل به في سائر أوقاته.
&quot; نَافِلَةً لَكَ &quot; أي: لتكون صلاة الليل, زيادة لك في علو القدر, ورفع الدرجات.
بخلاف غيرك, فإنها تكون كفارة لسيئاته.
ويحتمل أن يكون المعنى: أن الصلوات الخمس فرض عليك, وعلى المؤمنين.
بخلاف صلاة الليل, فإنها فرض عليك بالخصوص, ولكرامتك على الله أن جعل وظيفتك أكثر من غيرك, وليكترثوا بك, وتنال بذلك, المقام المحمود, وهو المقام الذي, يحمدك فيه, الأولون والآخرون, مقام الشفاعة العظمى, حين يتشفع الخلائق بآدم, ثم بنوح, ثم إبراهيم, ثم موسى, ثم عيسى.
وكلهم يعتذر ويتأخر عنها, حتى يستشفعوا بسيد ولد آدم, ليرحمهم الله, من هول الموقف, وكربه.
فيشفع عند ربه, فيشفعه, ويقيمه مقاما, يغبطه به, الأولون والآخرون.
وتكون له المنة على جميع الخلق.';
$t[80] = 'وقوله: &quot; وَقُلْ رَبِّ أَدْخِلْنِي مُدْخَلَ صِدْقٍ وَأَخْرِجْنِي مُخْرَجَ صِدْقٍ &quot; أي: اجعل مداخلي ومخارجي كلها, في طاعتك, وعلى مرضاتك, وذلك لتضمنها الإخلاص, وموافقتها الأمر.
&quot; وَاجْعَلْ لِي مِنْ لَدُنْكَ سُلْطَانًا نَصِيرًا &quot; أي: حجة ظاهرة, وبرهانا قاطعا على جميع ما آتيه, وما أذره.
وهذا أعلى حالة, ينزلها الله العبد, أن تكون أحواله كلها خيرا, ومقربة له إلى ربه, وأن يكون له - على كل حالة من أحواله - دليل ظاهر, وذلك متضمن للعلم النافع, والعمل الصالح, للعلم بالمسائل والدلائل.';
$t[81] = 'وقوله: &quot; وَقُلْ جَاءَ الْحَقُّ وَزَهَقَ الْبَاطِلُ &quot; والحق هو: ما أوحاء الله إلى رسوله محمد صلى الله عليه وسلم, فأمره الله أن يقول ويعلن, قد جاء الحق الذي لا يقوم له شيء, وزهق الباطل أي: اضمحل وتلاشى.
&quot; إِنَّ الْبَاطِلَ كَانَ زَهُوقًا &quot; أي: هذا وصف الباطل, ولكنه قد يكون له صولة ورواج, إذا لم يقابله الحق, فعند مجيء الحق, يضمحل الباطل, فلا يبقى له حراك.
ولهذا لا يروج الباطل, إلا في الأزمان, والأمكنه الخالية من العلم بآيات الله وبيناته';
$t[82] = 'وقوله: &quot; وَنُنَزِّلُ مِنَ الْقُرْآنِ &quot; إلى &quot; إِلَّا خَسَارًا &quot; .
أي: فالقرآن مشتمل على الشفاء والرحمة.
وليس ذلك لكل أحد, وإنما ذلك للمؤمنين به, المصدقين بآياته, العاملين به.
وأما الظالمون بعدم التصديق به, أو عدم العمل به, فلا تزيدهم آياته إلا خسارا.
إذ به تقوم عليهم الحجة.
فالشفاء الذي تضمنه القرآن, عام لشفاء القلوب, من الشبه, والجهالة, والآراء الفاسدة والانحراف السيئ, والقصود الرديئة.
فإنه مشتمل على العلم اليقين, الذي تزول به كل شبهة وجهالة.
والوعظ والتذكير, الذي يزول به كل شهوة, تخالف أمر الله.
ولشفاء الأبدان من آلامها وأسقامها.
وأما الرحمة, فإن ما فيه من الأسباب والوسائل, التي يحث عليها, متى فعلها العبد, فاز بالرحمة والسعادة الأبدية, والثواب العاجل والآجل.';
$t[83] = 'هذه طبيعة الإنسان, من حيث هو, إلا من هداه الله.
فإن الإنسان - عند إنعام الله عليه - يفرح بالنعم, ويبطر بها, ويعرض, وينأى بجانبه عن ربه, فلا يشكره, ولا يذكره.
&quot; وَإِذَا مَسَّهُ الشَّرُّ &quot; كالمرض ونحوه &quot; كَانَ يَئُوسًا &quot; من الخير, قد قطع ربه رجاءه, وظن أن ما هو فيه, دائم أبدا.
وأما من هداه الله, فإنه - عند النعم - يخضع لربه, ويشكر نعمته, وعند الضراء, يتضرع, ويرجو من الله عافيته, وإزالة ما يقع فيه, وبذلك يخف عليه البلاء.';
$t[84] = 'أي: &quot; قُلْ كُلٌّ &quot; من الناس &quot; يَعْمَلُ عَلَى شَاكِلَتِهِ &quot; أي: على ما يليق به من الأحوال.
إن كانوا من الصفوة الأبرار, لم يشاكلهم إلا عملهم لرب العالمين.
ومن كانوا من غيرهم من المخذولين لم يناسبهم إلا العمل للمخلوقين, ولم يوافقهم إلا ما وافق أغراضهم.
&quot; فَرَبُّكُمْ أَعْلَمُ بِمَنْ هُوَ أَهْدَى سَبِيلًا &quot; فيعلم من يصلح للهداية, فيهديه, ومن لا يصلح لها فيخذله ولا يهديه.';
$t[85] = 'وهذا متضمن لردع من يسأل المسائل, التي يقصد بها التعنت والتعجيز, ويدع السؤال عن المهم, فيسألون عن الروح, التي هي من الأمور الخفية, التي لا يتقن وصفها وكيفيتها, كل أحد, وهم قاصرون في العلم الذي يحتاج إليه العباد.
ولهذا أمر الله رسوله, أن يجيب سؤالهم بقوله: &quot; قُلِ الرُّوحُ مِنْ أَمْرِ رَبِّي &quot; أي: من جملة مخلوقاته, التي أمرها أن تكون فكانت.
فليس في السؤال عنها, كبير فائدة, مع عدم علمكم بغيرها.
وفي هذه الآية دليل, على أن المسئول إذا سئل عن أمر, الأولى به أن يعرض عن إجابة السائل عما سأل عنه, ويدله على ما يحتاج إليه, ويرشده إلى ما ينفعه.';
$t[86] = 'يخبر تعالى أن القرآن والوحي, الذي أوحاه إلى رسوله, رحمة منه عليه, وعلى عباده, وهو أكبر النعم على الإطلاق على رسوله, فإن فضل الله عليه كبير, لا يقادر قدره.
فالذي تفضل به عليك, قادر على أن يذهب به, ثم لا تجد رادا يرده, ولا وكيلا بتوجه عند الله فيه.
فلتغتبط به, ولتقر به عينك, ولا يحزنك تكذيب المكذبين, ولا استهزاء الضالين.
فإنهم عرضت عليهم أجل النعم, فردوها, لهوانهم على الله, وخذلانه لهم.';
$t[87] = '';
$t[88] = 'وهذا دليل قاطع, وبرهان ساطع, على صحة ما جاء به الرسول وصدقه.
حيث تحدى الله الإنس والجن أن يأتوا بمثله, وأخبر أنهم لا يأتون بمثله, ولو تعاونوا كلهم على ذلك لم يقدروا عليه.
ووقع كما أخبر الله, فإن دواعي أعدائه المكذبين به, متوفرة على رد ما جاء به, بأي وجه كان, وهم أهل اللسان والفصاحة.
فلو كان عندهم أدنى تأهل, وتمكن من ذلك, لفعلوه.
فعلم بذلك, أنهم أذعنوا غاية الإذعان, طوعا وكرها, وعجزوا عن معارضته.
وكيف يقدر المخلوق من تراب, الناقص من جميع الوجوه, الذي ليس له علم, ولا قدرة, ولا إرادة, ولا مشيئة, ولا كلام ولا كمال, إلا من ربه أن يعارض كلام رب الأرض والسماوات, المطلع على سائر الخفيات, الذي له الكمال المطلق, والحمد المطلق, والمجد العظيم, الذي لو أن البحر يمده من بعده سبعة أبحر مدادا, والأشجار كلها أقلام, لنفذ المداد, وفنيت الأقلام, ولم تنفد كلمات الله.
فكما أنه ليس أحد من المخلوقين, مماثلا لله في أوصافه, فكلامه من أوصافه, التي لا يماثله فيها أحد.
فليس كمثله شيء, في ذاته, وأسمائه, وصفاته, وأفعاله تبارك وتعالى.
فتبا لمن اشتبه عليه كلام الخالق بكلام المخلوق, وزعم أن محمدا صلى الله عليه وسلم, افتراه على الله واختلقه من نفسه.';
$t[89] = 'يقول تعالى: &quot; وَلَقَدْ صَرَّفْنَا لِلنَّاسِ فِي هَذَا الْقُرْآنِ مِنْ كُلِّ مَثَلٍ &quot; أي: نوعنا فيه المواعظ والأمثال, وثنينا فيه المعاني, التي يضطر إليها العباد, لأجل أن يتذكروا ويتقوا.
فلم يتذكر إلا القليل منهم, الذين سبقت لهم من الله, سابقة السعادة, وأعانهم الله بتوفيقه.
وأما أكثر الناس, فأبوا إلا كفورا لهذه النعمة, التي هي أكبر من جميع النعم, وجعلوا يتعنتون عليه باقتراح آيات, غير آياته, يخترعونها من تلقاء أنفسهم الظالمة الجاهلة.';
$t[90] = 'فيقولون لرسول الله صلى الله عليه وسلم, الذي أتى بهذا القرآن المشتمل على كل برهان وآية: &quot; لَنْ نُؤْمِنَ لَكَ حَتَّى تَفْجُرَ لَنَا مِنَ الْأَرْضِ يَنْبُوعًا &quot; أي أنهارا جارية.';
$t[91] = '&quot; أَوْ تَكُونَ لَكَ جَنَّةٌ مِنْ نَخِيلٍ وَعِنَبٍ &quot; فتستغنى بها عن المشي في الأسواق والذهاب والمجيء.';
$t[92] = '&quot; أَوْ تُسْقِطَ السَّمَاءَ كَمَا زَعَمْتَ عَلَيْنَا كِسَفًا &quot; أي: قطعا من العذاب.
&quot; أَوْ تَأْتِيَ بِاللَّهِ وَالْمَلَائِكَةِ قَبِيلًا &quot; أي جميعا, أو مقابلة ومعاينة, يشهدون لك بما جئت به.';
$t[93] = '&quot; أَوْ يَكُونَ لَكَ بَيْتٌ مِنْ زُخْرُفٍ &quot; أي: مزخرف بالذهب وغيره.
&quot; أَوْ تَرْقَى فِي السَّمَاءِ &quot; رقيا حسيا.
ومع هذا &quot; وَلَنْ نُؤْمِنَ لِرُقِيِّكَ حَتَّى تُنَزِّلَ عَلَيْنَا كِتَابًا نَقْرَؤُهُ &quot; .
ولما كانت هذه تعنتات, وتعجيزات, وكلام أسفه الناس وأظلمهم, المتضمنة لرد الحق, وسوء أدب مع الله, وأن الرسول صلى الله عليه وسلم, هو الذي يأتي بالآيات - أمره الله أن ينزهه فقال: &quot; قُلْ سُبْحَانَ رَبِّي &quot; عما تقولون علوا كبيرا, وسبحانه أن تكون أحكامه وآياته تابعة لأهوائهم الفاسدة, وآرائهم الضالة.
&quot; هَلْ كُنْتُ إِلَّا بَشَرًا رَسُولًا &quot; ليس بيده شيء من الأمر.';
$t[94] = 'وهذا السبب, الذي منع أكثر الناس من الإيمان, حيث كانت الرسل, التي ترسل إليهم من جنسهم بشرا.
وهذا من رحمته بهم, أن أرسل إليهم بشرا منهم, فإنهم لا يطيقون التلقي من الملائكة.';
$t[95] = '&quot; قُلْ لَوْ كَانَ فِي الْأَرْضِ مَلَائِكَةٌ يَمْشُونَ مُطْمَئِنِّينَ &quot; يثبتون على رؤية الملائكة, والتلقي عنهم &quot; لَنَزَّلْنَا عَلَيْهِمْ مِنَ السَّمَاءِ مَلَكًا رَسُولًا &quot; ليمكنهم التلقي عنه.';
$t[96] = '&quot; قُلْ كَفَى بِاللَّهِ شَهِيدًا بَيْنِي وَبَيْنَكُمْ إِنَّهُ كَانَ بِعِبَادِهِ خَبِيرًا بَصِيرًا &quot; .
فمن شهادته لرسوله ما أيده به من المعجزات, وما أنزل عليه من الآيات, ونصره على من عاداه وناوأه.
فلو تقول عليه بعض الأقاويل, لأخذ منه باليمين, ثم لقطع منه الوتين.
فإنه خبير بصير, لا تخفى عليه من أحوال العباد خافية.';
$t[97] = 'يخبر تعالى أنه المنفرد بالهداية والإضلال.
فمن يهده, فييسره لليسرى ويجنبه العسرى, فهو المهتدي على الحقيقة.
ومن يضلله, فيخذله, ويكله إلى نفسه, فلا هادي له من دون الله.
وليس له ولي ينصره من عذاب الله, حين يحشرهم الله على وجوههم خزيا, عميا, وبكما, لا يبصرون, ولا ينطقون.
&quot; مَأْوَاهُمْ &quot; أي مقرهم ودارهم &quot; جَهَنَّمُ &quot; التي جمعت كل هم, وغم, وعذاب.
&quot; كُلَّمَا خَبَتْ &quot; أي: تهيأت للانطفاء &quot; زِدْنَاهُمْ سَعِيرًا &quot; أي: سعرناها بهم لا يفتر عنهم العذاب ولا يقضى عليهم فيموتوا ولا يخفف عنهم من عذابها, ولم يظلمهم الله تعالى بل جازاهم بما كفروا بآياته وأنكروا البعث الذي أخبرت به الرسل ونطقت به الكتب وعجزوا ربهم فأنكروا تمام قدرته.
&quot; وَقَالُوا أَئِذَا كُنَّا عِظَامًا وَرُفَاتًا أَئِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا &quot; أي: لا يكون هذا لأنه في غاية البعد عن عقولهم الفاسدة.';
$t[98] = '';
$t[99] = '&quot; أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ &quot; وهي أكبر من خلق الناس.
&quot; قَادِرٌ عَلَى أَنْ يَخْلُقَ مِثْلَهُمْ &quot; بلى, إنه على ذلك قدير.
ولكنه قد &quot; وَجَعَلَ لَهُمْ أَجَلًا لَا رَيْبَ فِيهِ &quot; ولا شك, وإلا فلو شاء لجاءهم به بغتة, ومع إقامته الحجج والأدلة على البعث.
&quot; فَأَبَى الظَّالِمُونَ إِلَّا كُفُورًا &quot; ظلما منهم وافتراء.';
$t[100] = '&quot; قُلْ لَوْ أَنْتُمْ تَمْلِكُونَ خَزَائِنَ رَحْمَةِ رَبِّي &quot; التي لا تنفذ ولا تبيد.
&quot; إِذًا لَأَمْسَكْتُمْ خَشْيَةَ الْإِنْفَاقِ &quot; أي: خشية أن ينفد ما تنفقون منه, مع أنه من المحال أن تنفد خزائن الله, ولكن الإنسان مطبوع على الشح والبخل.';
$t[101] = 'أي: لست أيها الرسول المؤيد بالآيات, أول رسول كذبه الناس.
فلقد أرسلنا قبلك, موسى بن عمران الكليم, إلى فرعون وقومه, وآتيناه &quot; تِسْعَ آيَاتٍ بَيِّنَاتٍ &quot; كل واحدة منها, تكفي لمن قصده اتباع الحق كالحية, والعصا, والطوفان والجراد, والقمل والضفادع, والدم, واليد, وفلق البحر.
فإن شككت في شيء من ذلك &quot; فَاسْأَلْ بَنِي إِسْرَائِيلَ إِذْ جَاءَهُمْ فَقَالَ لَهُ فِرْعَوْنُ &quot; مع هذه الآيات &quot; إِنِّي لَأَظُنُّكَ يَا مُوسَى مَسْحُورًا &quot; .';
$t[102] = '&quot; قَالَ &quot; له موسى &quot; لَقَدْ عَلِمْتَ &quot; يا فرعون &quot; مَا أَنْزَلَ هَؤُلَاءِ &quot; الآيات &quot; إِلَّا رَبُّ السَّمَاوَاتِ وَالْأَرْضِ بَصَائِرَ &quot; منه لعباده, فليس قولك هذا, بالحقيقة, وإنما قلت ذلك, ترويجا على قومك, واستخفافا لهم.
&quot; وَإِنِّي لَأَظُنُّكَ يَا فِرْعَوْنُ مَثْبُورًا &quot; أي ممقوتا ملقى في العذاب لك والذم واللعنة.';
$t[103] = '&quot; فَأَرَادَ &quot; فرعون &quot; أَنْ يَسْتَفِزَّهُمْ مِنَ الْأَرْضِ &quot; أي: يجليهم ويخرجهم منها.
&quot; فَأَغْرَقْنَاهُ وَمَنْ مَعَهُ جَمِيعًا &quot; وأورثنا بني إسرائيل أرضهم وديارهم.';
$t[104] = 'ولهذا قال: &quot; وَقُلْنَا مِنْ بَعْدِهِ لِبَنِي إِسْرَائِيلَ اسْكُنُوا الْأَرْضَ فَإِذَا جَاءَ وَعْدُ الْآخِرَةِ جِئْنَا بِكُمْ لَفِيفًا &quot; أي: جميعا, ليجازى كل عامل بعمله.';
$t[105] = 'أي: وبالحق أنزلنا هذا القرآن الكريم, لأمر العباد, ونهيهم, وثوابهم, وعقابهم.
&quot; وَبِالْحَقِّ نَزَلَ &quot; أي: بالصدق والعدل, والحفظ من كل شيطان رجيم.
&quot; وَمَا أَرْسَلْنَاكَ إِلَّا مُبَشِّرًا &quot; من أطاع الله بالثواب العاجل والآجل.
&quot; وَنَذِيرًا &quot; لمن عصى الله, بالعقاب العاجل والآجل.
ويلزم من ذلك, بيان ما يبشر به وينذر.';
$t[106] = 'أي: وأنزلنا هذا القرآن مفرقا, فارقا بين الهدى والضلال, والحق والباطل.
&quot; لِتَقْرَأَهُ عَلَى النَّاسِ عَلَى مُكْثٍ &quot; أي: على مهل, ليتدبروه, ويتفكروا في معانيه, ويستخرجوا علومه.
&quot; وَنَزَّلْنَاهُ تَنْزِيلًا &quot; أي: شيئا فشيئا, مفرقا في ثلاث وعشرين سنة.
&quot; ولا يأتونك بمثل إلا جئناك بالحق وأحسن تفسيرا &quot; .
فإذا تبين أنه الحق, الذي لا شك فيه ولا ريب, بوجه من الوجوه.';
$t[107] = '&quot; قُلْ &quot; لمن كذب به, وأعرض عنه: &quot; آمِنُوا بِهِ أَوْ لَا تُؤْمِنُوا &quot; .
فليس لله حاجة فيكم, ولستم بضاريه شيئا, وإنما ضرر ذلك عليكم.
فإن لله عبادا غيركم, وهم الذين آتاهم الله العلم النافع: &quot; إِذَا يُتْلَى عَلَيْهِمْ يَخِرُّونَ لِلْأَذْقَانِ سُجَّدًا &quot; أي: يتأثرون به غاية التأثر, ويخضعون له.';
$t[108] = '&quot; وَيَقُولُونَ سُبْحَانَ رَبِّنَا &quot; عما لا يليق بجلاله, مما نسبه إليه المشركون.
&quot; إِنْ كَانَ وَعْدُ رَبِّنَا &quot; بالبعث والجزاء بالأعمال &quot; لَمَفْعُولًا &quot; لا خلف فيه ولا شك.';
$t[109] = '&quot; وَيَخِرُّونَ لِلْأَذْقَانِ &quot; أي: على وجوههم &quot; يَبْكُونَ وَيَزِيدُهُمْ &quot; القرآن &quot; خُشُوعًا &quot; .
وهؤلاء كالذين من الله عليهم من مؤمني أهل الكتاب كعبد الله ابن سلام وغيره, ممن أسلم في وقت النبي صلى الله عليه وسلم, بعد ذلك.';
$t[110] = 'بقول تعالى لعباده: &quot; ادْعُوا اللَّهَ أَوِ ادْعُوا الرَّحْمَنَ &quot; أي: أيهما شئتم.
&quot; أَيًّا مَا تَدْعُوا فَلَهُ الْأَسْمَاءُ الْحُسْنَى &quot; أي: ليس له اسم غير حسن, أي: حتى ينهى عن دعائه به, أي اسم دعوتموه به, حصل به المقصود, والذي ينبغي أن يدعى في كل مطلوب, مما يناسب ذلك الاسم.
&quot; وَلَا تَجْهَرْ بِصَلَاتِكَ &quot; أي: قراءتك &quot; وَلَا تُخَافِتْ بِهَا &quot; فإن في كل من الأمرين محذووا.
أما الجهر, فإن المشركين المكذبين به إذا سمعوه, سبوه, وسبوا من جاء به.
وأما المخافتة, فإنه لا يحصل المقصود لمن أراد استماعه مع الإخفاء.
&quot; وَابْتَغِ بَيْنَ ذَلِكَ &quot; أي: اتخذ بين الجهر والإخفات &quot; سَبِيلًا &quot; أي: تتوسط فيما بينهما.';
$t[111] = '&quot; وَقُلِ الْحَمْدُ لِلَّهِ &quot; الذي له الكمال, والثناء, والحمد, والمجد من جميع الوجوه, المنزه عن كل آفة ونقص.
&quot; الَّذِي لَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُنْ لَهُ شَرِيكٌ فِي الْمُلْكِ &quot; بل الملك كله لله الواحد القهار.
فالعالم العلوي والسفلي, كلهم مملوكون لله, ليس لأحد من الملك شيء.
&quot; وَلَمْ يَكُنْ لَهُ وَلِيٌّ مِنَ الذُّلِّ &quot; أي: لا يتولى أحدا من خلقه, ليتعزز به ويعاونه.
فإنه الغني الحميد, الذي لا يحتاج إلى أحد من المخلوقات, في الأرض ولا في السماوات, ولكنه يتخذ - إحسانا منه إليهم ورحمة بهم &quot; الله ولي الذين آمنوا يخرجهم من الظلمات إلى النور &quot; .
&quot; وَكَبِّرْهُ تَكْبِيرًا &quot; أي عظمه وأجله بالإخبار بأوصافه العظيمة, وبالثناء عليه, بأسمائه الحسنى, وبتحميده بأفعاله المقدسة, وبتعظيمه وإجلاله بعبادته وحده, لا شريك له, وإخلاص الدين كله له.
تم تفسير سورة الإسراء.
وبلغ مقابلة على أصله ولله الحمد والمنة والثناء الحسن على يد جامعه عبد الرحمن بن ناصر بن عبد الله بن سعدي غفر الله له ولوالديه ولجميع المسلمين أمين وصلى الله على محمد وسلم تسليما كثيرا وذلك في 7 جمادي الأولى سنة 1344 ونقله من خط المؤلف الفقير إلى ربه سليمان الحمد البسام غفر الله له ولوالديه ولجميع المسلمين آمين وصلى الله على محمد وعلى آله وصحبه أجمعين تم بحمد الله الجزء الرابع ويليه إن شاء الله الجزء الخامس وأوله تفسير سورة الكهف';
?>