<?php
$t = array();
$t[1] = 'الحمد هو الثناء عليه بصفاته, التي هي كلها صفات كمال, وبنعمه الظاهرة والباطنة, الدينية والدنيوية.
وأجل نعمه على الإطلاق, إنزاله الكتاب العظيم على عبده ورسوله, محمد صلى الله عليه وسلم.
فحمد نفسه, وفي ضمنه, إرشاد العباد ليحمدوه على إرسال الرسول إليهم, وإنزال الكتاب عليهم.
ثم وصف هذا الكتاب بوصفين مشتملين, على أنه الكامل من جميع الوجوه.
وهما نفي العوج عنه, وإثبات أنه مقيم مستقيم.
فنفي العوج, يقتضي أنه ليس في أخباره كذب, ولا في أوامره ونواهيه, ظلم ولا عبث.
وإثبات الاستقامة, يقتضي أنه لا يخبر ولا يأمر إلا بأجل الأخبارات وهي الأخبار, التي تملأ القلوب معرفة وإيمانا وعقلا, كالإخبار بأسماء الله وصفاته وأفعاله, ومنها الغيوب المتقدمة والمتأخرة.
وأن أوامره ونواهيه, تزكي النفوس وتطهرها وتنميها وتكملها, لاشتمالها على كمال العدل والقسط, والإخلاص, والعبودية لله رب العالمين, وحده لا شريك له.
وحقيق بكتاب موصوف.
بما ذكر, أن يحمد الله نفسه على إنزاله, وأن يتمدح إلى عباده به.';
$t[2] = 'وقوله &quot; لِيُنْذِرَ بَأْسًا شَدِيدًا مِنْ لَدُنْهُ &quot; أي: لينذر بهذا القرآن الكريم, عقابه الذي عنده, أي: قدره وقضاءه, على من خالف أمره, وهذا يشمل عقاب الدنيا, وعقاب الآخرة.
وهذا أيضا, من نعمه أن خوف عباده, وأنذرهم, ما يضرهم ويهلكهم.
كما قال تعالى - لما ذكر في هذا القرآن وصف النار, قال: &quot; ذلك يخوف الله به عباده يا عباد فاتقون &quot; .
فمن رحمته بعباده, أن قيض العقوبات الغليظة على من خالف أمره, وبينها لهم, وبين لهم الأسباب الموصلة إليها.
&quot; وَيُبَشِّرَ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ أَنَّ لَهُمْ أَجْرًا حَسَنًا &quot; أي: وأنزل الله على عبده الكتاب, ليبشر المؤمنين به, وبرسله, وكتبه, الذين كمل إيمانهم.
فأوجب لهم عمل الصالحات, وهي: الأعمال الصالحة, من واجب, ومستحب, التي جمعت الإخلاص والمتابعة.
&quot; أَنَّ لَهُمْ أَجْرًا حَسَنًا &quot; وهو الثواب الذي رتبه الله على الإيمان والعمل الصالح.
وأعظمه وأجله, الفوز برضا الله ودخول الجنة, التي فيها, ما لا عين رأت, ولا أذن سمعت, ولا خطر على قلب بشر.
وفي وصفه بالحسن, دلالة على أنه لا مكدر فيه, ولا منغص, بوجه من الوجوه.
إذ لو وجد فيه شيء من ذلك, لم يكن حسنه تاما.';
$t[3] = 'ومع ذلك فهذا الأجر الحسن &quot; مَاكِثِينَ فِيهِ أَبَدًا &quot; لا يزول عنهم, ولا يزولون عنه, بل نعيمهم في كل وقت متزايد.
وفي ذكر التبشير, ما يقتضي ذكر الأعمال الموجبة للمبشر به.
وهو: أن هذا القرآن, قد اشتمل على كل عمل صالح, موصل لما تستبشر به النفوس, وتفرح به الأرواح.';
$t[4] = '&quot; وَيُنْذِرَ الَّذِينَ قَالُوا اتَّخَذَ اللَّهُ وَلَدًا &quot; من اليهود والنصارى, والمشركين, الذين قالوا هذه المقالة الشنيعة, فإنهم لم يقولوها عن علم ولا يقين, لا علم منهم, ولا علم من آبائهم الذين قلدوهم واتبعوهم, بل إن يتبعون إلا الظن وما تهوى الأنفس.
&quot; كَبُرَتْ كَلِمَةً تَخْرُجُ مِنْ أَفْوَاهِهِمْ &quot; أي: عظمت شناعتها واشتدت عقوبتها.
وأي شناعة أعظم من وصفه, بالاتخاذ للولد, الذي يقتضي نقصه, ومشاركة غيره له في خصائص الربوبية, والإلهية, والكذب عليه؟!! &quot; فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا &quot; .
ولهذا قال هنا: &quot; إِنْ يَقُولُونَ إِلَّا كَذِبًا &quot; أي: كذبا محضا ما فيه من الصدق شيء.
وتأمل كيف أبطل هذا القول بالتدريج, والانتقال من شيء إلى أبطل منه.';
$t[5] = 'فأخبر أولا: أنه &quot; مَا لَهُمْ بِهِ مِنْ عِلْمٍ وَلَا لِآبَائِهِمْ &quot; والقول على الله بلا علم, لا شك في منعه وبطلانه.
ثم أخبر ثانيا, أنه قول قبيح شنيع فقال: &quot; كَبُرَتْ كَلِمَةً تَخْرُجُ مِنْ أَفْوَاهِهِمْ &quot; .
ثم ذكر ثالثا مرتبته من القبح, وهو: الكذب المنافي للصدق.';
$t[6] = 'ولما كان النبي صلى الله عليه وسلم, حريصا على هداية الخلق, ساعيا في ذلك أعظم السعي, فكان صلى الله عليه وسلم, يفرح ويسر بهداية المتدين, ويحزن ويأسف على المكذبين الضالين, شفقة منه صلى الله عليه وسلم, عليهم ورحمة بهم, أرشده الله أن لا يشغل نفسه بالأسف على هؤلاء, الذين لا يؤمنون بهذا القرآن, كما قال في الأخرى.
&quot; ولعلك باخع نفسك أن لا يكونوا مؤمنين &quot; .
وقال &quot; فلا تذهب نفسك عليهم حسرات &quot; وهنا قال &quot; فَلَعَلَّكَ بَاخِعٌ نَفْسَكَ &quot; أي: مهلكها, غما وأسفا عليهم, وذلك أن أجرك, قد وجب على الله.
وهؤلاء لو علم الله فيهم خيرا, لهداهم.
ولكنه علم أنهم لا يصلحون إلا للنار, فلذلك خذلهم, فلم يهتدوا.
فإشغالك نفسك غما وأسفا عليهم, ليس فيه فائدة لك.
وفي هذه الآية ونحوها عبرة.
فإن المأمور بدعاء الخلق إلى الله, عليه التبليغ, والسعي بكل سبب يوصل إلى الهداية, وسد طرق الضلال والغواية بغاية ما يمكنه, مع التوكل على الله في ذلك, فإن اهتدوا فبها ونعمت, وإلا فلا يحزن ولا يأسف.
فإن ذلك مضعف للنفس, هادم للقوى, ليس فيه فائدة, بل يمضي على فعله, الذي كلف به وتوجه إليه.
وما عدا ذلك, فهو خارج عن قدرته.
وإذا كان النبي صلى الله عليه وسلم يقول الله له: &quot; إنك لا تهدي من أحببت &quot; وموسى عليه السلام يقول: &quot; رب إني لا أملك إلا نفسي وأخي &quot; الآية, فمن عداهم من باب أولى وأحرى, قال تعالى: &quot; فذكر إنما أنت مذكر لست عليهم بمسيطر &quot; .';
$t[7] = 'يخبر تعالى, أنه جعل جميع ما على وجه الأرض, من مآكل لذيذة, ومشارب, وملابس طيبة, وأشجار, وأنهار, وزروع, وثمار, ومناظر بهيجة, ورياض أنيقة, وأصوات شجية, وصور مليحة, وذهب وفضة, وخيل وإبل ونحوها, الجميع جعله الله زينة لهذه الدار, فتنة واختبارا.
&quot; لِنَبْلُوَهُمْ أَيُّهُمْ أَحْسَنُ عَمَلًا &quot; أي: أخلصه وأصوبه, ومع ذلك سيجعل الله جميع هذه المذكورات, فانية مضمحلة, وزائلة منقضية.
وستعود الأرض, صعيدا جرزا قد ذهبت لذاتها, وانقطعت أنهارها, واندرست أشجارها, وزال نعيمها.
وهذة حقيقة الدنيا, قد جلاها الله لنا كأنها رأي عين, وحذرنا من الاغترار بها.
ورغبنا في دار يدوم نعيمها, ويسعد مقيمها, كل ذلك رحمة بنا.
فاغتر بزخرف الدنيا وزينتها, من نظر إلى ظاهر الدنيا, دون باطنها.
فصحبوا الدنيا, صحبة البهائم, وتمتعوا بها تمتع السوائم, لا ينظرون في حق ربهم, ولا يهتمون لمعرفته.
بل همهم تناول الشهوات, من أي وجه حصلت, وعلى أي حالة اتفقت.
فهؤلاء إذا حضر أحدهم الموت, قلق لخراب ذاته, وفوات لذاته, لا لما قدمت يداه, من التفريط والسيئات.
وأما من نظر إلى باطن الدنيا, وعلم المقصود منها ومنه, فإنه يتناول منها, ما يستعين به على ما خلق له, وانتهز الفرصة في عمره الشريف.
فجعل الدنيا منزل عبور, لا محل حبور, وشقة سفر, لا منزل إقامة.
فبذل جهده في معرفة ربه, وتنفيذ أوامره, وإحسان العمل.
فهذا بأحسن المنازل عند الله, وهو حقيق منه بكل كرامة ونعيم, وسرور وتكريم.
فنظر إلى باطن الدنيا, حين نظر المغتر إلى ظاهرها, وعمل لآخرته, حين عمل البطال لدنياه.
فشتان ما بين الفريقين, وما أبعد الفرق بين الطائفتين!!';
$t[8] = '';
$t[9] = 'وهذا الاستفهام بمعنى النفي, والنهي.
أي: لا تظن أن قصة أصحاب الكهف, وما جرى لهم, غريبة على آيات الله, وبديعة في حكمته, وأنه لا نظير لها, ولا مجانس لها.
بل لله تعالى من الآيات العجيبة الغريبة, ما هو كثير, من جنس آياته في أصحاب الكهف, وأعظم منها.
فلم يزل الله يرى عباده من الآيات في الآفاق وفي أنفسهم, ما يتبين به الحق من الباطل والهدى من الضلال.
وليس المراد بهذا النفي أن تكون قصة أصحاب الكهف من العجائب, بل هي من آيات الله العجيبة.
وإنما المراد, أن جنسها كثير جدا, فالوقوف معها وحدها, في مقام العجب والاستغراب, نقص في العلم والعقل.
بل وظيفة المؤمن, التفكر بجميع آيات الله, التي دعا الله العباد إلى التفكير فيها, فإنها مفتاح الإيمان, وطريق العلم والإيقان.
وإضافتهم إلى الكهف, الذي هو الغار في الجبل الرقيم, أي: الكتاب الذي قد رقمت فيه أسماؤهم وقصتهم, لملازمتهم له دهرا طويلا.';
$t[10] = 'ثم ذكر قصتهم مجملة, وفصلها بعد ذلك فقال: &quot; إِذْ أَوَى الْفِتْيَةُ &quot; أي: الشباب.
&quot; إِلَى الْكَهْفِ &quot; يريدون بذلك, التحصن والتحرز, من فتنة قومهم لهم.
&quot; فَقَالُوا رَبَّنَا آتِنَا مِنْ لَدُنْكَ رَحْمَةً &quot; أي تثبتنا بها وتحفظنا من الشر وتوفقنا للخير &quot; وَهَيِّئْ لَنَا مِنْ أَمْرِنَا رَشَدًا &quot; أي: يسر لنا كل سبب موصل إلى الرشد, وأصلح لنا أمر ديننا ودنيانا.
فجمعوا بين السعي والفرار من الفتنة, إلى محل يمكن الاستخفاء فيه, وبين تضرعهم وسؤالهم لله تيسير أمورهم, وعدم اتكالهم على أنفسهم, وعلى الخلق.
فلذلك استجاب الله دعاءهم, وقيض لهم, ما لم يكن في حسابهم قال: &quot; فَضَرَبْنَا عَلَى آذَانِهِمْ فِي الْكَهْفِ &quot; أي أنمناهم &quot; سِنِينَ عَدَدًا &quot; وهي: ثلثمائة سنة, وتسع سنين, وفي النوم المذكور حفظ لقلوبهم من الاضطراب والخوف, وحفظ لهم من قومهم.';
$t[11] = 'فلذلك استجاب الله دعاءهم, وقيض لهم, ما لم يكن في حسابهم قال: &quot; فَضَرَبْنَا عَلَى آذَانِهِمْ فِي الْكَهْفِ &quot; أي أنمناهم &quot; سِنِينَ عَدَدًا &quot; وهي: ثلثمائة سنة, وتسع سنين, وفي النوم المذكور حفظ لقلوبهم من الاضطراب والخوف, وحفظ لهم من قومهم.';
$t[12] = '&quot; ثُمَّ بَعَثْنَاهُمْ &quot; أي: من نومهم &quot; لِنَعْلَمَ أَيُّ الْحِزْبَيْنِ أَحْصَى لِمَا لَبِثُوا أَمَدًا &quot; أي: لنعلم أيهم أحصى لمقدار مدتهم, كما قال تعالى: &quot; وَكَذَلِكَ بَعَثْنَاهُمْ لِيَتَسَاءَلُوا بَيْنَهُمْ &quot; الآية, وفي العلم بمقدار لبثهم, ضبط للحساب, ومعرفة لكمال قدرة الله تعالى, وحكمته, ورحمته.
فلو استمروا على نومهم, لم يحصل الاطلاع على شيء من ذلك, من قصتهم.';
$t[13] = 'هذا شروع في تفصيل قصتهم, وأن الله يقصها على نبيه بالحق والصدق, الذي ما فيه شك ولا شبهة بوجه من الوجوه.
&quot; إِنَّهُمْ فِتْيَةٌ آمَنُوا بِرَبِّهِمْ &quot; وهذا من جموع القلة, يدل ذلك على أنهم دون العشرة.
&quot; آمَنُوا &quot; بالله وحده لا شريك له من دون قومهم.
فشكر الله لهم إيمانهم, فزادهم هدى.
أي: بسبب أصل اهتدائهم إلى الإيمان, زاد الله من الهدى, الذي هو العلم النافع, والعمل الصالح, كما قال تعالى: &quot; ويزيد الله الذين اهتدوا هدى &quot; .';
$t[14] = '&quot; وَرَبَطْنَا عَلَى قُلُوبِهِمْ &quot; أي صبرناهم وثبتناهم, وجعلنا قلوبهم مطمئنة في تلك الحالة المزعجة, وهذا من لطفه تعالى بهم وبره, أن وفقهم للإيمان والهدى, والصبر والثبات, والطمأنينة.
&quot; إِذْ قَامُوا فَقَالُوا رَبُّنَا رَبُّ السَّمَاوَاتِ وَالْأَرْضِ &quot; أي: الذي خلقنا ورزقنا, ودبرنا وربانا, هو خالق السماوات والأرض, المنفرد بخلق هذه المخلوقات العظيمة, لا تلك الأوثان والأصنام, التي لا تخلق ولا ترزق, ولا تملك نفعا ولا ضرا, ولأ موتا ولا حياة ولا نشورا, فاستدلوا بتوحيد الربوبية, على توحيد الإلهية, ولهذا قالوا: &quot; لَنْ نَدْعُوَ مِنْ دُونِهِ إِلَهًا &quot; أي: من سائر المخلوقات &quot; لَقَدْ قُلْنَا إِذًا &quot; أي: إن دعونا معه آلهة, بعد ما علمنا أنه الرب, الإله الذي لا تجوز, ولا تنبغي العبادة, إلا له &quot; شَطَطًا &quot; أي: ميلا عظيما عن الحق, وطريقا بعيدة عن الصواب.
فجمعوا بين الإقرار بتوحيد الربوبية, وتوحيد الإلهية, والتزام ذلك, وبيان أنه الحق, وما سواه باطل.
وهذا دليل على كمال معرفتهم بربهم, وزيادة الهدى من الله لهم.';
$t[15] = 'لما ذكروا ما من الله به عليهم من الإيمان والهدى والتقوى, التفتوا إلى ما كان عليه قومهم, من اتخاذ الآلهة من دون الله, فمقتوهم, وبينوا أنهم ليسوا على يقين من أمرهم, بل في غاية الجهل والضلال فقالوا: &quot; لَوْلَا يَأْتُونَ عَلَيْهِمْ بِسُلْطَانٍ بَيِّنٍ &quot; أي: بحجة وبرهان, على ما هم عليه من الباطل, ولا يستطيعون سبيلا إلى ذلك, وإنما ذلك, افتراء منهم على الله, وكذب عليه.
وهذا أعظم الظلم, ولهذا قال: &quot; فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا &quot;';
$t[16] = 'أي: قال بعضهم لبعض, إذ حصل لكم اعتزال قومكم في أجسامكم وأديانكم, فلم يبق إلا النجاء من شرهم والتسبب بالأسباب المفضية لذلك لأنه لا سبيل لهم إلى قتالهم, ولا إلى بقائهم بين أظهرهم, وهم على غير دينهم.
&quot; فَأْوُوا إِلَى الْكَهْفِ &quot; أي انضموا إليه واختفوا فيه &quot; يَنْشُرْ لَكُمْ رَبُّكُمْ مِنْ رَحْمَتِهِ وَيُهَيِّئْ لَكُمْ مِنْ أَمْرِكُمْ مِرفَقًا &quot; .
وفيما تقدم, أخبر أنهم دعوه بقولهم &quot; ربنا آتنا من لدنك رحمة وهيئ لنا من أمرنا رشدا &quot; , فجمعوا بين التبري من حولهم وقوتهم, والالتجاء إلى الله, في صلاح أمرهم, ودعائه بذلك, وبين الثقة بالله أنه سيفعل ذلك.
لا جرم أن الله نشر لهم من رحمته, وهيأ لهم من أمرهم مرفقا.
فحفظ أديانهم وأبدانهم, وجعلهم من آياته على خلقه, ونشر لهم من الثناء الحسن, ما هو من رحمته بهم, ويسر لهم كل سبب, حتى المحل الذي ناموا فيه, كان على غاية ما يمكن من الصيانة, ولهذا قال: &quot; وَتَرَى الشَّمْسَ &quot; إلى قوله &quot; مِنْهُمْ رُعْبًا &quot; .';
$t[17] = 'أي: حفظهم الله من الشمس, فيسر لهم غارا إذا طلعت الشمس, تميل عنه يمينا, وعند غروبها, تميل عنه شمالا, فلا ينالهم حرها فتفسد أبدانهم بها.
&quot; وَهُمْ فِي فَجْوَةٍ مِنْهُ &quot; أي: من الكهف أي: مكان متسع, وذلك ليطرقهم الهواء, والنسيم, ويزول عنهم الوخم, والتأذي بالمكان الضيق, خصوصا مع طول المكث.
وذلك من آيات الله, الدالة على قدرته ورحمته, وإجابة دعائهم وهدايتهم, حتى في هذه الأمور, ولهذا قال: &quot; مَنْ يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِي &quot; أي: لا سبيل إلى نيل الهداية, إلا من الله, فهو الهادي المرشد لمصالح الدارين.';
$t[18] = '&quot; وَمَنْ يُضْلِلْ فَلَنْ تَجِدَ لَهُ وَلِيًّا مُرْشِدًا &quot; أي: لا تجد من يتولاه ويدبره, على ما فيه صلاحه, ولا يرشده إلى الخير والفلاح, لأن الله قد حكم عليه بالضلال, ولا راد لحكمه.
&quot; وَتَحْسَبُهُمْ أَيْقَاظًا وَهُمْ رُقُودٌ &quot; أي: تحسبهم أيها الناظر إليهم كأنهم أيقاظ, والحال أنهم نيام.
قال المفسرون: وذلك لأن أعينهم منفتحة, لئلا تفسد.
فالناظر إليهم, يحسبهم أيقاظا, وهم رقود.
&quot; وَنُقَلِّبُهُمْ ذَاتَ الْيَمِينِ وَذَاتَ الشِّمَالِ &quot; وهذا أيضا من حفظه لأبدانهم, لأن الأرض من طبيعتها, أكل الأجسام المتصلة بها.
فكان من قدر الله, أن قلبهم على جنوبهم, يمينا وشمالا, بقدر ما لا تفسد الأرض أجسامهم.
والله تعالى, قادر على حفظهم من الأرض, من غير تقليب.
ولكنه تعالى, حكيم, أراد أن تجري سنته في الكون, ويربط الأسباب بمسبباتها.
&quot; وَكَلْبُهُمْ بَاسِطٌ ذِرَاعَيْهِ بِالْوَصِيدِ &quot; أي: الكلب الذي كان مع أصحاب الكهف, أصابه ما أصابهم من النوم وقت حراسته, فكان باسطا ذراعيه بالوصيد, أي: الباب أو فنائه, هذا حفظهم من الأرض.
وأما حفظهم من الآدميين, فأخبر أنه حماهم بالرعب, الذي نشره الله عليهم.
فلو اطلع عليهم أحد, لامتلأ قلبه رعبا, وولى منهم فرارا.
وهذا الذي أوجب أت يبقوا كل هذه المدة الطويلة, وهم لم يعثر عليهم أحد, مع قربهم من المدينة جدا.
والدليل على قربهم, أنهم لما استيقظوا, أرسلوا أحدهم, يشتري لهم طعاما من المدينة, وبقوا في انتظاره, فدل ذلك على شدة قربهم منها.';
$t[19] = 'يقول تعالى: وكذلك بعثناهم من نومهم الطويل, ليتساءلوا بينهم, أي: ليتباحثوا للوقوف على الحقيقة, من مدة لبثهم.
&quot; قَالَ قَائِلٌ مِنْهُمْ كَمْ لَبِثْتُمْ قَالُوا لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ &quot; وهذا مبني على ظن القائل.
وكأنهم وقع عندهم اشتباه.
في طول مدتهم, فلهذا &quot; قَالُوا رَبُّكُمْ أَعْلَمُ بِمَا لَبِثْتُمْ &quot; .
فردوا العلم إلى المحيط علمه بكل شيء, جملة وتفصيلا.
ولعل الله تعالى - بعد ذلك - أطلعهم على مدة لبثهم, لأنه بعثهم ليتساءلوا بينهم, وأخبر أنهم تساءلوا, وتكلموا بمبلغ ما عندهم, وصار آخر أمرهم, الاشتباه.
فلا بد أن يكون قد أخبرهم: يقينا, علمنا ذلك من حكمته في بعثهم, وأنه لا يفعل ذلك عبثا.
ومن رحمته بمن طلب علم الحقيقة في الأمور المطلوب علمها, وسعى لذلك ما أمكنه, فإن الله يوضح له ذلك, وبما ذكر فيما بعده من قوله.
&quot; وَكَذَلِكَ أَعْثَرْنَا عَلَيْهِمْ لِيَعْلَمُوا أَنَّ وَعْدَ اللَّهِ حَقٌّ وَأَنَّ السَّاعَةَ لَا رَيْبَ فِيهَا &quot; .
فلولا أنه حصل العلم بحالهم, لم يكونوا دليلا على ما ذكر.
ثم إنهم لما تساءلوا بينهم, وجرى منهم ما أخبر الله به, أرسلوا أحدهم بورقهم, أي: بالدراهم, التي كانت معهم, ليشتري لهم طعاما يأكلونه, من المدينة, التي خرجوا منها, وأمروه أن يتخير من الطعام أزكاه أي: أطيبه وألذه, وأن يتلطف في ذهابه وشرائه وإيابه, وأن يختفي في ذلك, ويخفي حال إخوانه, ولا يشعرن بهم أحدا.
وذكروا المحذور من اطلاع غيرهم عليها, وظهورهم عليهم, أنهم بين أمرين.
إما الرجم بالحجارة, فيقتلونهم أشنع قتلة, لحنقهم عليهم وعلى دينهم.
وإما أن يفتنوهم عن دينهم, ويردوهم في ملتم.
وفي هذه الحال, لا يفلحون أبدا, بل يحشرون في دينهم ودنياهم وأخراهم.
وقد دلت هاتان الآيتان, على عدة فوائد.
منها: الحث على العلم, وعلى المباحثة فيه, لكون الله بعثهم لأجل ذلك.
ومنها: الأدب فيمن اشتبه عليه العلم, أن يرده إلى عالمه, وأن يقف عند حده.
ومنها: صحة الوكالة في البيع وللشراء, وصحة الشركة في ذلك.
ومنها: جواز أكل الطيبات, والمطاعم اللذيذة, إذا لم تخرج إلى حد الإسراف المنهي عنه لقوله &quot; فَلْيَنْظُرْ أَيُّهَا أَزْكَى طَعَامًا فَلْيَأْتِكُمْ بِرِزْقٍ مِنْهُ &quot; .
وخصوصا إذا كان الإنسان لا يلائمه إلا ذلك.
ولعل هذا عمدة كثير من المفسرين, القائلين بأن هؤلاء, أولاد ملوك لكونهم أمروه بأزكى الأطعمة, التي جرت عادة الأغنياء الكبار بتناولها.
ومنها: الحث على التحرز, والاستخفاء, والبعد عن مواقع الفتن في الدين, واستعمال الكتمان في ذلك على الإنسان.
وعلى إخوانه في الدين.
ومنها: شدة رغبة هؤلاء الفتية في الدين, وفرارهم من كل فتنة, في دينهم وتركهم أوطانهم في الله.
ومنها: ذكر ما اشتمل عليه الشر, من المضار والمفاسد, الداعية لبغضه, وتركه.
وأن هذه الطريقة, هي طريقة المؤمنين المتقدمين, والمتأخرين لقولهم: &quot; وَلَنْ تُفْلِحُوا إِذًا أَبَدًا &quot; .';
$t[20] = '';
$t[21] = 'يخبر تعالى, أنه أطلع الناس على حال أهل الكهف.
وذلك - والله أعلم - بعدما استيقظوا, وبعثوا أحدهم, يشتري لهم طعاما, وأمروه بالاستخفاء والإخفاء.
فأراد الله أمرا, فيه صلاح للناس, وزيادة أجر لهم, وهو أن الناس رأوا منهم آية من آيات الله, المشاهدة بالعيان, على أن وعد الله حق لا شك فيه ولا مرية ولا بعد, بعدما كانوا يتنازعون بينهم أمرهم.
فمن مثبت للوعد والجزاء, ومن ناف لذلك.
فجعل قصتهم, زيادة بصيرة ويقين للمؤمنين, وحجة على الجاحدين, وصار لهم أجر هذه القضية.
وشهر الله أمرهم, ورفع قدرهم حتى عظمهم الذين اطلعوا عليهم.
&quot; فَقَالُوا ابْنُوا عَلَيْهِمْ بُنْيَانًا &quot; الله أعلم بحالهم ومآلهم.
وقال من غلب على أمرهم - وهم الذين لهم الأمر: &quot; لَنَتَّخِذَنَّ عَلَيْهِمْ مَسْجِدًا &quot; أي: نعبد الله تعالى فيه, ونتذكر به أحوالهم, وما جرى لهم.
وهذة الحالة محظورة, نهى عنها النبي صلى الله عليه وسلم, وذم فاعليها ولا يدل ذكرها هنا, على عدم ذمها, فإن السياق في شأن أهل الكهف والثناء عليهم, وأن هؤلاء وصل بهم الحال إلى أن قالوا: ابنوا عليهم مسجدا بعد خوف أهل الكهف الشديد من قومهم, وحذرهم من الاطلاع عليهم, فوصلت الحال إلى ما ترى.
وفي هذه القصة, دليل على أن من فر بدينه من الفتن, سلمه الله منها.
وأن من حرص على العافية, عافاه الله.
ومن أوى إلى الله, آواه الله, وجعله هداية لغيره.
ومن تحمل الذل في سبيله وابتغاء مرضاته, كان آخر أمره وعاقبته, العز العظيم, من حيث لا يحتسب &quot; وما عند الله خير للأبرار &quot; .';
$t[22] = 'يخبر تعالى, عن اختلاف أهل الكتاب, في عدة أصحاب الكهف, اختلافا, صادرا عن رجمهم بالغيب, وتقواهم بما لا يعلمون, وأنهم فيهم على ثلاثة أقوال: منهم: من يقول: ثلاثة, رابعهم كبهم, ومنهم من يقول: خمسة, سادسهم كلبهم.
وهذان القولان, ذكر الله بعدهما أن هذا رجم منهم بالغيب فدل على بطلانهما.
ومنهم من يقول: سبعة, وثامنهم كلبهم.
وهذا والله أعلم هو الصواب, لأن الله أبطل الأولين, ولم يبطله فدل على صحته.
وهذا من الاختلاف, الذي لا فائدة تحته, ولا يحصل بمعرفة عددهم, مصلحة للناس, دينية, ولا دنيوية, ولهذا قال تعالى: &quot; قُلْ رَبِّي أَعْلَمُ بِعِدَّتِهِمْ مَا يَعْلَمُهُمْ إِلَّا قَلِيلٌ &quot; وهم الذين, أصابوا الصواب وعلموا إصابتهم.
&quot; فَلَا تُمَارِ &quot; تجادل وتحاج فيهم &quot; إِلَّا مِرَاءً ظَاهِرًا &quot; أي: مبنيا على العلم واليقين, ويكون أيضا فيه فائدة.
وأما المماراة المبنية على الجهل والرجم بالغيب, أو التي لا فائدة فيها.
إما أن يكون الخصم معاندا, أو تكون المسئلة لا أهمية فيها, ولا تحصل فائدة دينية بمعرفتها, كعدد أصحاب الكهف ونحو ذلك, فإن في كثرة المناقشات فيها, والبحوث المتسلسلة, تضييعا للزمان, وتأثيرا في مودة القلوب بغير فائدة.
&quot; وَلَا تَسْتَفْتِ فِيهِمْ &quot; أي: في شأن أهل الكهف &quot; مِنْهُمْ &quot; أي: من أهل الكتاب &quot; أَحَدًا &quot; وذلك لأن مبنى كلامهم فيهم على الرجم بالغيب والظن, الذي لا يغني من الحق شيئا.
ففيها دليل على المنع من استفتاء من لا يصلح للفتوى, إما لقصوره في الأمر المستفتى فيه, أو لكونه لا يبالي بما تكلم به, وليس عنده ورع يحجزه.
وإذا نهى عن استفتاء هذا الجنس, فنهيه هو عن الفتوى, من باب أولى وأحرى.
وفي الآية أيضا, دليل على أن الشخص, قد يكون منهيا عن استفتائه في شيء, دون آخر.
فيستفتى فيما هو أهل له.
بخلاف غيره, لأن الله لم ينه عن استفتائهم مطلقا, إنما نهى عن استفتائهم في قصة أصحاب الكهف, وما أشبهها.';
$t[23] = 'هذا النهي كغيره, وإن كان لسبب خاص وموجها للرسول صل الله عليه وسلم فإن الخطاب عام للمكلفين.
فنهى الله أن يقول العبد في الأمور المستقبلة &quot; إني فاعل ذلك &quot; من دون أن يقرنه بمشيئة الله, وذلك لما فيه من المحذور, وهو: الكلام على الغيوب المستقبلة, التي لا يدري, هل يفعلها أم لا؟ وهل تكون أم لا؟ وفيه رد الفعل إلى مشيئة العبد استقلالا.
وذلك محذور محظور, لأن المشيئة كلها لله &quot; وما تشاءون إلا أن يشاء الله رب العالمين &quot; ولما في ذكر مشيئة الله, من تيسير الأمر وتسهيله, وحصول البركة فيه, والاستعانة من العبد لربه, ولما كان العبد بشرا, لا بد أن يسهو عن ذكر المشيئة, أمره الله أن يستثنى بعد ذلك, إذا ذكر, ليحصل المطلوب, وينفع المحذور.
ويؤخذ من عموم قوله &quot; وَاذْكُرْ رَبَّكَ إِذَا نَسِيتَ &quot; الأمر بذكر الله عند النسيان, فإنه يزيله, ويذكر العبد ما سها عنه.
وكذلك يؤمر الساهي الناسي لذكر الله, أن يذكر ربه, ولا يكونن من الغافلين.
ولما كان العبد مفتقرا إلى الله في توفيقه للإصابة, وعدم الخطأ, في أقواله وأفعاله, أمره الله أن يقول: &quot; عَسَى أَنْ يَهْدِيَنِي رَبِّي لِأَقْرَبَ مِنْ هَذَا رَشَدًا &quot; .
فأمره أن يدعو الله ويرجوه, ويثق به أن يهديه لأقرب الطرق الموصلة إلى الرشد.
وحري بعبد, تكون هذه حاله, ثم يبذل جهده, ويستفرغ وسعه في طلب الهدى والرشد, أن يوفق لذلك, وأن يأتيه المعونة من ربه, وأن يسدده في جميع أموره.';
$t[24] = '';
$t[25] = 'لما نهاه الله عن استفتاء أهل الكتاب, في شأن أهل الكهف - لعدم علمهم بذلك, وكان الله, عالم الغيب والشهادة, العالم بكل شيء - أخبره الله بمدة لبثهم, وأن علم ذلك, عنده وحده, فإنه من غيب السماوات والأرض, وغيبها مختص به.
فما أخبر به عنها على ألسنة رسله, فهو الحق اليقين, الذي لا شك فيه.
وما لا يطلع رسله عليه, فإن أحدا من الخلق, لا يعلمه.
وقوله: &quot; أَبْصِرْ بِهِ وَأَسْمِعْ &quot; تعجب من كل سمعه وبصره, وإحاطتهما بالمسموعات والمبصرات, بعدما أخبر بإحاطة علمه بالمعلومات.
ثم أخبر عن انفراده بالولاية العامة والخاصة, فهو الولي الذي يتولى تدبير جميع الكون, الولي لعباده المؤمنين, يخرجهم من الظلمات إلى النور وييسرهم لليسرى, ويجنبهم العسرى, ولهذا قال: &quot; مَا لَهُمْ مِنْ دُونِهِ مِنْ وَلِيٍّ &quot; .
أي: هو الذي تولى أصحاب الكهف, بلطفه وكرمه, ولم يكلهم إلى أحد من الخلق.
&quot; وَلَا يُشْرِكُ فِي حُكْمِهِ أَحَدًا &quot; وهذا يشمل الحكم الكوني القدري, والحكم الشرعي الديني, فإنه الحاكم في خلقه, قضاء وقدرا, وخلقا وتدبيرا والحاكم فيهم, بأمره ونهيه, وثوابه وعقابه.';
$t[26] = '';
$t[27] = 'ولما أخبر أنه تعالى, له غيب السماوات والأرض, فليس لمخلوق إليها طريق, إلا عن الطريق التي يخبر بها عباده, وكان هذا القرآن, قد اشتمل على كثير من الغيوب, أمر تعالى بالإقبال عليه فقال: &quot; واتل &quot; إلى قوله &quot; ملتحد &quot; .
التلاوة, هي الاتباع أي: اتبع ما أوحى الله إليك بمعرفة معانيه وفهمها, وتصديق أخباره, وامتثال أوامره ونواهيه, فإنه الكتاب الجليل, الذي لا مبدل لكلماته, أي: لا تغير ولا تبدل لصدقها وعدلها, وبلوغها من الحسن, فوق كل غاية &quot; وتمت كلمة ربك صدقا وعدلا &quot; .
فلكمالها, استحال عليها التغيير والتبديل.
فلو كانت ناقصة, لعرض لها ذلك, أو شيء منه.
وفي هذا, تعظيم للقرآن, في ضمنه, الترغيب على الإقبال عليه.
&quot; وَلَنْ تَجِدَ مِنْ دُونِهِ مُلْتَحَدًا &quot; أي: لن تجد من دون ربك, ملجأ تلجأ إليه, ولا معاذا تعوذ به.
فإذا تعين أنه وحده, الملجأ في كل الأمور, تعين أن يكون هو المألوه المرغوب إليه, في السراء والضراء, المفتقر إليه في جميع الأحوال, المسئول في جميع المطالب.';
$t[28] = 'يأمر تعالى نبيه محمدا, صلى الله عليه وسلم, وغيره أسوته, في الأوامر والنواهي أن يصبر نفسه مع المؤمنين العباد المنيبين &quot; الَّذِينَ يَدْعُونَ رَبَّهُمْ بِالْغَدَاةِ وَالْعَشِيِّ &quot; أي: أول النهار وآخره يريدون بذلك وجه الله.
فوصفهم بالعبادة والإخلاص فيها.
ففيها الأمر, بصحبة الأخيار, ومجاهدة النفس على صحبتهم, ومخالطتهم وإن كانوا فقراء فإن في صحبتهم من الفوائد, ما لا يحصى.
&quot; وَلَا تَعْدُ عَيْنَاكَ عَنْهُمْ &quot; أي: لا تجاوزهم بصرك, وترفع عنهم نظرك.
&quot; تُرِيدُ زِينَةَ الْحَيَاةِ الدُّنْيَا &quot; فإن هذا ضار غير نافع, وقاطع عن المصالح الدينية.
فإن ذلك يوجب تعلق القلب بالدنيا, فتصير الأفكار والهواجس فيها وتزول من القلب, الرغبة في الآخرة, فإن زينة الدنيا, تروق للناظر, وتسحر القلب, فيغفل القلب عن ذكر الله, ويقبل على اللذات والشهوات فيضيع وقته, وينفرط أمره, فيخسر الخسارة الأبدية, والندامة السرمدية ولهذا قال: &quot; وَلَا تُطِعْ مَنْ أَغْفَلْنَا قَلْبَهُ عَنْ ذِكْرِنَا &quot; غفل عن الله, فعاقبه بأن أغفله عن ذكره.
&quot; وَاتَّبَعَ هَوَاهُ &quot; أي: صار تبعا لهواه, حيث ما اشتهت نفسه فعله, وسعى في إدراكه, ولو كان فيه هلاكه وخسرانه, فهو قد اتخذ إلهه هواه كما قال تعالى: &quot; أفرأيت من اتخذ إلهه هواه وأضله الله على علم &quot; الآية.
&quot; وَكَانَ أَمْرُهُ &quot; أي: مصالح دينه ودنياه &quot; فُرُطًا &quot; أي: ضائعة معطلة.
فهذا قد نهى الله عن طاعته, لأن طاعته تدعو إلى الاقتداء به, ولأنه لا يدعو إلا لما هو متصف به.
ودلت الآية, على أن الذي ينبغي أن يطاع, ويكون إماما للناس, من امتلأ قلبه بمحبة الله, وفاض ذلك على لسانه, فلهج بذكر الله, واتبع مراضي ربه, فقدمها على هواه, فحفظ بذلك ما حظ من وقته, وصلحت أحواله, واستقامت أفعاله, ودعا الناس إلى ما من الله به عليه.
فحقيق بذلك, أن يتبع ويجعل إماما.
والصبر, المذكور في هذه الآية, هو الصبر على طاعة الله, الذي هو أعلى أنواع الصبر, وبتمامه يتم باقي الأقسام.
وفي الآية, استحباب الذكر والدعاء والعبادة طرفي النهار, لأن الله مدحهم بفعله.
وكل فعل مدح الله فاعله, دل ذلك على أن الله يحبه, وإذا كان يحبه فإنه يأمر به, ويرغب فيه.';
$t[29] = 'أي: قل للناس يا محمد: هو الحق من ربكم.
أي: قد تبين الهدى من الضلال, والرشد من الغي, وصفات أهل السعادة, وصفات أهل الشقاوة, وذلك بما بينه الله على لسان رسوله.
فإذا بان واتضح, ولم يبق فيه شبهة.
&quot; فَمَنْ شَاءَ فَلْيُؤْمِنْ وَمَنْ شَاءَ فَلْيَكْفُرْ &quot; أي: لم يبق إلا سلوك أحد الطريقين, بحسب توفيق العبد, وعدم توفيقه.
وقد أعطاه الله مشيئة, بها يقدر على الإيمان والكفر, والخير والشر فمن آمن, فقد وفق للصواب, ومن كفر, فقد قامت عليه الحجة, وليس بمكره على الإيمان كما قال تعالى &quot; لا إكراه في الدين قد تبين الرشد من الغي &quot; .
ثم ذكر تعالى مآل الفريقين فقال: &quot; إِنَّا أَعْتَدْنَا لِلظَّالِمِينَ &quot; بالكفر والفسوق والعصيان &quot; نَارًا أَحَاطَ بِهِمْ سُرَادِقُهَا &quot; أي: سورها المحيط بها.
فليس لهم منفذ, ولا طريق, ولا مخلص منها, تصلاهم النار الحامية.
&quot; وَإِنْ يَسْتَغِيثُوا &quot; أن يطلبوا الشراب, ليطفئ ما نزل بهم من العطش الشديد.
&quot; يُغَاثُوا بِمَاءٍ كَالْمُهْلِ &quot; أي: كالرصاص المذاب, أو كعكر الزيت, من شدة حرارته.
&quot; يَشْوِي الْوُجُوهَ &quot; أي: فكيف بالأمعاء والبطون, كما قال تعالى &quot; يصهر به ما في بطونهم والجلود ولهم مقامع من حديد &quot; .
&quot; بِئْسَ الشَّرَابُ &quot; الذي يراد ليطفئ العطش, ويدفع بعض العذاب, فيكون زيادة في عذابهم, وشدة عقابهم.
&quot; وَسَاءَتْ &quot; النار &quot; مُرْتَفَقًا &quot; وهذا ذم لحالة النار, أنها ساءت المحل, الذي يرتفق به.
فإنها ليست فيها ارتفاق, وإنما فيها العذاب العظيم الشاق الذي لا يفتر عنهم ساعة, وهم فيه مبلسون قد أيسوا من كل خير, ونسيهم الرحيم في العذاب, كما نسوه.';
$t[30] = 'ثم ذكر الفريق الثاني فقال: &quot; إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ &quot; أي: جمعوا بين الإيمان بالله وملائكته, وكتبه, ورسله, واليوم الآخر والقدر, خيره, وشره, وعمل الصالحات, من الواجبات والمستحبات &quot; إِنَّا لَا نُضِيعُ أَجْرَ مَنْ أَحْسَنَ عَمَلًا &quot; .
وإحسان العمل, أن يريد العبد العمل لوجه الله, متبعا في ذلك شرع الله.
فهذا العمل لا يضيعه الله, ولا شيئا منه, بل يحفظه للعاملين, ويوفيهم من الأجر, بحسب عملهم وفضله وإحسانه, وذكر أجرهم بقوله:';
$t[31] = '&quot; أُولَئِكَ لَهُمْ جَنَّاتُ عَدْنٍ تَجْرِي مِنْ تَحْتِهِمُ الْأَنْهَارُ يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِنْ ذَهَبٍ وَيَلْبَسُونَ ثِيَابًا خُضْرًا مِنْ سُنْدُسٍ وَإِسْتَبْرَقٍ مُتَّكِئِينَ فِيهَا عَلَى الْأَرَائِكِ &quot; .
أي: أولئك الموصوفون بالإيمان والعمل الصالح, لهم الجنات العاليات التي قد كثرت أشجارها, فأجنت من فيها, وكثرت أنهارها, فصارت تجري من تحت تلك الأشجار الأنيقة, والمنازل الرفيعة.
وحليتهم فيها, الذهب, ولباسهم فيها الحرير الأخضر من السندس, وهو الغليظ من الديباج, والإستبرق, وهو: ما رق منه.
متكئين فيها على الأرائك وهي: السرر المزينة, المجملة بالثياب الفاخرة فإنها لا تسمى أريكة, حتى تكون كذلك.
وفي اتكائهم على الأرائك, ما يدل على كمال الراحة, وزوال النصب والتعب, وكون الخدم يسعون عليهم بما يشتهون, وتمام ذلك, الخلود الدائم والإقامة الأبدية.
فهذه الدار الجليلة &quot; نِعْمَ الثَّوَابُ &quot; للعاملين &quot; وَحَسُنَتْ مُرْتَفَقًا &quot; يرتفقون بها, ويتمتعون بما فيها, مما تشتهيه الأنفس, وتلذ الأعين, من الحبرة والسرور, والفرح الدائم, واللذات المتواترة, والنعم المتوافرة.
وأي مرتفق, أحسن من دار, أدنى أهلها, يسير في ملكه ونعيمه, وقصوره وبساتينه, ألفى سنة ولا يرى فوق ما هو فيه من النعيم.
قد أعطى جميع أمانيه ومطالبه, وزيد من المطالب, ما قصرت عنه الأماني.
ومع ذلك, فنعيهم على الدوام, متزايد في أوصافه وحسنه.
فنسأل الله الكريم, أن لا يحرمنا خير ما عنده, من الإحسان, بشر ما عندنا من التقصير والعصيان.
ودلت الآية الكريمة وما أشبهها, على أن الحلية, عامة للذكور والإناث, كما ورد في الأخبار الصحيحة لأنه أطلقها في قوله &quot; يُحَلَّوْنَ &quot; وكذلك الحرير ونحوه.';
$t[32] = 'يقول تعالى لنبيه صلى الله عليه وسلم: اضرب للناس مثل هذين الرجلين الشاكر لنعمة الله, والكافر لها, وما صدر من كل منهما, من الأقوال والأفعال, وما حصل بسبب ذلك, من العقاب العاجل, والآجل, والثواب ليعتبروا بحالهما, ويتعظوا بما حصل عليهما, وليس معرفة أعيان الرجلين, وفي أي زمان أو مكان هما, فيه فائدة أو نتيجة.
فالنتيجة تحصل من قصتهما فقط, والتعرض لما سوى ذلك, من التكلف.
فأحد هذين الرجلين الكافر لنعمة الله الجليلة, جعل الله له جنتين أي: بستانين حسنين, من أعناب.
&quot; وَحَفَفْنَاهُمَا بِنَخْلٍ &quot; أي: في هاتين الجنتين من كل الثمرات, وخصوصا أشرف الأشجار, العنب, والنخل.
فالعنب, وسطها, والنخل, قد حف بذلك, ودار به, فحصل فيه من حسن المنظر وبهائه, وبروز الشجر والنخل للشمس والرياح, التي تكمل لها الثمار, وتنضج وتتجوهر.
ومع ذلك, جعل بين تلك الأشجار زرعا.
فلم يبق عليهما إلا أن يقال: كيف ثمار هاتين الجنتين؟ وهل لهما ماء يكفيهما؟ فأخبر تعالى أن كلا من الجنتين آتت أكلها أي: ثمرها وزرعها ضعفين أي: متضاعفا وأنها لم &quot; تَظْلِمْ مِنْهُ شَيْئًا &quot; أي: لم تنقص من أكلها أدنى شيء.
ومع ذلك, فالأنهار في جوانبها سارحة, كثيرة غزيرة.
&quot; وَكَانَ لَهُ &quot; أي لذلك الرجل &quot; ثَمَرٌ &quot; أي عظيم كما يفيده التنكير أي: قد استكملت جنتاه ثمارهما, وارجحنت أشجارهما, ولم تعرض لهما آفة أو نقص.
فهذا غاية منتهى زينة الدنيا في الحرث, ولهذا اغتر هذا الرجل, وتبجح وافتخر, ونسي آخرته.';
$t[33] = '';
$t[34] = 'أي: فقال صاحب الجنتين لصاحبه المؤمن, وهما يتحاوران, أي يتراجعان الكلام بينهما في بعض المجريات المعتادة, مفتخرا عليه: &quot; أَنَا أَكْثَرُ مِنْكَ مَالًا وَأَعَزُّ نَفَرًا &quot; فخر بكثرة ماله, وعزة أنصاره, من عبيد, وخدم, وأقارب, وهذا جهل منه.
وإلا فأي افتخار بأمر خارجي ليس فيه فضيلة نفسية, ولا صفة معنوية.
وإنما هو بمنزله فخر الصبي بالأماني, التي لا حقائق تحتها.
ثم لم يكفه هذا الأفتخار على صاحبه, حتى يحكم, بجهله وظلمه, وظن لما دخل جنته.
ف &quot; قَالَ مَا أَظُنُّ أَنْ تَبِيدَ &quot; أي: تنقطع وتضمحل &quot; هَذِهِ أَبَدًا &quot; .
فاطمأن إلى هذه الدنيا, ورضى بها, وأنكر البعث, فقال: &quot; وَمَا أَظُنُّ السَّاعَةَ قَائِمَةً وَلَئِنْ رُدِدْتُ إِلَى رَبِّي &quot; على ضرب المثل &quot; لَأَجِدَنَّ خَيْرًا مِنْهَا مُنْقَلَبًا &quot; أي ليعطيني خيرا من هاتين الجنتين, وهذا لا يخلو من أمرين.
إما أن يكون عالما بحقيقة الحال, فيكون كلامه هذا على وجه التهكم والاستهزاء فيكون زيادة كفر إلى كفره.
وإما أن يكون هذا ظنه في الحقيقة, فيكون من أجهل الناس, وأبخسهم حظا من العقل.
فأي تلازم بين عطاء الدنيا, وعطاء الآخرة, حتى يظن بجهله, أن من أعطى في الدنيا, أعطى في الآخرة.
بل الغالب, أن الله تعالى يزوي الدنيا عن أوليائه وأصفيائه, ويوسعها على أعدائه, الذين ليس لهم في الآخرة نصيب.
والظاهر أنه يعلم حقيقة الحال, ولكنه قال هذا الكلام, على وجه التهكم والاستهزاء, بدليل قوله: &quot; وَدَخَلَ جَنَّتَهُ وَهُوَ ظَالِمٌ لِنَفْسِهِ &quot; .
فإثبات أن وصفه الظلم, في حال دخوله, الذي جرى منه, من القول ما جرى, يدل على تمرده وعناده.';
$t[35] = '';
$t[36] = '';
$t[37] = 'أي: قال له صاحبه المؤمن - ناصحا له, ومذكرا له حاله الأولى, التي أوجده الله فيها في الدنيا &quot; مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ سَوَّاكَ رَجُلًا &quot; .
فهو الذي أنعم عليك بنعمة الإيجاد والإمداد, وواصل عليك النعم, ونقلك من طور إلى طور, حتى سواك رجلا, كامل الأعضاء والجوارح المحسوسة, والمعقولة.
وبذلك يسر لك الأسباب, وهيأ لك ما هيأ, من نعم الدنيا.
فلم تحصل لك الدنيا, بحولك وقوتك, بل بفضل الله تعالى عليك.
فكيف يليق بك أن تكفر بالله الذي خلقك من تراب, ثم من نطفة ثم سواك رجلا, وتجهل نعمته, وتزعم أنه لا يبعثك, وإن بعثك أنه يعطيك خيرا من جنتك, هذا مما لا ينبغي ولا يليق.
ولهذا لما رأى صاحبه المؤمن, حاله واستمراره على كفره وطغيانه, قال - مخبرا عن نفسه, على وجه الشكر لربه, والإعلان بدينه, عند ورود المجادلات والشبه: &quot; لَكِنَّا هُوَ اللَّهُ رَبِّي وَلَا أُشْرِكُ بِرَبِّي أَحَدًا &quot; .
فأقر بربوبية ربه, وانفراده فيها, والتزام طاعته وعبادته, وأنه لا يشرك به أحدا من المخلوقين.
ثم أخبر أن نعمة الله عليه, بالإيمان والإسلام, ولو مع قلة ماله وولده أنها, هي النعمة الحقيقية, وأن ما عداها, معرض للزوال والعقوبة عليه والنكال, فقال: &quot; إِنْ تَرَنِي أَنَا أَقَلَّ &quot; إلى &quot; وَخَيْرٌ عُقْبًا &quot; .';
$t[38] = 'ولهذا لما رأى صاحبه المؤمن, حاله واستمراره على كفره وطغيانه, قال - مخبرا عن نفسه, على وجه الشكر لربه, والإعلان بدينه, عند ورود المجادلات والشبه: &quot; لَكِنَّا هُوَ اللَّهُ رَبِّي وَلَا أُشْرِكُ بِرَبِّي أَحَدًا &quot; .
فأقر بربوبية ربه, وانفراده فيها, والتزام طاعته وعبادته, وأنه لا يشرك به أحدا من المخلوقين.
ثم أخبر أن نعمة الله عليه, بالإيمان والإسلام, ولو مع قلة ماله وولده أنها, هي النعمة الحقيقية, وأن ما عداها, معرض للزوال والعقوبة عليه والنكال, فقال: &quot; إِنْ تَرَنِي أَنَا أَقَلَّ &quot; إلى &quot; وَخَيْرٌ عُقْبًا &quot; .';
$t[39] = '';
$t[40] = 'أي: قال للكافر صاحبه المؤمن: أنت - وإن فخرت علي بكثرة مالك وولدك, ورأيتني أقل منك مالا وولدا - فإن ما عند الله, خير وأبقى.
وما يرجى من خيره وإحسانه, أفضل من جميع الدنيا, التي يتنافس فيها المتنافسون.
&quot; فَعَسَى رَبِّي أَنْ يُؤْتِيَنِي خَيْرًا مِنْ جَنَّتِكَ وَيُرْسِلَ عَلَيْهَا &quot; أي: على جنتك التي طغيت بها وغرتك &quot; حُسْبَانًا مِنَ السَّمَاءِ &quot; أي: عذابا, بمطر عظيم أو غيره.
&quot; فَتُصْبِحَ &quot; بسبب ذلك &quot; صَعِيدًا زَلَقًا &quot; أي: قد اقتلعت أشجارها, وتلفت ثمارها, وغرق ذرعها, وزال نفعها.
&quot; أَوْ يُصْبِحَ مَاؤُهَا &quot; الذي مادتها منه &quot; غَوْرًا &quot; أي: غائرا في الأرض &quot; فَلَنْ تَسْتَطِيعَ لَهُ طَلَبًا &quot; أي: غائرا لا يستطاع الوصول إليه, بالمعاول ولا بغيرها.
وإنما دعا على جنته المؤمن, غضبا لربه, لكونها غرته وأطغته, واطمأن إليها, لعله ينيب, ويراجع رشده, ويتبصر في أمره.';
$t[41] = '';
$t[42] = 'فاستجاب الله دعاه &quot; وَأُحِيطَ بِثَمَرِهِ &quot; أي: أصابه عذاب, أحاط به, واستهلكه, فلم يبق منه شيء.
والإحاطة بالثمر, يستلزم تلف جميع أشجاره, وثماره, وزرعه.
فندم كل الندامة, واشتد لذلك أسفه, &quot; فَأَصْبَحَ يُقَلِّبُ كَفَّيْهِ عَلَى مَا أَنْفَقَ فِيهَا &quot; أي على كثرة نفقاته الدنيوية عليها, حيث اضمحلت وتلاشت, فلم يبق لها عوض, وندم أيضا على شركه, وشره, ولهذا قال: &quot; وَيَقُولُ يَا لَيْتَنِي لَمْ أُشْرِكْ بِرَبِّي أَحَدًا &quot; .';
$t[43] = 'قال الله تعالى: &quot; وَلَمْ تَكُنْ لَهُ فِئَةٌ يَنْصُرُونَهُ مِنْ دُونِ اللَّهِ وَمَا كَانَ مُنْتَصِرًا &quot; .
أي: لما نزل العذاب بجنته, ذهب عنه ما كان يفتخر به من قوله لصاحبه: &quot; أَنَا أَكْثَرُ مِنْكَ مَالًا وَأَعَزُّ نَفَرًا &quot; فلم يدفعوا عنه من العذاب شيئا, أشد ما كان إليهم حاجة, وما كان بنفس منتصرا.
وكيف ينتصر, أو يكون له انتصارا, على قضاء الله وقدره, الذي إذا أمضاه وقدره, لو اجتمع أهل السماء والأرض على إزالة شيء منه, لم يقدروا؟!! ولا يستبعد من رحمة الله ولطفه, أن صاحب هذه الجنة, التي أحيط بها, تحسنت حاله, ورزقه الله الإنابة إليه, وراجع رشده, وذهب تمرده وطغيانه, بدليل أنه أظهر الندم على شركه بربه, وأن الله أذهب عنه ما يطغيه, وعاقبه في الدنيا, وإذا أراد الله بعبد خيرا عجل له العقوبة في الدنيا.
وفضل الله لا تحيط به الأوهام والعقول, ولا ينكره إلا ظالم جهول.';
$t[44] = '&quot; هُنَالِكَ الْوَلَايَةُ لِلَّهِ الْحَقِّ هُوَ خَيْرٌ ثَوَابًا وَخَيْرٌ عُقْبًا &quot; أي: في تلك الحال التي أجرى الله فيها العقوبة على من طغى, وآثر الحياة الدنيا, والكرامة لمن آمن, وعمل صالحا, وشكر الله, ودعا غيره, لذلك تبين وتوضح, أن الولاية الحق, لله وحده.
فمن كان مؤمنا به تقيا, كان له وليا, فأكرمه بأنواع الكرامات, ودفع عنه الشرور والمثلات, ومن لم يؤمن بربه, ولا يتولاه, خسر دينه ودنياه, فثوابه الدنيوي والأخروي, خير ثواب يرجى ويؤمل.
ففي هذه القصة العظيمة, اعتبار بحال الذي أنعم الله عليه نعما دنيوية, فألهته عن آخرته وأطغته, وعصى الله فيها, أن مآلها الانقطاع والاضمحلال.
وأنه وإن تمتع بها قليلا, فإنه يحرمها طويلا.
وأن العبد, ينبغي له - إذا أعجبه شيء من ماله أو ولده - أن أن يضيف النعمة إلى موليها ومسديها, وأن يقول: &quot; ما شاء الله, لا قوة إلا بالله &quot; ليكون شاكرا, متسببا لبقاء نعمته عليه, لقوله: &quot; وَلَوْلَا إِذْ دَخَلْتَ جَنَّتَكَ قُلْتَ مَا شَاءَ اللَّهُ لَا قُوَّةَ إِلَّا بِاللَّهِ &quot; .
وفيها, الإرشاد إلى التسلي عن لذات الدنيا وشهواتها, بما عند الله من الخير لقوله: &quot; إِنْ تَرَنِي أَنَا أَقَلَّ مِنْكَ مَالًا وَوَلَدًا فَعَسَى رَبِّي أَنْ يُؤْتِيَنِي خَيْرًا مِنْ جَنَّتِكَ &quot; .
وفيها أن المال والولد لا ينفعان, إن لم يعينا على طاعة الله كما قال تعالى: &quot; وما أموالكم ولا أودلادكم بالتي تقربكم عندنا زلفى إلا من آمن وعمل صالحا &quot; .
وفيه الدعاء بتلف مال ما كان ماله سبب طغيانه وكفره وخسرانه.
خصوصا إن فضل نفسه بسببه, على المؤمنين, وفخر عليهم وفيها, أن ولاية الله وعدمها, إنما تتضح نتيجتها, إذا انجلى الغبار وحق الجزاء, ووجد العاملون أجرهم فـ &quot; هُنَالِكَ الْوَلَايَةُ لِلَّهِ الْحَقِّ هُوَ خَيْرٌ ثَوَابًا وَخَيْرٌ عُقْبًا &quot; أي: عاقبة ومالا.';
$t[45] = 'يقول تعالى لنبيه صلى الله عليه وسلم أصلا, ولمن قام بوراثته بعده تبعا: اضرب للناس مثل الحياة الدنيا, ليتصوروها حق التصور, ويعرفوا ظاهرها وباطنها, فيقيسوا بينها وبين الدار الباقية, ويؤثروا أيهما أولى بالإيثار.
وأن مثل هذه الحياة الدنيا, كمثل المطر, ينزل على الأرض, فيختلط نباتها, أو تنبت من كل زوج بهيج.
فبينا زهرتها وزخرفها تسر الناظرين, وتفرح المتفرجين, وتأخذ بعيون الغافلين.
إذ أصبحت هشيما, تذروه الرياح, فذهب ذلك النبات الناضر, والزهر الزاهر, والمنظر البهي.
فأصبحت الأرض غبراء ترابا, قد انحرف عنها النظر, وصدف عنها البصر, وأوحشت القلب.
كذلك هذه الدنيا, بينما صاحبها, قد أعجب بشبابه, وفاق فيها على أقرانه وأترابه, وحصل درهمها ودينارها, واقتطف من لذته أزهارها, وخاض في الشهوات في جميع أوقاته, وظن أنه لا يزال فيها سائر أيامه, إذ أصابه الموت أو التلف لماله.
فذهب عنه سروره, وزالت لذته وحبوره, واستوحش قلبه من الآلام وفارق شبابه وقوته, وماله, وانفرد بصالح, أو سيئ أعماله.
هنالك يعض الظالم على يديه, حين يعلم حقيقة ما هو عليه, ويتمنى العود إلى الدنيا, لا ليستكمل الشهوات, بل ليستدرك ما فرط منه من الغفلات, بالتوبة والأعمال الصالحات.
فالعاقل الجازم الموفق, يعرض على نفسه هذه الحالة, ويقول لنفسه: &quot; قدري أنك قد مت, ولا بد أن تموتي, فأي الحالتين تختارين؟ الاغترار بزخرف هذه الدار, والتمتع بها كتمتع الأنعام السارحة أم العمل, لدار أكلها دائم وظلها ظليل, وفيها ما تشتهيه الأنفس وتلذ الأعين.
فبهذا يعرف توفيق العبد من خذلانه, وربحه من خسرانه.
ولهذا أخبر تعالى, أن المال والبنين, زينة الحياة الدنيا, أي: ليس وراء ذلك شيء.
وأن الذي يبقى للإنسان وينفعه ويسره, الباقيات الصالحات.
وهذا يشمل جميع الطاعات, الواجبة, والمستحبة, من حقوق الله, وحقوق عباده, من صلاة, وزكاة, وصدقة, وحج, وعمرة, وتسبيح, وتحميد, وتهليل, وقراءة, وطلب علم نافع, وأمر بمعروف, ونهي عن منكر, وصلة رحم, وبر والدين, وقيام بحق الزوجات, والمماليك, والبهائم, وجميع وجوه الإحسان إلى الخلق, كل هذا من الباقيات الصالحات, فهذه خير عند الله ثوابا, وخير أملا.
فثوابها يبقى, ويتضاعف على الآباد, ويؤمل أجرها وبرها ونفعها, عند الحاجة.
فهذه التي ينبغي أن يتنافس بها المتنافسون, ويستبق إليها العاملون, ويجد في تحصيلها المجتهدون.
وتأمل, كيف لما ضرب الله مثل الدنيا وحالها واضمحلالها ذكر أن الذي فيها نوعان.
نوع من زينتها, يتمتع به قليلا, ثم يزول بلا فائدة تعود لصاحبه, بل ربما لحقته مضرته وهو المال والبنون.
ونوع يبقى لصاحبه على الدوام, وهي الباقيات الصالحات.
&quot; وَيَوْمَ نُسَيِّرُ الْجِبَالَ وَتَرَى الْأَرْضَ بَارِزَةً وَحَشَرْنَاهُمْ فَلَمْ نُغَادِرْ مِنْهُمْ أَحَدًا &quot;
يخبر تعالى عن حال يوم القيامة, وما فيه من الأهوال المقلقة, والشدائد المزعجة فقال: &quot; وَيَوْمَ نُسَيِّرُ الْجِبَالَ &quot; أي: يزيلها عن أماكنها, يجعلها كثيبا, ثم يجعلها كالعهن المنفوش ثم تضمحل وتتلاشى, وتكون هباء منبثا, وتبرز الأرض, فتصير قاعا صفصفا, لا عوج فيه ولا أمتا.
ويحشر الله جميع الخلق, على تلك الأرض, فلا يغادر منهم أحدا.
بل يجمع الأولين والآخرين, من بطون الفلوات, وفغور البحار, ويجمعهم بعدما تفرقوا, ويعيدهم, بعد ما تمزقوا, خلقا جديدا.
فيعرضون عليه صفا, ليستعرضهم, وينظر في أعمالهم, ويحكم فيهم, بحكمه العدل, الذي لا جور فيه ولا ظلم, ويقول لهم: &quot; لقد جئتمونا كما خلقناكم أول مرة &quot; أي, بلا مال, ولا أهل, ولا عشيرة, ما معهم إلا الأعمال, التي عملوها, والمكاسب في الخير والشر, التي كسبوها كما قال تعالى: &quot; وَلَقَدْ جِئْتُمُونَا فُرَادَى كَمَا خَلَقْنَاكُمْ أَوَّلَ مَرَّةٍ وَتَرَكْتُمْ مَا خَوَّلْنَاكُمْ وَرَاءَ ظُهُورِكُمْ وَمَا نَرَى مَعَكُمْ شُفَعَاءَكُمُ الَّذِينَ زَعَمْتُمْ أَنَّهُمْ فِيكُمْ شُرَكَاءُ &quot; .
وقال هنا, مخاطبا للمنكرين للبعث, وقد شاهدوه عيانا: &quot; بَلْ زَعَمْتُمْ أَلَّنْ نَجْعَلَ لَكُمْ مَوْعِدًا &quot; أي: أنكرتم الجزاء على الأعمال, ووعد الله, ووعيده فها, قد رأيتموه وذقتموه.
فحينئذ تحضر كتب الأعمال التي كتبها الملائكة الأبرار.
فتطير لها القلوب, وتعظم من وقعها, الكروب, وتكاد لها الصم الصلاب تذوب, ويشفق منها المجرمون.
فإذا رأوها مسطرة عليهم أعمالهم, محصى عليهم أقوالهم وأفعالهم, قالوا: &quot; يَا وَيْلَتَنَا مَالِ هَذَا الْكِتَابِ لَا يُغَادِرُ صَغِيرَةً وَلَا كَبِيرَةً إِلَّا أَحْصَاهَا &quot; أي: لا يترك خطيئة, صغيرة ولا كبيرة, إلا وهي مكتوبة فيه, محفوظة لم ينس منها عمل سر ولا علانية, ولا ليل ولا نهار.
&quot; وَوَجَدُوا مَا عَمِلُوا حَاضِرًا &quot; لا يقدرون على إنكاره &quot; وَلَا يَظْلِمُ رَبُّكَ أَحَدًا &quot; .
فحينئذ يجازون بها, ويقررون بها, ويخزون, ويحق عليهم العذاب, &quot; ذلك بما قدمت أيديهم وأن الله ليس بظلام للعبيد &quot; بل هم غير خارجين عن عدله وفضله.';
$t[46] = '';
$t[47] = '';
$t[48] = '';
$t[49] = '';
$t[50] = 'يخبر تعالى, عن عداوة إبليس لآدم وذريته, وأن الله أمر الملائكة بالسجود لآدم, إكراما وتعظيما, وامتثالا لأمر الله.
فامتثلوا ذلك &quot; إِلَّا إِبْلِيسَ كَانَ مِنَ الْجِنِّ فَفَسَقَ عَنْ أَمْرِ رَبِّهِ &quot; وقال: &quot; أَأَسْجُدُ لِمَنْ خَلَقْتَ طِينًا &quot; وقال: &quot; أَنَا خَيْرٌ مِنْهُ &quot; .
فتبين بهذا, عداوته لله ولأبيكم, فكيف تتخذونه وذريته أي: الشياطين &quot; أَوْلِيَاءَ مِنْ دُونِي وَهُمْ لَكُمْ عَدُوٌّ بِئْسَ لِلظَّالِمِينَ بَدَلًا &quot; .
أي: بئس ما اختاروا لأنفسهم من ولاية الشيطان, الذي لا يأمرهم إلا بالفحشاء والمنكر عن ولاية الرحمن, الذي كل السعادة والفلاح والسرور في ولايته.
وفي هذه الآية, الحث على اتخاذ الشيطان عدوا, والإغراء بذلك, وذكر السبب الموجب لذلك, وأنه لا يفعل ذلك إلا ظالم وأي ظلم أعظم من ظلم من اتخذ عدوه الحقيقي.
وليا, وترك الولي الحميد؟!!.
قال تعالى: &quot; اللَّهُ وَلِيُّ الَّذِينَ آمَنُوا يُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ وَالَّذِينَ كَفَرُوا أَوْلِيَاؤُهُمُ الطَّاغُوتُ يُخْرِجُونَهُمْ مِنَ النُّورِ إِلَى الظُّلُمَاتِ &quot; .
وقال تعالى: &quot; إِنَّهُمُ اتَّخَذُوا الشَّيَاطِينَ أَوْلِيَاءَ مِنْ دُونِ اللَّهِ &quot; .';
$t[51] = 'يقول تعالى: ما أشهدت الشياطين وهؤلاء المضلين, خلق السماوات والأرض, ولا خلق أنفسهم.
أي: ما أحضرتهم ذلك, ولا شاورتهم عليه, فكيف يكونون خالقين لشيء من ذلك؟! بل المنفرد بالخلق والتدبير, والحكمة والتقدير, هو الله, خالق الأشياء كلها, المتصرف فيها بحكمته.
فكيف يجعل له شركاء من الشياطين, يوالون ويطاعون, كما يطاع الله, وهم لم يخلقوا ولم يشهدوا خلقا, ولم يعاونوا الله تعالى؟!.
ولهذا قال: &quot; وَمَا كُنْتُ مُتَّخِذَ الْمُضِلِّينَ عَضُدًا &quot; أي: معاونين, مظاهرين لله على شأن من الشئون.
أي: ما ينبغي, ولا يليق بالله, أن يجعل لهم قسطا من التدبير, لأنهم ساعون في إضلال الخلق والعداوة لربهم, فاللائق, أن يقصيهم ولا يدنيهم.';
$t[52] = 'ولما ذكر حال من أشرك به في الدنيا, وأبطل هذا الشرك غاية الإبطال, وحكم بجهل صاحبه وسفهه, أخبر عن حالهم مع شركائهم يوم القيامة, وأن الله يقول لهم: &quot; نَادُوا شُرَكَائِيَ &quot; بزعمكم أي: على موجب زعمكم الفاسد.
وإلا, فالحقيقة, ليس لله شريك في الأرض ولا في السماء, أي: نادوهم, لينفعوكم, ويخلصوكم من الشدائد.
&quot; فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُوا لَهُمْ &quot; لأن الحكم والملك يومئذ لله, لا أحد يملك مثقال ذرة من النفع لنفسه, ولا لغيره.
&quot; وَجَعَلْنَا بَيْنَهُمْ &quot; أي: بين المشركين وشركائهم &quot; مَوْبِقًا &quot; أي, مهلكا, يفرق بينهم وبينهم, ويبعد بعضهم من بعض, ويتبين حينئذ, عداوة الشركاء لشركائهم, وكفرهم بهم, وتبريهم منهم, كما قال تعالى &quot; وَإِذَا حُشِرَ النَّاسُ كَانُوا لَهُمْ أَعْدَاءً وَكَانُوا بِعِبَادَتِهِمْ كَافِرِينَ &quot; .';
$t[53] = 'أي: لما كان يوم القيامة وحصل من الحساب ما حصل, وتميز كل فريق من الخلق بأعمالهم, وحقت كلمة العذاب على المجرمين, فرأوا جهنم قبل دخولها, فانزعجوا, واشتد قلقهم, لظنهم أنهم مواقعوها, وهذا الظن قال المفسرون: إنه بمعنى اليقين, فأيقنوا أنهم داخلوها &quot; وَلَمْ يَجِدُوا عَنْهَا مَصْرِفًا &quot; أي: معدلا يعدلون إليه, ولا شافع لهم من دون إذنه.
وفي هذا من التخويف والترهيب, ما ترعد له الأفئدة والقلوب.';
$t[54] = 'يخبر تعالى, عن عظمة القرآن وجلالته وعمومه وأنه صرف فيه من كل مثل.
أي: من كل طريق موصل إلى العلوم النافعة, والسعادة الأبدية, وكل طريق يعصم من الشر والهلاك.
ففيه أمثال الحلال والحرام, وجزاء الأعمال, والترغيب والترهيب, والأخبار الصادقة النافعة للقلوب, اعتقادا, وطمأنينة, ونورا.
وهذا مما يوجب التسليم لهذا القرآن وتلقيه بالانقياد والطاعة, وعدم المنازعة له, في أمر من الأمور.
ومع ذلك, كان كثير من الناس, يجادلون في الحق, بعد ما تبين, ويجادلون بالباطل &quot; لِيُدْحِضُوا بِهِ الْحَقَّ &quot; ولهذا قال: &quot; وَكَانَ الْإِنْسَانُ أَكْثَرَ شَيْءٍ جَدَلًا &quot; أي: مجادلة ومنازعة فيه, مع أن ذلك, غير لائق بهم, ولا عدل منهم.
والذي أوجب له ذلك, وعدم الإيمان بالله, إنما هو الظلم والعناد, لا القصور في بيانه وحجته, وبرهانه.
وإلا, فلو جاءهم العذاب, وجاءهم ما جاء قبلهم, لم تكن هذه حالهم, ولهذا قال: &quot; وَمَا مَنَعَ النَّاسَ &quot; إلى &quot; قُبُلًا &quot; .';
$t[55] = 'أي: ما منع الناس من الإيمان, والحال أن الهدى الذي يحصل به الفرق, بين الهدى والضلال, والحق والباطل, قد وصل إليهم, وقامت عليهم حجة الله.
فلم يمنعهم عدم البيان, بل منعهم الظلم والعدوان, عن الإيمان.
فلم يبق إلا أن تأتيهم سنة الله, وعادته في الأولين من أنهم إذا لم يؤمنوا, عوجلوا بالعذاب, أو يرون العذاب قد أقبل عليهم, ورأوه مقابلة ومعاينة.
أي: فيخافوا من ذلك, وليتوبوا من كفر, قبل أن يكون العذاب الذي لا مرد له.';
$t[56] = 'أي: لم نرسل الرسل عبثا, ولا ليتخذهم الناس أربابا, ولا ليدعوا إلى أنفسهم.
بل أرسلناهم يدعون الناس إلى كل خير, وينهون عن كل شر, ويبشرونهم على امتثال ذلك, بالثواب العاجل والأجل, وينذرونهم على معصية ذلك, بالعقاب العاجل والآجل, فقامت بذلك حجة الله على العباد.
ومع ذلك يأبى الظالمون الكافرون, إلا المجادلة بالباطل, ليدحضوا به الحق.
فسعوا في نصر الباطل, مهما أمكنهم, وفي إدحاض الحق وإبطاله.
واستهزءوا برسل الله وآياته, وفرحوا بما عندهم من العلم, ويأبى الله إلا أن يتم نوره ولو كره الكافرون, ويظهر الحق على الباطل &quot; بل نقذف بالحق على الباطل فيدمغه فإذا هو زاهق &quot; .
ومن حكمة الله ورحمته, أن تقييضه المبطلين المجادلين الحق بالباطل, من أعظم الأسباب إلى وضوح الحق وتبين شواهده وأدلته, وتبين الباطل وفساده, فبضدها تتبين الأشياء.';
$t[57] = 'يخبر تعالى أنه لا أعظم ظلما, ولا أكبر جرما, من عبد ذكر بآيات الله وبين له الحق من الباطل, والهدى من الضلال, وخوف ورهب ورغب, فأعرض عنها.
فلم يتذكر بما ذكر به ولم يرجع عما كان عليه, ونسى ما قدمت يداه من الذنوب, ولم يراقب علام الغيوب.
فهذا أعظم ظلما, من المعرض الذي لم تأته آيات الله, ولم يذكر بها, وإن كان ظالما, فإنه أشد ظلما من هذا, لكون العاصي على بصيرة وعلم, أعظم ممن ليس كذلك.
ولكن الله تعالى, عاقبه بسبب إعراضه عن آياته, ونسيانه لذنوبه, ورضاه لنفسه, حالة الشر, مع علمه بها أن سد عليه أبواب الهداية, بأن جعل على قلبه أكنة, أي: أغطية محكمة تمنعه أن يفقه الآيات وإن سمعها, فليس في إمكانه, الفقه الذي يصل إلى القلب.
&quot; وَفِي آذَانِهِمْ وَقْرًا &quot; أي: صمما يمنعهم من وصول الآيات, ومن سماعها على وجه الانتفاع وإن كانوا بهذه الحالة, فليس لهدايتهم سبيل.
&quot; وَإِنْ تَدْعُهُمْ إِلَى الْهُدَى فَلَنْ يَهْتَدُوا إِذًا أَبَدًا &quot; لأن الذي يرجى أن يجيب الداعي للهدى, من ليس عالما.
وأما هؤلاء, الذين أبصروا ثم عموا, ورأوا طريق الحق فتركوه, وطريق الضلال فسلكوه, وعاقبهم الله بإقفال القلوب والطبع عليها.
فليس في هدايتهم حيلة ولا طريق.
وفي هذه الآية من التخويف لمن ترك الحق بعد علمه, أن يحال بينه وبينه, ولا يتمكن منه بعد ذلك, ما هو أعظم مرهب وزاجر عن ذلك.';
$t[58] = 'ثم أخبر تعالى عن سعة مغفرته ورحمته, وأنه يغفر الذنوب, ويتوب الله على من يتوب, فيتغمده برحمته, ويشمله بإحسانه, وأنه لو آخذ العباد على ما قدمت أيديهم من الذنوب, لعجل لهم العذاب.
ولكنه تعالى, حليم لا يعجل بالعقوبة, بل يمهل, ولا يهمل.
والذنوب لا بد من وقوع آثارها, وإن تأخرت عنها مدة طويلة, ولهذا قال: &quot; بَلْ لَهُمْ مَوْعِدٌ لَنْ يَجِدُوا مِنْ دُونِهِ مَوْئِلًا &quot; أي: لهم موعد, يجازون فيه بأعمالهم, لا بد لهم منه, ولا مندوحة لهم عنه, ولا ملجأ, ولا محيد عنه.
وهذه سنته في الأولين والآخرين, أن لا يعاجلهم بالعقاب, بل يستدعيهم إلى التوبة والإنابة.
فإن تابوا وأنابوا, غفر لهم ورحمهم, وأزال عنهم العقاب.
وإلا, فإن استمروا على ظلمهم وعنادهم, وجاء الوقت الذي جعله موعدا لهم, أنزل بهم بأسه.
ولهذا قال: &quot; وَتِلْكَ الْقُرَى أَهْلَكْنَاهُمْ لَمَّا ظَلَمُوا &quot; أي: بظلمهم, لا بظلم منا &quot; وَجَعَلْنَا لِمَهْلِكِهِمْ مَوْعِدًا &quot; أي: وقتا مقدرا, لا يتقدمون عنه, ولا يتأخرون.';
$t[59] = '';
$t[60] = 'يخبر تعالى, عن نبيه, موسى عليه السلام, وشدة رغبته في الخير وطلب العلم, أنه قال لفتاه, أي: خادمه الذي يلازمه في حضره وسفره, وهو &quot; يوشع بن نون &quot; الذي نبأه الله بعد ذلك: &quot; لَا أَبْرَحُ حَتَّى أَبْلُغَ مَجْمَعَ الْبَحْرَيْنِ &quot; أي: لا أزال مسافرا وإن طالت علي الشقة, ولحقتني المشقة, حتى أصل إلى مجمع البحرين, وهو: المكان الذي أوحي إليه أنك ستجد فيه عبدا من عباد الله العالمين, عنده من العلم, ما ليس عندك.
&quot; أَوْ أَمْضِيَ حُقُبًا &quot; أي: مسافة طويلة.
المعنى: أن الشوق والرغبة, حمل موسى أن قال لفتاة هذه المقالة.
وهذا عزم منه جازم, فلذلك أمضاه.';
$t[61] = '&quot; فَلَمَّا بَلَغَا &quot; أي: هو وفتاه &quot; مَجْمَعَ بَيْنِهِمَا نَسِيَا حُوتَهُمَا &quot; وكان معهما حوت يتزودان منه ويأكلان وقد وعد أنه متى فقد الحوت فثم ذلك العبد, الذي قصدته, فاتخذ ذلك الحوت سبيله, أي: طريقه في البحر سربا وهذا من الآيات.
قال المفسرون إن ذلك الحوت الذي كانا يتزودان منه, لما وصلا إلى ذلك المكان, أصابه بلل البحر, فانسرب بإذن الله في البحر, وصار مع حيواناته حيا.';
$t[62] = 'فلما جاوز موسى وفتاه مجمع البحرين, قال موسى لفتاه: &quot; آتِنَا غَدَاءَنَا لَقَدْ لَقِينَا مِنْ سَفَرِنَا هَذَا نَصَبًا &quot; أي: لقد تعبنا من هذا السفر المجاوز فقط, وإلا فالسفر الطويل, الذي وصلا به إلى مجمع البحرين, لم يجدا من التعب فيه, وهذا من الآيات والعلامات, الدالة لموسى, على وجود مطلبه.
وأيضا, فإن الشوق المتعلق بالوصول إلى ذلك المكان, سهل لهما الطريق, فلما تجاوزا غايتهما, وجدا مس التعب.
فلما قال موسى لفتاه هذه المقالة, قال له فتاه:';
$t[63] = '&quot; أَرَأَيْتَ إِذْ أَوَيْنَا إِلَى الصَّخْرَةِ فَإِنِّي نَسِيتُ الْحُوتَ وَمَا أَنْسَانِيهُ إِلَّا الشَّيْطَانُ أَنْ أَذْكُرَهُ &quot; لأنه السبب في ذلك &quot; وَاتَّخَذَ سَبِيلَهُ فِي الْبَحْرِ عَجَبًا &quot; أي: لما انسرب في البحر, ودخل فيه, كان ذلك من العجائب.
قال المفسرون: كان ذلك المسلك للحوت سربا, ولموسى وفتاه عجبا.
فلما قال له الفتى هذا القول, وكان عند موسى وعد من الله أنه إذا فقد الحوت, وجد الخضر, فقال موسى:';
$t[64] = '&quot; ذَلِكَ مَا كُنَّا نَبْغِ &quot; أي: نطلب &quot; فَارْتَدَّا &quot; أي: رجعا &quot; عَلَى آثَارِهِمَا قَصَصًا &quot; أي رجعا يقصان أثرهما الذي نسيا فيه الحوت.
فلما وصلا إليه, وجدا عبدا من عبادنا, وهو الخضر, وكان عبدا صالحا, لا نبيا على الصحيح.';
$t[65] = '&quot; آتَيْنَاهُ رَحْمَةً مِنْ عِنْدِنَا &quot; أي: أعطاه الله رحمة خاصة, بها زاد علمه, وحسن عمله &quot; وَعَلَّمْنَاهُ مِنْ لَدُنَّا &quot; أي: من عندنا &quot; عِلْمًا &quot; .
وكان قد أعطي من العلم, ما لم يعط موسى, وإن كان موسى عليه السلام أعلم منه بأكثر الأشياء, وخصوصا في العلوم الإيمانية, والأصولية, لأنه من أولي العزم من المرسلين, الذين فضلهم الله على سائر الخلق, بالعلم, والعمل, وغير ذلك.
فلما اجتمع به موسى, قال له, على وجه الأدب والمشاورة, والإخبار عن مطلبه:';
$t[66] = '&quot; هَلْ أَتَّبِعُكَ عَلَى أَنْ تُعَلِّمَنِي مِمَّا عُلِّمْتَ رُشْدًا &quot; أي: هل أتبعك على أن تعلمني مما علمك الله, ما به أسترشد وأهتدي, وأعرف به الحق في تلك القضايا؟ وكان الخضر, قد أعطاه الله من الإلهام والكرامة, ما به يحصل له الاطلاع, على بواطن كثير من الأشياء, التي خفيت, حتى على موسى عليه السلام.
فقال الخضر لموسى: لا أمتنع من ذلك, ولكنك &quot; لَنْ تَسْتَطِيعَ مَعِيَ صَبْرًا &quot; .
أي: لا تقدر على اتباعي وملازمتي, لأنك ترى ما لا تقدر على الصبر عليه من الأمور, التي ظاهرها المنكر, وباطنها غير ذلك, ولهذا قال:';
$t[67] = '';
$t[68] = '&quot; وَكَيْفَ تَصْبِرُ عَلَى مَا لَمْ تُحِطْ بِهِ خُبْرًا &quot; أي: كيف تصبر على أمر, ما أحطت بباطنه وظاهره ولا علمت المقصود منه ومآله؟ فقال موسى: &quot; سَتَجِدُنِي إِنْ شَاءَ اللَّهُ صَابِرًا وَلَا أَعْصِي لَكَ أَمْرًا &quot; وهذا عزم منه, قبل أن يوجد الشيء الممتحن به.
والعزم شيء, ووجود الصبر شيء آخر, فلذلك ما صبر موسى عليه السلام حين وقع الأمر.';
$t[69] = '';
$t[70] = 'فحينئذ قال له الخضر: &quot; فَإِنِ اتَّبَعْتَنِي فَلَا تَسْأَلْنِي عَنْ شَيْءٍ حَتَّى أُحْدِثَ لَكَ مِنْهُ ذِكْرًا &quot; أي: لا تبتدئني بسؤال منك وإنكار, حتى أكون أنا الذي أخبرك بحاله في الوقت الذي ينبغي إخبارك به.
فنهاه عن سؤاله, ووعده أن يوقفه على حقيقة الأمر.';
$t[71] = '&quot; فَانْطَلَقَا حَتَّى إِذَا رَكِبَا فِي السَّفِينَةِ خَرَقَهَا &quot; أي: اقتلع الخضر منها, لوحا, وكان له مقصود في ذلك, سيبينه.
فلم يصبر موسى عليه السلام, لأن ظاهره أنه منكر, لأنه عيب السفينة, وسبب لغرق أهلها, ولهذا قال موسى: &quot; أَخَرَقْتَهَا لِتُغْرِقَ أَهْلَهَا لَقَدْ جِئْتَ شَيْئًا إِمْرًا &quot; أي: عظيما شنيعا, وهذا من عدم صبره عليه السلام, فقال له الخضر:';
$t[72] = '&quot; أَلَمْ أَقُلْ لَكَ إِنَّكَ لَنْ تَسْتَطِيعَ مَعِيَ صَبْرًا &quot; أي: فوقع كما أخبرتك.
وكان هذا من موسى, نسيانا فقال: &quot; لَا تُؤَاخِذْنِي بِمَا نَسِيتُ وَلَا تُرْهِقْنِي مِنْ أَمْرِي عُسْرًا &quot; أي: لا تعسر على الأمر, واسمح لي, فإن ذلك وقع على وجه النسيان, فلا تؤاخذني في أول مرة.
فجمع بين الإقرار به والعذر منه, وأنه ما ينبغي لك أيها الخضر, الشدة على صاحبك, فسمح عنه الخضر.';
$t[73] = '';
$t[74] = '&quot; فَانْطَلَقَا حَتَّى إِذَا لَقِيَا غُلَامًا &quot; أي: صغيرا &quot; فَقَتَلَهُ &quot; الخضر.
فاشتد بموسى الغضب, وأخذته الحمية الدينية, حين قتل غلاما صغيرا, لم يذنب.
&quot; قَالَ أَقَتَلْتَ نَفْسًا زَكِيَّةً بِغَيْرِ نَفْسٍ لَقَدْ جِئْتَ شَيْئًا نُكْرًا &quot; .
وأي نكر مثل قتل الصغير, الذي ليس عليه ذنب, ولم يقتل أحد؟! وكان الأول من موسى نسيانا, وهذه غير نسيان, ولكن عدم صبر.
فقال له الخضر, معاتبا ومذكرا: &quot; أَلَمْ أَقُلْ لَكَ إِنَّكَ لَنْ تَسْتَطِيعَ مَعِيَ صَبْرًا &quot; .';
$t[75] = '';
$t[76] = 'فقال له موسي: &quot; إِنْ سَأَلْتُكَ عَنْ شَيْءٍ بَعْدَهَا &quot; أي: بعد هذه المرة &quot; فَلَا تُصَاحِبْنِي &quot; أي: فأنت معذور بذلك, وبترك صحبتي &quot; قَدْ بَلَغْتَ مِنْ لَدُنِّي عُذْرًا &quot; أي أعذرت مني, ولم تقصر.';
$t[77] = '&quot; فَانْطَلَقَا حَتَّى إِذَا أَتَيَا أَهْلَ قَرْيَةٍ اسْتَطْعَمَا أَهْلَهَا &quot; أي: استضافاهم &quot; فَأَبَوْا أَنْ يُضَيِّفُوهُمَا فَوَجَدَا فِيهَا جِدَارًا يُرِيدُ أَنْ يَنْقَضَّ &quot; أي: عاب واستهدم &quot; فَأَقَامَهُ &quot; الخضر أي: بناه وأعاده جديدا.
فقال له موسى: &quot; لَوْ شِئْتَ لَاتَّخَذْتَ عَلَيْهِ أَجْرًا &quot; , أي: أهل هذه القرية, لم يضيفونا مع وجوب ذلك عليهم, وأنت تبنيه من دون أجرة, وأنت تقدر عليها؟ فحينئذ لم يف موسى عليه السلام بما قال, واستعذر الخضر منه, فقال له:';
$t[78] = '&quot; هَذَا فِرَاقُ بَيْنِي وَبَيْنِكَ &quot; فإنك شرطت ذلك على نفسك, فلم يبق الآن عذر, ولا موضع للصحبة.
&quot; سَأُنَبِّئُكَ بِتَأْوِيلِ مَا لَمْ تَسْتَطِعْ عَلَيْهِ صَبْرًا &quot; أي: سأخبرك بما أنكرت عليَّ, وأنبئك بأن لي في ذلك من المآرب, وما يئول إليه الأمر.';
$t[79] = '&quot; أَمَّا السَّفِينَةُ &quot; التي خرقتها &quot; فَكَانَتْ لِمَسَاكِينَ يَعْمَلُونَ فِي الْبَحْرِ &quot; يقتضي ذلك الرقة عليهم, والرأفة بهم.
&quot; فَأَرَدْتُ أَنْ أَعِيبَهَا وَكَانَ وَرَاءَهُمْ مَلِكٌ يَأْخُذُ كُلَّ سَفِينَةٍ غَصْبًا &quot; أي: كان مرورهم على ذلك الملك الظالم, فكل سفينة صالحة تمر عليه, ما فيها عيب, غصبها وأخذها ظلما, فأردت أن أخرقها, ليكون فيها عيب, فتسلم من ذلك الظالم.';
$t[80] = '&quot; وَأَمَّا الْغُلَامُ &quot; الذي قتلته &quot; فَكَانَ أَبَوَاهُ مُؤْمِنَيْنِ فَخَشِينَا أَنْ يُرْهِقَهُمَا طُغْيَانًا وَكُفْرًا &quot; .
وكان ذلك الغلام, قد قدر عليه, أنه لو بلغ, لأرهق أبويه طغيانا وكفرا.
أي: لحملهما على الطغيان والكفر, إما لأجل محبتهما إياه, أو للحاجة إليه يحملهما على ذلك.
أي: فقتلته, لاطلاعي على ذلك, سلامة لدين أبويه المؤمنين, وأي فائدة أعظم من هذه الفائدة الجليلة؟!! وهو وإن كان فيه إساءة إليهما, وقطع لذريتهما, فإن الله تعالى سيعطيهما من الذرية, ما هو خير منه, ولهذا قال:';
$t[81] = '&quot; فَأَرَدْنَا أَنْ يُبْدِلَهُمَا رَبُّهُمَا خَيْرًا مِنْهُ زَكَاةً وَأَقْرَبَ رُحْمًا &quot; أي: ولدا صالحا, زكيا, واصلا لرحمه.
فإن الغلام الذي قتل, لو بلغ لعقهما أشد العقوق, بحملهما على الكفر والطغيان.';
$t[82] = '&quot; وَأَمَّا الْجِدَارُ &quot; الذي أقمته &quot; فَكَانَ لِغُلَامَيْنِ يَتِيمَيْنِ فِي الْمَدِينَةِ وَكَانَ تَحْتَهُ كَنْزٌ لَهُمَا وَكَانَ أَبُوهُمَا صَالِحًا &quot; أي: حالهما تقتضي الرأفة بهما ورحمتهما, لكونهما صغيرين, عدما أباهما, وحفظهما الله أيضا, بصلاح والدهما.
&quot; فَأَرَادَ رَبُّكَ أَنْ يَبْلُغَا أَشُدَّهُمَا وَيَسْتَخْرِجَا كَنْزَهُمَا &quot; أي: فلهذا هدمت الجدار, واستخرجت ما تحته من كنزهما, ورددته, وأعدته مجانا.
&quot; رَحْمَةٍ مِنْ رَبِّكَ &quot; أي: هذا الذي فعلته رحمة من الله, آتاها الله عبده الخضر &quot; وَمَا فَعَلْتُهُ عَنْ أَمْرِي &quot; أي: ما أتيت شيئا من قبل نفسي, ومجرد إرادتي, وإنما ذلك من رحمة الله وأمره.
&quot; ذَلِكَ &quot; الذي فسرته لك &quot; تَأْوِيلُ مَا لَمْ تَسْطِعْ عَلَيْهِ صَبْرًا &quot; .
وفي هذه القصة العجيبة الجليلة, من الفوائد, والأحكام, والقواعد, شيء كثير, ننبه على بعضه بعون الله.
فمنها فضيلة العلم, والرحلة في طلبه, وأنه أهم الأمور.
فإن موسى عليه السلام, رحل مسافة طويلة, ولقي النصب في طلبه, وترك القعود عند بني إسرائيل, لتعليمهم وإرشادهم, واختار السفر لزيادة العلم على ذلك.
ومنها: البداءة بالأهم فالأهم, فإن زيادة العلم وعلم الإنسان, أهم من ترك ذلك, والاشتغال بالتعليم, من دون تزود من العلم, والجمع بين الأمرين أكمل.
ومنها: جواز أخذ الخادم في الحضر والسفر لكفاية المؤن, وطلب الراحة, كما فعل موسى.
ومنها: أن المسافر لطلب علم أو جهاد أو نحوه, إذا اقتضت المصلحة الإخبار بمطلبه, وأين يريده, فإنه أكمل من كتمه.
فإن في إظهاره, فوائد من الاستعداد له, واتخاذ عدته, وإتيان الأمر على بصيرة, وإظهار الشوق لهذه العبادة الجليلة, كما قال موسى: &quot; لَا أَبْرَحُ حَتَّى أَبْلُغَ مَجْمَعَ الْبَحْرَيْنِ أَوْ أَمْضِيَ حُقُبًا &quot; .
وكما أخبر النبي صلى الله عليه وسلم أصحابه حين غزا تبوك, بوجهه, مع أن عادته التورية, وذلك تبع للمصلحة.
ومنها: إضافة الشر وأسبابه إلى الشيطان, على وجه التسويل والتزيين, وإن كان الكل بقضاء الله وقدره, لقول فتى موسى: &quot; وَمَا أَنْسَانِيهُ إِلَّا الشَّيْطَانُ أَنْ أَذْكُرَهُ &quot; .
ومنها: جواز إخبار الإنسان عما هو من مقتضى طبيعة النفس, من نصب وجوع, أو عطش, إذا لم يكن على وجه التسخط وكان صدقا, لقول موسى: &quot; لَقَدْ لَقِينَا مِنْ سَفَرِنَا هَذَا نَصَبًا &quot; .
ومنها: استحباب كون خادم الإنسان, ذكيا فطنا كيسا, ليتم له أمره الذي يريده.
ومنها: استحباب إطعام الإنسان خادمه من مأكله, وأكلهما جميعا, لأن ظاهر قوله: &quot; آتِنَا غَدَاءَنَا &quot; إضافة إلى الجميع, أنه أكل هو, وهو جميعا.
ومنها: أن المعونة تنزل على العبد على حسب قيامه بالمأمور به, وأن الموافق لأمر الله, يعان ما لا يعان غيره لقوله: &quot; لَقَدْ لَقِينَا مِنْ سَفَرِنَا هَذَا نَصَبًا &quot; والإشارة إلى السفر المجاوز, لمجمع البحرين.
وأما الأول, فلم يشتك منه التعب, مع طوله, لأنه هو السفر على الحقيقة.
وأما الأخير, فالظاهر أنه بعض يوم, لأنهم فقدوا الحوت حين أووا إلى الصخرة.
فالظاهر أنهم باتوا عندها, ثم ساروا من الغد.
حتى إذا جاء وقت الغداء قال موسى لفتاه &quot; آتِنَا غَدَاءَنَا &quot; , فحينئذ تذكر أنه نسيه, في الموضع الذي إليه منتهى قصده.
ومنها: أن ذلك العبد الذي لقياه, ليس نبيا, بل عبدا صالحا, لأنه وصفه بالعبودية, وذكر منه الله عليه بالرحمة والعلم, لم يذكر رسالته ولا نبوته, ولو كان نبيا, لذكر ذلك, كما ذكره غيره.
وأما قوله في آخر القصة &quot; وَمَا فَعَلْتُهُ عَنْ أَمْرِي &quot; فإنه لا يدل على أنه نبي وإنما يدل على الإلهام والتحديث, كما يكون لغير الأنبياء, كما قال تعالى &quot; وَأَوْحَيْنَا إِلَى أُمِّ مُوسَى أَنْ أَرْضِعِيهِ &quot; , &quot; وَأَوْحَى رَبُّكَ إِلَى النَّحْلِ أَنِ اتَّخِذِي مِنَ الْجِبَالِ بُيُوتًا &quot; .
ومنها: أن العلم الذي يعلمه الله لعباده نوعان.
علم مكتسب يدركه العبد بجده واجتهاده.
ونوع علم لدني, يهبه الله لمن يمن عليه من عباده لقوله &quot; وَعَلَّمْنَاهُ مِنْ لَدُنَّا عِلْمًا &quot; .
ومنها: التأدب مع المعلم, وخطاب المتعلم إياه ألطف خطاب, لقول موسى عليه السلام: &quot; هَلْ أَتَّبِعُكَ عَلَى أَنْ تُعَلِّمَنِي مِمَّا عُلِّمْتَ رُشْدًا &quot; فأخرج الكلام بصورة الملاطفة والمشاورة, وأنك هل تأذن لي في ذلك أم لا, وإقراره بأنه يتعلم منه.
بخلاف ما عليه أهل الجفاء أو الكبر, الذين لا يظهرون للمعلم افتقارهم إلى علمه بل يدعون أنه يتعاونون هم وإياه, بل ربما ظن أحدهم أنه يعلم معلمه, وهو جاهل جدا.
فالذل للمعلم, وإظهار الحاجة إلى تعليمه, من أنفع شيء للمتعلم.
ومنها تواضع الفاضل للتعلم ممن دونه فإن موسى - بلا شك - أفضل من الخضر.
ومنها: تعلم العلم الفاضل, للعلم الذي لم يتمهر فيه, ممن مهر فيه, وإن كان دونه في العلم بدرجات كثيرة.
فإن موسى عليه السلام من أولي العزم من المرسلين, الذين منحهم الله, وأعطاهم من العلم ما لم يعط سواهم, ولكن في هذا العلم الخاص, كان عند الخضر, ما ليس عنده, فلهذا حرص على التعلم منه.
فعلى هذا, لا ينبغي للفقيه الحدث, إذا كان قاصرا في علم النحو, أو الصرف, أو نحوهما من العلوم, أن لا يتعلمه ممن مهر فيه, وإن لم يكن محدثا ولا فقيها.
ومنها: إضافة العلم وغيره من الفضائل, لله تعالى, والإقرار بذلك, وشكر الله عليها لقوله: &quot; تُعَلِّمَنِي مِمَّا عُلِّمْتَ &quot; أي: مما علمك الله تعالى.
ومنها: أن العلم النافع, هو العلم المرشد إلى الخير, فكل علم يكون فيه رشد وهداية لطريق الخير, وتحذير عن طريق الشر, أو وسيلة لذلك, فإنه من العلم النافع.
وما سوى ذلك, فإما أن يكون ضارا, أو ليس فيه فائدة لقوله: &quot; أَنْ تُعَلِّمَنِي مِمَّا عُلِّمْتَ رُشْدًا &quot; .
ومنها: أن من ليس له قوة الصبر على صحبة العالم والعلم, وحسن الثبات على ذلك, أنه ليس بأهل لتلقي العلم.
فمن لا صبر له, لا يدرك العلم, ومن استعمل الصبر ولازمه, أدرك به كل أمر سعى فيه, لقول الخضر - يعتذر عن موسى بذكر المانع لموسى في الأخذ عنه: إنه لا يصبر معه.
ومنها: أن السبب الكبير لحصول الصبر, إحاطة الإنسان علما وخبره, بذلك الأمر, الذي أمر بالصبر عليه.
وإلا فالذي لا يدريه, أو لا يدري غايته ولا نتيجته, ولا فائدته وثمرته ليس عنده سبب الصبر لقوله: &quot; وَكَيْفَ تَصْبِرُ عَلَى مَا لَمْ تُحِطْ بِهِ خُبْرًا &quot; .
فجعل الموجب لعدم صبره, وعدم إحاطته خبرا بالأمر.
ومنها: الأمر بالتأني والتثبت, وعدم المبادرة إلى الحكم على الشيء, حتى يعرف ما يراد منه وما هو المقصود.
ومنها: تعليق الأمور المستقبلية التي من أفعال العباد بالمشيئة, وأن لا يقول الإنسان للشيء: إني فاعل ذلك في المستقبل, إلا أن يقول &quot; إِنْ شَاءَ اللَّهُ &quot; .
ومنها: أن العزم على فعل الشيء, ليس بمنزلة فعله, فإن موسى قال: &quot; سَتَجِدُنِي إِنْ شَاءَ اللَّهُ صَابِرًا &quot; فوطن نفسه على الصبر ولم يفعل.
ومنها: أن المعلم إذا رأى المصلحة في إيزاعه للمتعلم, أن يترك الابتداء في السؤال عن بعض الأشياء, حتى يكون المعلم هو الذي يوقفه عليها, فإن المصلحة تتبع.
كما إذا كان فهمه قاصرا, أو نهاه عن الدقيق في سؤال الأشياء التي غيرها أهم منها, أو لا يدركها ذهنه, أو يسأل سؤالا, لا يتعلق بموضع البحث.
ومنها: جواز ركوب البحر, في غير الحالة التي يخاف منها.
ومنها: أن الناسي غير مؤاخذ بنسيانه لا في حق الله, ولا في حقوق العباد لقوله: &quot; لَا تُؤَاخِذْنِي بِمَا نَسِيتُ &quot; .
ومنها: أنه ينبغي للإنسان أن يأخذ من أخلاق الناس ومعاملاتهم, العفو منها, وما سمحت به أنفسهم, ولا ينبغي له أن يكلفهم ما لا يطيقون, أو يشق عليهم, ويرهقهم, فإن هذا, مدعاة إلى النفور منه والسآمة, بل يأخذ المتيسر, ليتيسر له الأمر.
ومنها: أن الأمور تجري أحكامها على ظاهرها, وتعلق بها الأحكام الدنيوية, في الأموال, والدماء وغيرها.
فإن موسى عليه السلام, أنكر على الخضر خرقه السفينة, وقتل الغلام, وأن هذه الأمور ظاهرها, أنها من المنكر.
وموسى عليه السلام لا يسعه السكوت عنها, في غير هذه الحال, التي صحب عليها الخضر.
فاستعجل عليه السلام, وبادر إلى الحكم في حالتها العامة, ولم يلتفت إلى هذا العارض, الذي يوجب عليه الصبر, وعدم المبادرة إلى الإنكار.
ومنها: القاعدة الكبيرة الجليلة وهو أنه &quot; يدفع الشر الكبير بارتكاب الشر الصغير &quot; ويراعي أكبر المصلحتين, بتفويت أدناهما.
فإن قتل الغلام شر, ولكن بقاءه حتى يفتن أبويه عن دينهما, أعظم شرا منه.
وبقاء الغلام من دون قتل وعصمته, وإن كان يظن أنه خير, فالخير ببقاء دين أبويه, وإيمانهما, خير من ذلك, فلذلك قتله الخضر.
وتحت هذه القاعدة من الفروع والفوائد, ما لا يدخل تحت الحصر.
فتزاحم المصالح والمفاسد كلها, داخل في هذا.
ومنها القاعدة الكبيرة أيضا وهي أن &quot; عمل الإنسان في مال غيره, إذا كان على وجه المصلحة وإزالة المفسدة, أنه يجوز, ولو بلا إذن حتى ولو ترتب على عمله, إتلاف بعض مال الغير, كما خرق الخضر السفينة لتعيب, فتسلم من غصب الملك الظالم &quot; .
فعلى هذا لو وقع حرق, أو غرق, أو نحوهما, في دار إنسان أو ماله, وكان إتلاف بعض المال, أو هدم بعض الدار, فيه سلامة للباقي, جاز للإنسان بل شرع له ذلك, حفظا لمال الغير.
وكذلك لو أراد ظالم أخذ مال الغير, ودفع إليه إنسان بعض المال, إفتداء للباقي, جاز ولو من غير إذن.
ومنها: أن العمل يجوز في البحر, كما يجوز في البر لقوله: &quot; يَعْمَلُونَ فِي الْبَحْرِ &quot; ولم ينكر عليهم عملهم.
ومنها: أن المسكين قد يكون له مال لا يبلغ كفايته, ولا يخرج بذلك عن اسم المسكنة, لأن الله أخبر أن هؤلاء المساكين, لهم سفينة.
ومنها: أن القتل من أكبر الذنوب لقوله في قتل الغلام &quot; لَقَدْ جِئْتَ شَيْئًا نُكْرًا &quot; .
ومنها: أن القتل قصاصا غير منكر لقوله &quot; بِغَيْرِ نَفْسٍ &quot; .
ومنها: أن العبد الصالح يحفظه الله, في نفسه, وفي ذريته.
ومنها: أن خدمة الصالحين, أو من يتعلق بهم, أفضل من غيرها, لأنه علل استخراج كنزهما, وإقامة جدارهما, بأن أباهما صالح.
ومنها: استعمال الأدب مع الله تعالى في الألفاظ.
فإن الخضر أضاف عيب السفينة إلى نفسه بقوله &quot; فَأَرَدْتُ أَنْ أَعِيبَهَا &quot; .
وأما الخير, فأضافه إلى الله تعالى لقوله: &quot; فَأَرَادَ رَبُّكَ أَنْ يَبْلُغَا أَشُدَّهُمَا وَيَسْتَخْرِجَا كَنْزَهُمَا رَحْمَةً مِنْ رَبِّكَ &quot; .
كما قال إبراهيم عليه السلام &quot; وَإِذَا مَرِضْتُ فَهُوَ يَشْفِينِ &quot; .
وقالت الجن: &quot; وَأَنَّا لَا نَدْرِي أَشَرٌّ أُرِيدَ بِمَنْ فِي الْأَرْضِ أَمْ أَرَادَ بِهِمْ رَبُّهُمْ رَشَدًا &quot; مع أن الكل بقضاء الله وقدره.
ومنها: أنه ينبغي للصاحب أن لا يفارق صاحبه, في حالة من الأحوال, ويترك صحبته, حتى يعتبه, ويعذر منه, كما فعل الخضر مع موسى.
ومنها: أن موافقة الصاحب لصاحبه, في غير الأمور المحذورة, مدعاة, وسبب لبقاء الصحبة, وتأكدها, كما أن عدم الموافقة, سبب لقطع المرافقة.';
$t[83] = 'كان أهل الكتاب أو المشركون, سألوا رسول الله صلى الله عليه وسلم عن قصة ذي القرنين.
فأمره الله أن يقول: &quot; سَأَتْلُو عَلَيْكُمْ مِنْهُ ذِكْرًا &quot; فيه نبأ مفيد, وخطاب عجيب.
أي: سأتلوا عليكم من أحواله, ما يتذكر فيه, ويكون عبرة.
وأما ما سوى ذلك من أحواله, فلم يتله عليهم.';
$t[84] = '&quot; إِنَّا مَكَّنَّا لَهُ فِي الْأَرْضِ &quot; أي: ملكه الله تعالى, ومكنه من النفوذ في أقطار الأرض, وانقيادهم له.
&quot; وَآتَيْنَاهُ مِنْ كُلِّ شَيْءٍ سَبَبًا فَأَتْبَعَ سَبَبًا &quot; أي: أعطاه الله من الأسباب الموصلة له, لما وصل إليه, ما به يستعين على قهر البلدان, وسهولة الوصول إلى أقاصي العمران.
وعمل بتلك الأسباب, التي أعطاه الله إياها, أي: استعملها على وجهها.
فليس كل من عنده شيء من الأسباب يسلكه, ولا كل أحد يكون قادرا على السبب.
فإدا اجتمعت القدرة على السبب الحقيقي, والعمل به, حصل المقصود, وإن عدما أو أحدهما لم يحصل.
وهذه الأسباب التي أعطاه الله إياها, لم يخبرنا الله ولا رسوله بها, ولم تتناقلها الأخبار على وجه يفيد العلم, فلهذا, لا يسعنا غير السكوت عنها, وعدم الالتفات لما يذكره النقلة للإسرائيليات ونحوها.
ولكننا نعلم بالجملة, أنها أسباب قوية كثيرة, داخلية وخارجية, بها صار له جند عظيم, ذو عدد وعدد ونظام.
وبه تمكن من قهر الأعداء, ومن تسهيل الوصول إلى مشارق الأرض ومغاربها, وأنحائها.
فأعطاه الله, ما بلغ به مغرب الشمس, حتى رأى الشمس في مرأى العين, كأنها تغرب في عين حمئة, أي: سوداء, وهذا هو المعتاد لمن كان بينه وبين أفق الشمس الغربي ماء, رآها تغرب في نفس الماء وإن كانت في غاية الارتفاع, ووجد عندها, أي: عند مغربها قوما.
&quot; قُلْنَا يَا ذَا الْقَرْنَيْنِ إِمَّا أَنْ تُعَذِّبَ وَإِمَّا أَنْ تَتَّخِذَ فِيهِمْ حُسْنًا &quot; أي: إما أن تعذبهم, بقتل, أو ضرب, أو أسر ونحوه, وإما أن تحسن إليهم فخير بين الأمرين, لأن الظاهر أنهم كفار, أو فساق, أو فيهم شيء من ذلك.
لأنهم لو كانوا مؤمنين غير فساق, لم يرخص في تعذيبهم.
فكان عند ذي القرنين, من السياسة الشرعية, ما استحق به المدح والثناء, لتوفيق الله له لذلك, فقال: سأجعلهم قسمين.';
$t[85] = '';
$t[86] = '';
$t[87] = '&quot; أَمَّا مَنْ ظَلَمَ &quot; بالكفر &quot; فَسَوْفَ نُعَذِّبُهُ ثُمَّ يُرَدُّ إِلَى رَبِّهِ فَيُعَذِّبُهُ عَذَابًا نُكْرًا &quot; أي: تحصل له العقوبتان, عقوبة الدنيا, وعقوبة الآخرة.';
$t[88] = '&quot; وَأَمَّا مَنْ آمَنَ وَعَمِلَ صَالِحًا فَلَهُ جَزَاءً الْحُسْنَى &quot; أي: فله الجنة والحالة الحسنة عند الله جزاء يوم القيامة.
&quot; وَسَنَقُولُ لَهُ مِنْ أَمْرِنَا يُسْرًا &quot; أي: وسنحسن إليه, ونلطف له بالقول, ونيسر له المعاملة.
وهذا يدل على كونه من الملوك الصالحين الأولياء, العادلين العالمين, حيث وافق كل مرضاة الله في معاملة كل أحد, بما يليق بحاله.';
$t[89] = '';
$t[90] = 'أي لما وصل إلى مغرب الشمس كر راجعا, قاصدا مطلعها, متبعا للأسباب, التي أعطاه الله.
فوصل إلى مطلع الشمس فـ &quot; وَجَدَهَا تَطْلُعُ عَلَى قَوْمٍ لَمْ نَجْعَلْ لَهُمْ مِنْ دُونِهَا سِتْرًا &quot; أي: وجدها تطلع على أناس ليس لهم ستر من الشمس.
إما لعدم استعدادهم في المساكن, وذلك لزيادة همجيتهم وتوحشهم, وعدم تمدنهم.
وإما لكون الشمس, دائمة عندهم, لا تغرب غروبا يذكر, كما يوجد ذلك في شرقي أفريقيا الجنوبي.
فوصل إلى موضع انقطع عنه علم أهل الأرض, فضلا عن وصولهم إليه بأبدانهم.
ومع هذا, فكل هذا بتقدير الله له, وعلمه به ولهذا قال &quot; كَذَلِكَ وَقَدْ أَحَطْنَا &quot; بما عنده من الخير والأسباب العظيمة وعلمنا معه, حيثما توجه وسار.';
$t[91] = '';
$t[92] = '&quot; ثُمَّ أَتْبَعَ سَبَبًا حَتَّى إِذَا بَلَغَ بَيْنَ السَّدَّيْنِ &quot; قال المفسرون: ذهب متوجها من المشرق, قاصدا للشمال, فوصل إلى ما بين السدين, وهما سدان, كانا معروفين في ذلك الزمان.
سدان من سلاسل الجبال, المتصلة يمنة ويسره حتى تتصل بالبحار, بين يأجوج ومأجوج وبين الناس.
وجد من دون السدين قوما, لا يكادون يفقهون قولا, لعجمة ألسنتهم, واستعجام أذهانهم وقلوبهم.
وقد أعطى الله ذا القرنين من الأسباب العلمية, ما فقه به ألسنة أولئك القوم وفقههم, وراجعهم, وراجعوه.
فاشتكوا إليه ضرر يأجوج ومأجوج, وهما: أمتان عظيمتان من بني آدم فقالوا:';
$t[93] = '';
$t[94] = '&quot; إِنَّ يَأْجُوجَ وَمَأْجُوجَ مُفْسِدُونَ فِي الْأَرْضِ &quot; بالقتل وأخذ الأموال وغير ذلك.
&quot; فَهَلْ نَجْعَلُ لَكَ خَرْجًا &quot; أي جعلا &quot; عَلَى أَنْ تَجْعَلَ بَيْنَنَا وَبَيْنَهُمْ سَدًّا &quot; ودل ذلك على عدم اقتدارهم بأنفسهم, على بنيان السد, وعرفوا اقتدار ذي القرنين عليه, فبذلوا له أجرة, ليفعل ذلك, وذكروا له السبب الداعي, وهو: إفسادهم في الأرض.
فلم يكن ذو القرنين ذا طمع, ولا رغبة في الدنيا, ولا تاركا لإصلاح أحوال الرعية.
بل قصده الإصلاح, فلذلك أجاب طلبتهم, لما فيها من المصلحة, ولم يأخذ منهم أجرة, وشكر ربه على تمكينه واقتداره, فقال لهم:';
$t[95] = '&quot; مَا مَكَّنِّي فِيهِ رَبِّي خَيْرٌ &quot; أي: مما تبذلون لي وتعطوني, وإنما أطلب منكم أن تعينوني بقوة منكم بأيديكم &quot; أَجْعَلْ بَيْنَكُمْ وَبَيْنَهُمْ رَدْمًا &quot; أي: مانعا من عبورهم عليكم.';
$t[96] = '&quot; آتُونِي زُبَرَ الْحَدِيدِ &quot; أي: قطع الحديد, فأعطوه ذلك.
&quot; حَتَّى إِذَا سَاوَى بَيْنَ الصَّدَفَيْنِ &quot; أي: الجبلين اللذين بني بينهما السد &quot; قَالَ انْفُخُوا &quot; أي: أوقدوها إيقادا عظيما, واستعملوا لها المنافيخ, لتشتد, فتذيب النحاس.
فلما ذاب النحاس, الذي يريد أن يلصقه بين زبر الحديد &quot; قَالَ آتُونِي أُفْرِغْ عَلَيْهِ قِطْرًا &quot; أي: نحاسا مذابا.
فأفرغ عليه القطر, فاستحكم السد استحكاما هائلا, وامتنع له من وراءه من الناس, من ضرر يأجوج ومأجوج.';
$t[97] = '&quot; فَمَا اسْطَاعُوا أَنْ يَظْهَرُوهُ وَمَا اسْتَطَاعُوا لَهُ نَقْبًا &quot; أي: فما لهم استطاعة, ولا قدرة على الصعود عليه, لارتفاعه, ولا على نقبه لإحكامه وقوته.';
$t[98] = 'فلما فعل هذا الفعل الجميل والأثر الجليل, أضاف النعمة إلى موليها وقال: &quot; هَذَا رَحْمَةٌ مِنْ رَبِّي &quot; أي: من فضله وإحسانه عليَّ.
وهذه حال الخلفاء والصالحين, إذا من الله عليهم بالنعم الجليلة, ازداد شكرهم وإقرارهم, واعترافهم بنعمة الله كما قال سليمان عليه السلام, لما حضر عنده عرش ملكة سبأ, مع البعد العظيم قال: &quot; هَذَا مِنْ فَضْلِ رَبِّي لِيَبْلُوَنِي أَأَشْكُرُ أَمْ أَكْفُرُ &quot; بخلاف أهل التجبر والتكبر, والعلو في الأرض فإن النعم الكبار, تزيدهم أشرا وبطرا.
كما قال قارون لما آتاه الله من الكنوز, ما إن مفاتحه لتنوء بالعصبة أولي القوة قال: &quot; إِنَّمَا أُوتِيتُهُ عَلَى عِلْمٍ عِنْدِي &quot; وقوله: &quot; فَإِذَا جَاءَ وَعْدُ رَبِّي &quot; أي: لخروج يأجوج ومأجوج &quot; جَعَلَهُ &quot; أي: ذلك السد المحكم المتقن &quot; دَكَّاءَ &quot; أي: دكه فانهدم, واستوى هو والأرض &quot; وَكَانَ وَعْدُ رَبِّي حَقًّا &quot; .';
$t[99] = '&quot; وَتَرَكْنَا بَعْضَهُمْ يَوْمَئِذٍ يَمُوجُ فِي بَعْضٍ &quot; يحتمل أن الضمير, يعود إلى يأجوج ومأجوج.
وأنهم إذا خرجوا على الناس من كثرتهم واستيعابهم للأرض كلها - يموج بعضهم ببعض, كما قال تعالى &quot; حَتَّى إِذَا فُتِحَتْ يَأْجُوجُ وَمَأْجُوجُ وَهُمْ مِنْ كُلِّ حَدَبٍ يَنْسِلُونَ &quot; .
ويحتمل أن الضمير يعود إلى الخلائق يوم القيامة, وأنهم يجتمعون فيه فيكثرون ويموج بعضهم ببعض, من الأهوال والزلازل العظام, بدليل قوله: &quot; وَتَرَكْنَا بَعْضَهُمْ &quot; إلى &quot; لَا يَسْتَطِيعُونَ سَمْعًا &quot; أي: إذا نفخ إسرافيل في الصور, أعاد الله الأرواح إلى الأجساد, ثم حشرهم, وجمعهم لموقف القيامة, الأولين منهم والأخرين, والكافرين والمؤمنين, ليسألوا ويحاسبوا ويجزوا بأعمالهم.
فأما الكافرون على اختلافهم فإن جهنم جزاؤهم, خالدين فيها أبدا.';
$t[100] = 'ولهذا قال: &quot; وَعَرَضْنَا جَهَنَّمَ يَوْمَئِذٍ لِلْكَافِرِينَ عَرْضًا &quot; كما قال تعالى: &quot; وإذا الجحيم برزت &quot; أي: عرضت لهم لتكون مأواهم ومنزلهم, وليتمتعوا بأغلالها وسعيرها, وحميمها, وزمهريرها, وليذوقوا من العقاب, ما تبكم له القلوب, وتصم الآذان, وهذا آثار أعمالهم, وجزاء أفعالهم.
فإنهم في الدنيا &quot; كَانَتْ أَعْيُنُهُمْ فِي غِطَاءٍ عَنْ ذِكْرِي &quot; أي: معرضين عن الذكر الحكيم, والقرآن الكريم, وقالوا: &quot; قُلُوبُنَا فِي أَكِنَّةٍ مِمَّا تَدْعُونَا إِلَيْهِ &quot; .
وفي أعينهم أغطية تمنعهم من رؤية آيات الله النافعة كما قال تعالى: &quot; وَعَلَى أَبْصَارِهِمْ غِشَاوَةٌ &quot; .
&quot; وَكَانُوا لَا يَسْتَطِيعُونَ سَمْعًا &quot; أي: لا يقدرون على سمع آيات الله الموصلة إلى الإيمان, لبغضهم القرآن والرسول.
فإن المبغض, لا يستطيع أن يلقي سمعه إلى كلام من أبغضه.
فإذا انحجبت عنهم طرق العلم والخير, فليس لهم سمع ولا بصر, ولا عقل نافع فقد كفروا بالله, وجحدوا آياته, وكذبوا رسله, فاستحقوا جهنم, وساءت مصيرا.';
$t[101] = '';
$t[102] = 'وهذا برهان وبيان, لبطلان دعوى المشركين الكافرين, الذين اتخذوا بعض الأنبياء والأولياء, شركاء لله يعبدونهم, ويزعمون أنهم يكونون لهم أولياء, ينجونهم من عذاب الله, وينيلونهم ثوابه, وهم قد كفروا بالله ورسوله.
يقول الله لهم على وجه الاستفهام والإنكار المتقرر بطلانه في العقول: &quot; أَفَحَسِبَ الَّذِينَ كَفَرُوا أَنْ يَتَّخِذُوا عِبَادِي مِنْ دُونِي أَوْلِيَاءَ &quot; أي: لا يكون ذلك ولا يوالي ولي الله, معاديا لله أبدا.
فإن الأولياء موافقون لله, في محبته, ورضاه, وسخطه, وبغضه.
فيكون على هذا المعنى, مشابها لقوله تعالى &quot; وَيَوْمَ يَحْشُرُهُمْ جَمِيعًا ثُمَّ يَقُولُ لِلْمَلَائِكَةِ أَهَؤُلَاءِ إِيَّاكُمْ كَانُوا يَعْبُدُونَ قَالُوا سُبْحَانَكَ أَنْتَ وَلِيُّنَا مِنْ دُونِهِمْ &quot; .
فمن زعم أنه يتخذ ولي الله وليا له, وهو معاد لله, فهو كاذب.
ويحتمل - وهو الظاهر - أن المعنى: أفحسب الكفار بالله, المنابذون لرسله, أن يتخذوا من دون الله أولياء ينصرونهم, وينفعونهم من دون الله, ويدفعون عنهم الأذى؟.
هذا حسبان باطل, وظن فاسد, فإن جميع المخلوقين, ليس بيدهم من النفع والضر, شيء.
ويكون هذا, كقوله تعالى: &quot; قُلِ ادْعُوا الَّذِينَ زَعَمْتُمْ مِنْ دُونِهِ فَلَا يَمْلِكُونَ كَشْفَ الضُّرِّ عَنْكُمْ وَلَا تَحْوِيلًا &quot; , &quot; وَلَا يَمْلِكُ الَّذِينَ يَدْعُونَ مِنْ دُونِهِ الشَّفَاعَةَ &quot; .
ونحو ذلك من الآيات التي يذكر الله فيها, أن المتخذ من دونه وليا ينصره ويواليه, ضال خائب الرجاء, غير نائل لبعض مقصوده.
&quot; إِنَّا أَعْتَدْنَا جَهَنَّمَ لِلْكَافِرِينَ نُزُلًا &quot; أي ضيافة وقرى فبئس النزل نزلهم, وبئست جهنم, ضيافتهم.';
$t[103] = 'أي: قل يا محمد, للناس - على وجه التحذير والإنذار-: هل أخبركم بأخسر الناس أعمالا على الإطلاق؟';
$t[104] = '&quot; الَّذِينَ ضَلَّ سَعْيُهُمْ فِي الْحَيَاةِ الدُّنْيَا &quot; أي: بطل واضمحل كل ما عملوه, من عمل, وهم يحسبون أنهم محسنون في صنعه.
فكيف بأعمالهم, التي يعلمون أنها باطلة, وأنها محادة لله ورسله, ومعاداة؟!! فمن هم هؤلاء الذين خسرت أعمالهم, فخسروا أنفسهم وأهليهم يوم القيامة؟ ألا ذلك هو الخسران المبين.';
$t[105] = '&quot; أُولَئِكَ الَّذِينَ كَفَرُوا بِآيَاتِ رَبِّهِمْ وَلِقَائِهِ &quot; أي: جحدوا الآيات القرآنية والآيات العيانية, الدالة على وجوب الإيمان به, وملائكته, ورسله, وكتبه, واليوم الآخر.
&quot; فَحَبِطَتْ &quot; بسبب ذلك &quot; أَعْمَالُهُمْ فَلَا نُقِيمُ لَهُمْ يَوْمَ الْقِيَامَةِ وَزْنًا &quot; لأن الوزن فائدته, مقابلة الحسنات بالسيئات, والنظر في الراجح منها والمرجوح وهؤلاء, لا حسنات لهم, لعدم شرطها, وهو الإيمان, كما قال تعالى &quot; وَمَنْ يَعْمَلْ مِنَ الصَّالِحَاتِ وَهُوَ مُؤْمِنٌ فَلَا يَخَافُ ظُلْمًا وَلَا هَضْمًا &quot; .
لكن تعد أعمالهم, وتحصى, ويقررون بها, ويخزون بها على رءوس الأشهاد, ثم يعذبون عليها, ولهذا قال: &quot; ذَلِكَ جَزَاؤُهُمْ &quot;';
$t[106] = '&quot; ذَلِكَ جَزَاؤُهُمْ &quot; أي: حبوط أعمالهم, وأنه لا يقام لهم يوم القيامة, وزن, لحقارتهم وخستهم, بكفرهم بآيات الله, واتخاذهم آياته ورسله, هزوا يستهزئون بها, ويسخرون منهم.
مع أن الواجب في آيات الله ورسله, الإيمان التام بها, والتعظيم لها, والقيام بها أتم القيام.
وهؤلاء عكسوا القضية, فانعكس أمرهم, وتعسوا, وانتكسوا في العذاب.';
$t[107] = 'ولما بين مآل الكافرين وأعمالهم, بين أعمال المؤمنين ومآلهم فقال: &quot; إِنَّ الَّذِينَ آمَنُوا &quot; إلى &quot; حِوَلًا &quot; .
أي: إن الذين آمنوا بقلوبهم, وعملوا الصالحات بجوارحهم.
وشمل هذا الوصف جميع الدين, عقائده, وأعماله, أصوله, وفروعه الظاهرة, والباطنة.
فهؤلاء - على اختلاف طبقاتهم من الإيمان, والعمل الصالح - لهم جنات الفردوس.
يحتمل أن المراد بجنات الفردوس, أعلى الجنة, ووسطها, وأفضلها, وأن هذا الثواب, لمن كمل فيه الإيمان, والعمل الصالح, والأنبياء والمقربون.
ويحتمل أن يراد بها, جميع منازل الجنان, فيشمل هذا الثواب, جميع طبقات أهل الإيمان, من المقربين, والمقتصدين كل بحسب حاله.
وهذا أول المعنيين, لعمومه, ولذكر الجنة, بلفظ الجمع المضاف إلى الفردوس, وأن الفردوس يطلق على البستان, المحتوي على الكرم, أو الأشجار الملتفة وهذا صادق على جميع الجنة.
فجنة الفردوس, نزل, وضيافة لأهل الإيمان, والعمل الصالح.
وأي ضيافة أجل, وأكبر, وأعظم, من هذه الضيافة, المحتوية على كل نعيم, للقلوب, والأرواح, والأبدان, وفيها ما تشتهيه الأنفس.
وتلذ الأعين من المنازل الأنيقة, والرياض الناضرة والأشجار المثمرة.
والطيور المغردة الشجية, والمآكل اللذيذة, والمشارب الشهية, والنساء الحسان, والخدم, والولدان, والأنهار السارحة, والمناظر الرائقة, والجمال الحسي والمعنوي, والنعمة الدائمة.
وأعلى ذلك وأفضله وأجله, التنعم بالقرب من الرحمن [ونيل رضاه, الذي هو أكبر نعيم الجنان, والتمتع برؤية وجه الكريم, وسماع الكلام الرءوف الرحيم].
فله تلك الضيافة, ما أجلها وأجملها, وأدومها, وأكملها!! وهي أعظم من أن يحيط بها وصف أحد من الخلائق, أو تخطر على القلوب.
فلو علم العباد بعض ذلك النعيم, علما حقيقيا, يصل إلى قلوبهم, لطارت إليها قلوبهم بالأشواق, ولتقطعت أرواحهم, من ألم الفراق, ولساروا إليها زرافات ووحدانا.
ولم يؤثروا عليها دنيا فانية, ولذات منغصة متلاشية.
ولم يفوتوا أوقاتا, تذهب ضائعة خاسرة, يقابل كل لحظة منها من النعيم من الحقب آلاف مؤلفة.
ولكن الغفلة شملت.
والإيمان ضعف, والعلم قل, والإرادة وهت فكان, ما كان فلا حول ولا قوة إلا بالله العلي العظيم.';
$t[108] = 'وقوله &quot; خَالِدِينَ فِيهَا &quot; هذا هو تمام النعيم, إن فيها, النعم الكامل, ومن تمامه أنه لا ينقطع &quot; لَا يَبْغُونَ عَنْهَا حِوَلًا &quot; .
أي: تحولا ولا انتقالا, لأنهم لا يرون إلا ما يعجبهم ويبهجهم, ويسرهم ويفرحهم, ولا يرون نعيما فوق ما هم فيه.';
$t[109] = 'أي قل لهم مخبرا عن عظمة الباري, وسعة صفاته, وأنها لا يحيط العباد بشيء منها: &quot; لَوْ كَانَ الْبَحْرُ &quot; أي هذه الأبحر الموجودة في العالم.
&quot; مِدَادًا لِكَلِمَاتِ رَبِّي &quot; أي: وأشجار الدنيا, من أولها إلى آخرها, من أشجار البلدان والبراري, والبحار, أقلام.
&quot; لَنَفِدَ الْبَحْرُ &quot; وتكسرت الأقلام &quot; قَبْلَ أَنْ تَنْفَدَ كَلِمَاتُ رَبِّي &quot; وهذا شيء عظيم, لا يحيط به أحد.
وفي الآية الأخرى &quot; ولو أن ما في الأرض من شجرة أقلام والبحر يمده من بعده سبعة أبحر ما نفدت كلمات الله إن الله عزيز حكيم &quot; وهذا من باب تقريب المعنى إلى الأذهان, لأن هذه الأشياء مخلوقة, وجميع المخلوقات, منقضية منتهية.
وأما كلام الله, فإنه من جملة صفاته, وصفاته غير مخلوقة, ولا لها حد ولا منتهى.
فأي سعة وعظمة تصورتها القلوب, فالله فوق ذلك.
وبهذا سائر صفات الله تعالى, كعلمه, وحكمته, وقدرته, ورحمته.
فلو جمع علم الخلائق من الأولين والآخرين أهل السماوات وأهل الأرض لكان بالنسبة إلى علم العظيم, أقل من نسبة عصفور, وقع على حافة البحر, فأخذ بمنقاره من البحر بالنسبة للبحر وعظمته.
ذلك بأن الله, له الصفات العظيمة الواسعة الكاملة, وأن إلى ربك المنتهى.';
$t[110] = 'أي: &quot; قُلْ &quot; يا محمد للكفار وغيرهم: &quot; إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ &quot; أي: لست بإله, ولا لي شركة في الملك, ولا علم بالغيب, ولا عندي خزائن الله.
&quot; إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ &quot; عبد من عبيد ربي, &quot; يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ &quot; أي: فضلت عليكم بالوحي, الذي يوحيه إلي, الذي أجله الإخبار لكم, أنما إلهكم إله واحد, أي: لا شريك له, ولا أحد يستحق من العبادة مثقال ذرة, وأدعوكم إلى العمل الذي يقربكم منه, وينيلكم ثوابه, ويدفع عنكم عقابه.
ولهذا قال: &quot; فَمَنْ كَانَ يَرْجُوا لِقَاءَ رَبِّهِ فَلْيَعْمَلْ عَمَلًا صَالِحًا &quot; وهو الموافق لشرع الله, من واجب ومستحب.
&quot; وَلَا يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَدًا &quot; أي لا يرائي بعمله بل يعمله خالصا لوجه الله تعالى.
فهذا الذي جمع بين الإخلاص والمتابعة, هو الذي ينال ما يرجو ويطلب.
وأما من عدا ذلك, فإنه خاسر في دنياه وأخراه, وقد فاته القرب من مولاه, ونيل رضاه.
آخر تفسير سورة الكهف, ولله الحمد.';
?>