<?php
$t = array();
$t[1] = '';
$t[2] = 'أي: هذا &quot; ذِكْرُ رَحْمَةِ رَبِّكَ عَبْدَهُ زَكَرِيَّا &quot; سنقصه عليك, ونفصله تفصيلا, يعرف به حالة نبيه زكريا, وآثاره الصالحة, ومناقبه الجميلة.
فإن في قصها عبرة للمعتبرين, وأسوة للمقتدين.
ولأن في تفصيل رحمته لأوليائه, وبأي سبب حصلت لهم, مما يدعو إلى محبة الله تعالى, والإكثار من ذكره ومعرفته, والسبب الموصل إليه.
وذلك أن الله تعالى, اجتبى واصطفى, زكريا عليه السلام لرسالته, وخصه بوحيه.
فقام بذلك قيام أمثاله من المرسلين, ودعا العباد إلى ربه, وعلمهم ما علمه الله, ونصح لهم في حياته وبعد مماته, كإخوانه من المرسلين, ومن اتبعهم.
فلما رأى من نفسه الضعف, وخاف أن يموت,.
ولم يكن أحد ينوب منابه في دعوة الخلق إلى ربهم والنصح لهم شكا إلى ربه ضعفه الظاهر والباطن, وناداه نداء خفيا, ليكون أكمل, وأفضل, وأتم إخلاصا فقال:';
$t[3] = '';
$t[4] = '&quot; رَبِّ إِنِّي وَهَنَ الْعَظْمُ مِنِّي &quot; أي: وهى وضعف, وإذا ضعف العظم, الذي هو عماد البدن, ضعف غيره.
&quot; وَاشْتَعَلَ الرَّأْسُ شَيْبًا &quot; لأن الشيب دليل الضعف والكبر, ورسول الموت, ورائده, ونذيره.
فتوسل إلى الله تعالى بضعفه وعجزه, وهذا من أحب الوسائل إلى الله, لأنه يدل التبري من الحول والقوة, وتعلق القلب بحول الله وقوته.
&quot; وَلَمْ أَكُنْ بِدُعَائِكَ رَبِّ شَقِيًّا &quot; أي: لم تكن يا رب تردني خائبا ولا محروما من الإجابة.
بل لم تزل بي حفيا, ولدعائي مجيبا.
ولم تزل ألطافك تتوالى علي, وإحسانك واصلا إلي.
وهذا توسل إلى الله, بإنعامه عليه, وإجابة دعواته السابقة.
فسأل الذي أحسن سابقا, أن يتمم إحسانه لاحقا.';
$t[5] = '&quot; وَإِنِّي خِفْتُ الْمَوَالِيَ مِنْ وَرَائِي &quot; أي: وإني خفت من يتولى على بني إسرائيل من بعد موتي, أي: لا يقوموا بدينك حق القيام, ولا يدعوا عبادك إليك.
وظاهر هذا, أنه لم ير فيهم أحدا, فيه لياقة للإمامة في الدين.
وهذا فيه شفقة زكريا عليه السلام, ونصحه.
وأن طلبه للولد, ليس كطلب غيره, قصده مجرد المصلحة الدنيوية, وإنما قصده, مصلحة الدين, والخوف من ضياعه, ورأي غيره, غير صالح لذلك.
وكان بيته من البيوت المشهورة في الدين, ومعدن الرسالة, ومظنة للخير.
فدعا الله أن يرزقه ولدا, يقوم بالدين من بعده.
واشتكى أن امرأته عاقر, أي ليست تلد أصلا, وأنه قد بلغ من الكبر عتيا, أي: عمرا يندر معه وجود الشهوة والولد.
&quot; فَهَبْ لِي مِنْ لَدُنْكَ وَلِيًّا &quot; وهذه الولاية, ولاية الدين, وميراث النبوة والعلم والعمل.';
$t[6] = 'ولهذا قال: &quot; يَرِثُنِي وَيَرِثُ مِنْ آلِ يَعْقُوبَ وَاجْعَلْهُ رَبِّ رَضِيًّا &quot; أي: عبدا صالحا ترضاه, وتحببه إلى عبادك.
والحاصل أنه سأل الله ولدا, ذكرا, صالحا, يبق بعد موته, ويكون وليا من بعده, ويكون نبيا مرضيا عند الله وعند خلقه, وهذا أفضل ما يكون من الأولاد.
ومن رحمة الله بعبده, أنه يرزقه ولدا صالحا, جامعا لمكارم الأخلاق, ومحامد الشيم.';
$t[7] = 'فرحمه ربه واستجاب دعوته فقال: &quot; يَا زَكَرِيَّا &quot; إلى &quot; وَعَشِيًّا &quot; أي: بشره الله تعالى على يد الملائكة بـ &quot; يحيى &quot; وسماه الله له &quot; يحيى &quot; .
وكان اسما موافقا لمسماه: يحيا حياة حسية, فتتم به المنة, ويحيا حياة معنوية, وهي حياة القلب والروح, بالوحي والعلم والدين.
&quot; لَمْ نَجْعَلْ لَهُ مِنْ قَبْلُ سَمِيًّا &quot; أي: لم يسم هذا الاسم قبله أحد.
ويحتمل أن المعنى: لم نجعل له من قبل مثيلا ومساميا.
فيكون, بشارة بكماله, واتصافه بالصفات الحميدة, وأنه فاق من قبله ولكن هذا الاحتمال هذا العموم, لا بد أن يكون مخصوصا بإبراهيم, وموسى, ونوح عليهم الصلاة والسلام, ونحوهم, ممن هو أفضل من يحيى قطعا.
فحينئذ لما جاءته البشارة بهذا المولود, الذي طلبه, استغرب وتعجب وقال:';
$t[8] = '&quot; رَبِّ أَنَّى يَكُونُ لِي غُلَامٌ &quot; والحال أن المانع من وجود الولد, موجود بي وبزوجتي؟ وكأنه وقت دعائه, لم يستحضر هذا المانع, لقوة الوارد في قلبه, وشدة الحرص العظيم على الولد.
وفي هذه الحال, حين قبلت دعوته, تعجب من ذلك, فأجابه الله بقوله:';
$t[9] = '&quot; كَذَلِكَ قَالَ رَبُّكَ هُوَ عَلَيَّ هَيِّنٌ &quot; أي: الأمر مستغرب في العادة, وفي سنة الله في الخليقة, ولكن قدرة الله تعالى صالحة لإيجاده بدون أسبابها فذلك هين عليه, ليس بأصعب من إيجاده قبل, ولم يكن شيئا.';
$t[10] = '&quot; قَالَ رَبِّ اجْعَلْ لِي آيَةً &quot; أي: يطمئن بها قلبي.
وليس هذا شكا في خبر الله, وإنما هو, كما قال الخليل عليه السلام &quot; رَبِّ أَرِنِي كَيْفَ تُحْيِ الْمَوْتَى قَالَ أَوَلَمْ تُؤْمِنْ قَالَ بَلَى وَلَكِنْ لِيَطْمَئِنَّ قَلْبِي &quot; فطلب زيادة العلم, والوصول إلى عين اليقين بعد علم اليقين, فأجابه الله إلى طلبته, رحمة به.
&quot; قَالَ آيَتُكَ أَلَّا تُكَلِّمَ النَّاسَ ثَلَاثَ لَيَالٍ سَوِيًّا &quot; وفي الآية الأخرى &quot; ثَلَاثَةَ أَيَّامٍ إِلَّا رَمْزًا &quot; .
والمعنى واحد, لأنه تارة يعبر بالليالي, وتارة بالأيام ومؤداها واحد.
وهذا من الآيات العجيبة, فإن منعه من الكلام مدة ثلاثة أيام, وعجزه عنه من غير خرس ولا آفة, بل كان سويا, لا نقص فيه - من الأدلة على قدرة الله الخارقة للعوائد, ومع هذا, ممنوع من الكلام, الذي يتعلق بالآدميين وخطابهم.
وأما التسبيح, والذكر ونحوه, فغير ممنوع منه.
ولهذا قال في الآية الأخرى &quot; وَاذْكُرْ رَبَّكَ كَثِيرًا وَسَبِّحْ بِالْعَشِيِّ وَالْإِبْكَارِ &quot; .
فاطمأن قلبه, واستبشر بهذه البشارة العظيمة, وامتثل لأمر الله له, بالشكر, بعبادته وذكره.
فعكف في محرابه, وخرج على قومه منه, فأوحى إليهم.
أي: بالإشارة والرمز &quot; أَنْ سَبِّحُوا بُكْرَةً وَعَشِيًّا &quot; لأن البشارة بـ &quot; يحيى &quot; في حق الجميع, مصلحة دينية.
&quot; يَا يَحْيَى خُذِ الْكِتَابَ بِقُوَّةٍ وَآتَيْنَاهُ الْحُكْمَ صَبِيًّا &quot;
دل الكلام السابق, على ولادة يحيى, وشبابه, وتربيته.
فلما وصل إلى حالة يفهم فيها الخطاب, أمره الله أن يأخذ الكتاب بقوة, أي: بجد واجتهاد.
وذلك بالاجتهاد في حفظ ألفاظه, وفهم معانيه, والعمل بأوامره ونواهيه.
هذا تمام أخذ الكتاب بقوة.
فامتثل أمر ربه وأقبل على الكتاب فحفظه وفهمه, وجعل الله فيه من الذكاء والفطنة, ما لا يوجد في غيره ولهذا قال: &quot; وَآتَيْنَاهُ الْحُكْمَ صَبِيًّا &quot; .';
$t[11] = '';
$t[12] = '';
$t[13] = 'وآتيناه أيضا حنانا &quot; مِنْ لَدُنَّا &quot; أي: رحمة ورأفة, تيسرت بها أموره, وصلحت بها أحواله, واستقامت بها أفعاله.
&quot; وَزَكَاةً &quot; أي: طهارة من الآفات والذنوب, فطهر قلبه, وتزكى عقله, وذلك يتضمن زوال الأوصاف المذمومة, والأخلاق الرديئة, وزيادة الأخلاق الحسنة, والأوصاف المحمودة ولهذا قال: &quot; وَكَانَ تَقِيًّا &quot; أي: فاعلا للمأمور, تاركا للمحظور.
ومن كان مؤمنا تقيا, كان لله وليا, وكان من أهل الجنة, التي أعدت للمتقين.
وحصل له من الثواب الدنيوي والأخروي, ما رتبه الله على التقوى.';
$t[14] = 'وكان أيضا برا &quot; بِوَالِدَيْهِ &quot; أي لم يكن عاقا, ولا مسيئا إلى أبويه بل كان محسنا إليهما بالقول والفعل.
&quot; وَلَمْ يَكُنْ جَبَّارًا عَصِيًّا &quot; أي لم يكن متجبرا متكبرا عن عبادة الله, ولا مترفعا على عبادة الله, ولا على والديه.
فجمع بين القيام بحق الله, وحق خلقه, ولهذا حصلت له السلامة من الله, في جميع أحواله مبادئها وعواقبها.';
$t[15] = 'فلذا قال: &quot; وَسَلَامٌ عَلَيْهِ يَوْمَ وُلِدَ وَيَوْمَ يَمُوتُ وَيَوْمَ يُبْعَثُ حَيًّا &quot; وذلك يقتضي سلامته من الشيطان, والشر, والعقاب في هذه الأحوال الثلاثة وما بينها, وأنه سالم من النار والأهوال, ومن أهل دار السلام.
فصلوات الله وسلامه عليه, وعلى والده, وعلى سائر المرسلين, وجعلنا من أتباعهم, إنه جواد كريم.';
$t[16] = 'لما ذكر قصة زكريا ويحيى, وكانت من الآيات العجيبة, انتقل, منها إلى ما هو أعجب منها, تدريجا من الأدنى إلى الأعلى فقال: &quot; وَاذْكُرْ فِي الْكِتَابِ &quot; الكريم &quot; مَرْيَمَ &quot; عليها السلام, وهذا من أعظم فضائلها, أن تذكر في الكتاب العظيم, الذي يتلوه المسلمون, في مشارق الأرض ومغاربها, تذكر فيه بأحسن الذكر, وأفضل الثناء, جزاء لعملها الفاضل, وسعيها الكامل.
أي: واذكر في الكتاب مريم, في حالها الحسنة, حين &quot; انْتَبَذَتْ &quot; أي: تباعدت عن أهلها &quot; مَكَانًا شَرْقِيًّا &quot; أي: مما يلي الشرق عنهم.';
$t[17] = '&quot; فَاتَّخَذَتْ مِنْ دُونِهِمْ حِجَابًا &quot; أي: سترا ومانعا.
وهذا التباعد منها, واتخاذ الحجاب, لتعتزل, وتنفرد بعبادة ربها, وتقنت له في حالة الإخلاص والخضوع, والذل لله تعالى, وذلك امتثال منها لقوله تعالى: &quot; وَإِذْ قَالَتِ الْمَلَائِكَةُ يَا مَرْيَمُ إِنَّ اللَّهَ اصْطَفَاكِ وَطَهَّرَكِ وَاصْطَفَاكِ عَلَى نِسَاءِ الْعَالَمِينَ يَا مَرْيَمُ اقْنُتِي لِرَبِّكِ وَاسْجُدِي وَارْكَعِي مَعَ الرَّاكِعِينَ &quot; .
&quot; فَأَرْسَلْنَا إِلَيْهَا رُوحَنَا &quot; وهو: جبريل عليه السلام &quot; فَتَمَثَّلَ لَهَا بَشَرًا سَوِيًّا &quot; أي: كاملا من الرجال, في صورة جميلة, وهيئة حسنة, لا عيب فيه ولا نقص, لكونها لا تحتمل رؤيته على ما هو عليه.
فلما رأته في هذه الحال, وهي معتزلة عن أهلها, منفردة عن الناس, قد اتخذت الحجاب عن أعز الناس عليها, وأهلها, خافت أن يكون رجلا قد تعرض لها بسوء, وطمع فيها, فاعتصمت بربها, واستعاذت منه فقالت له:';
$t[18] = '&quot; إِنِّي أَعُوذُ بِالرَّحْمَنِ مِنْكَ &quot; أي.
ألتجئ به واعتصم برحمته, أن تنالني بسوء.
&quot; إِنْ كُنْتَ تَقِيًّا &quot; أي: إن كنت تخاف الله, وتعمل بتقواه, فاترك التعرض لي.
فجمعت بين الاعتصام بربها, وبين تخويفه وترهيبه, وأمره بلزوم التقوى, وهي في تلك الحالة الخالية, والشباب, والبعد عن الناس.
وهو في ذلك الجمال الباهر, والبشرية الكاملة السوية, ولم ينطق لها بسوء, أو يتعرض لها.
وإنما ذلك خوف منها, وهذا أبلغ ما يكون من العفة, والبعد عن الشر وأسبابه.
وهذه العفة - خصوصا مع اجتماع الدواعي, وعدم المانع - من أفضل الأعمال.
ولذلك أثنى الله عليها فقال: &quot; وَمَرْيَمَ ابْنَتَ عِمْرَانَ الَّتِي أَحْصَنَتْ فَرْجَهَا فَنَفَخْنَا فِيهِ مِنْ رُوحِنَا &quot; , &quot; وَالَّتِي أَحْصَنَتْ فَرْجَهَا فَنَفَخْنَا فِيهَا مِنْ رُوحِنَا وَجَعَلْنَاهَا وَابْنَهَا آيَةً لِلْعَالَمِينَ &quot; .';
$t[19] = 'فأعاضها الله بعفتها, ولدا من آيات الله, ورسولا من رسله.
فلما رأى جبريل منها الروع والخيفة, قال: &quot; إِنَّمَا أَنَا رَسُولُ رَبِّكِ &quot; أي, إنما وظيفتي وشغلي, تنفيذ رسالة ربي فيك &quot; لِأَهَبَ لَكِ غُلَامًا زَكِيًّا &quot; .
وهذه بشارة عظيمة بالولد وزكائه, فإن الزكاء, يستلزم تطهيره من الخصال الذميمة, واتصافه بالخصال الحميدة.
فتعجبت من وجود الولد من غير أب فقالت: &quot; أَنَّى يَكُونُ لِي غُلَامٌ وَلَمْ يَمْسَسْنِي بَشَرٌ وَلَمْ أَكُ بَغِيًّا &quot; والولد لا يوجد إلا بذلك؟!!.';
$t[20] = '';
$t[21] = '&quot; قَالَ كَذَلِكِ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٌ وَلِنَجْعَلَهُ آيَةً لِلنَّاسِ &quot; تدل على قدرة الله تعالى, وعلى أن الأسباب جميعها, لا تستقل بالتأثير, وإنما تأثيرها بتقدير الله.
فيرى عباده خرق العوائد في بعض الأسباب العادية, لئلا يقفوا مع الأسباب, ويقطعوا النظر عن مقدرها ومسببها &quot; وَرَحْمَةً مِنَّا &quot; ولنجعله رحمة منا به, وبوالدته, وبالناس.
أما رحمة الله به, فلما خصه الله بوحيه ومن عليه بما من به على أولي العزم.
وأما رحمته بوالدته, فلما حصل لها من الفخر, والثناء الحسن, والمنافع العظيمة.
وأما رحمته بالناس, فإن أكبر نعمه عليهم, أن بعث فيهم رسولا, يتلو عليهم آياته, ويزكيهم, ويعلمهم الكتاب والحكمة, فيؤمنون به, ويطيعونه, وتحصل لهم سعادة الدنيا والآخرة.
&quot; وَكَانَ &quot; أي: وجود عيسى عليه السلام على هذه الحاله &quot; أَمْرًا مَقْضِيًّا &quot; قضاء سابقا, فلا بد من نفوذ هذا التقدير والقضاء, فنفخ جبريل عليه السلام في جيبها.';
$t[22] = 'أي: لما حملت بعيسى عليه السلام, خافت من الفضيحة, فتباعدت عن الناس &quot; مَكَانًا قَصِيًّا &quot; .
فلما قرب ولادها, ألجأها المخاض إلى جذع نخلة.
فلما آلمها وجع الولادة, ووجع الانفراد عن الطعام والشراب, ووجع قلبها من قالة الناس, وخافت عدم صبرها, تمنت أنها ماتت قبل هذا الحادث, وكانت نسيا منسيا فلا تذكر.';
$t[23] = '';
$t[24] = 'وهذا التمني بناء على ذلك المزعج, وليس في هذه الأمنية خير لها, ولا مصلحة, وإنما الخير والمصلحة, بتقدير ما حصل فحينئذ سكن الملك روعها وثبت جأشها وناداها من تحتها, لعله من مكان أنزل من مكانها, وقال لها: لا تحزني, أي: لا تجزعي ولا تهتمي فـ &quot; قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيًّا &quot; أي: نهرا تشربين منه.';
$t[25] = '&quot; وَهُزِّي إِلَيْكِ بِجِذْعِ النَّخْلَةِ تُسَاقِطْ عَلَيْكِ رُطَبًا جَنِيًّا &quot; أي: طريا لذيذا نافعا &quot; فَكُلِي &quot; من التمر, &quot; وَاشْرَبِي &quot; من النهر &quot; وَقَرِّي عَيْنًا &quot; بعيسى.
فهذا طمأنينتها من جهة السلامة من ألم الولادة, وحصول المأكل والمشرب الهني.';
$t[26] = 'وأما من جهة قالة الناس, فأمرها أنها إذا رأت أحدا من البشر, أن تقول على وجه الإشارة: &quot; إِنِّي نَذَرْتُ لِلرَّحْمَنِ صَوْمًا &quot; أي: سكوتا &quot; فَلَنْ أُكَلِّمَ الْيَوْمَ إِنْسِيًّا &quot; أي: لا تخاطبيهم, بكلام, لتستريحي من قولهم وكلامهم.
وكان معروفا عندهم أن السكوت من العبادات المشروعة.
وإنما لم تؤمر بمخاطبتهم في نفي ذلك عن نفسها لأن الناس لا يصدقونها, ولا فيه فائدة, وليكون تبرئتها بكلام عيسى في المهد, أعظم شاهد على براءتها.
فإن إتيان المرأة بولد, من دون زوج ودعواها أنه من غير أحد, من أكبر الدعاوي, التى لو أقيم عليها عدة من الشهود, لم تصدق بذلك.
فجعلت بينة هذا الخارق للعادة, أمرا من جنسه, وهو كلام عيسى في حال صغره جدا, ولهذا قال تعالى: &quot; فَأَتَتْ بِهِ &quot; إلى &quot; أُبْعَثُ حَيًّا &quot;';
$t[27] = 'أي: فلما تعلت مريم من نفاسها, أتت بعيسى قومها تحمله, وذلك, لعلمها ببراءة نفسها وطهارتها, فأتت غير مبالية ولا مكترثة.
فقالوا: &quot; لَقَدْ جِئْتِ شَيْئًا فَرِيًّا &quot; أي: عظيما وخيما وأرادوا بذلك: البغاء حاشاها من ذلك.';
$t[28] = '&quot; يَا أُخْتَ هَارُونَ &quot; الظاهر, أنه أخ لها حقيقي, فنسبوها إليه.
&quot; مَا كَانَ أَبُوكِ امْرَأَ سَوْءٍ وَمَا كَانَتْ أُمُّكِ بَغِيًّا &quot; أي: لم يكن أبواك إلا صالحين سالمين من البشر, وخصوصا هذا البشر, الذي يشيرون إليه.
وقصدهم: فكيف كنت على غير وصفهما؟ وأتيت بما لم يأتيا به؟.
وذلك أن الذرية - في الغالب - بعضها من بعض, في الصلاح وضده.
فتعجبوا - بحسب ما قام بقلوبهم - كيف وقع منها, فأشارت لهم إليه, أي كلموه.';
$t[29] = 'وإنما أشارت لذلك, لأنها أمرت عند مخاطبة الناس لها, أن, تقول: &quot; إِنِّي نَذَرْتُ لِلرَّحْمَنِ صَوْمًا فَلَنْ أُكَلِّمَ الْيَوْمَ إِنْسِيًّا &quot; .
فلما أشارت إليهم بتكليمه, تعجبوا من ذلك وقالوا: &quot; كَيْفَ نُكَلِّمُ مَنْ كَانَ فِي الْمَهْدِ صَبِيًّا &quot; لأن ذلك لم تجر به عادة, ولا حصل من أحد في ذلك السن.';
$t[30] = 'فحينئذ قال عيسى عليه السلام, وهو في المهد صبي: &quot; إِنِّي عَبْدُ اللَّهِ آتَانِيَ الْكِتَابَ وَجَعَلَنِي نَبِيًّا &quot; فخاطبهم بوصفه بالعبودية, وأنه ليس فيه صفة, يستحق بها أن يكون إلها, أو ابنا للإله, تعالى الله عن قول النصارى المخالفين لعيسى - في قوله &quot; إِنِّي عَبْدُ اللَّهِ &quot; ومدعون موافقته &quot; آتَانِيَ الْكِتَابَ &quot; أي: قضى أن يؤتيني الكتاب &quot; وَجَعَلَنِي نَبِيًّا &quot; فأخبرهم بأنه عبد الله, وأن الله علمه الكتاب, وجعله من جملة أنبيائه, فهذا من كماله لنفسه.
ثم ذكر تكميله لغيره فقال: &quot; وَجَعَلَنِي مُبَارَكًا أَيْنَ مَا كُنْتُ &quot; أي: في أي مكان, وأي زمان.
فالبركة جعلها الله فيَّ من تعليم الخير والدعوة إليه, والنهي عن الشر, والدعوة إلى الله في أقواله, وأفعاله فكل من جالسه, أو اجتمع به, نالته بركته, وسعد به مصاحبه.
&quot; وَأَوْصَانِي بِالصَّلَاةِ وَالزَّكَاةِ مَا دُمْتُ حَيًّا &quot; أي: أوصاني بالقيام بحقوقه, التي من أعظمها الصلاة, وحقوق عباده, التي أجلها الزكاة, مدة حياتي, أي: فأنا ممتثل لوصية ربي, عامل عليها, منفذ لها.
وأوصاني أيضا, أن أبر والدتي فأحسن إليها غاية الإحسان, وأقوم بما ينبغي له, لشرفها وفضلها, ولكونها والدة, لها حق الولادة وتوابعها.
&quot; وَلَمْ يَجْعَلْنِي جَبَّارًا &quot; أي: متكبرا على الله, مترفعا على عباده &quot; شَقِيًّا &quot; في دنياي وأخراي, فلم يجلعني كذلك بل جعلني مطيعا له خاضعا خاشعا متذللا, متواضعا لعباد الله, سعيدا في الدنيا والآخرة, أنا ومن اتبعني.';
$t[31] = '';
$t[32] = '';
$t[33] = 'فلما تم له الكمال, ومحامد الخصال قال: &quot; وَالسَّلَامُ عَلَيَّ يَوْمَ وُلِدْتُ وَيَوْمَ أَمُوتُ وَيَوْمَ أُبْعَثُ حَيًّا &quot; أي: من فضل ربي وكرمه, حصلت لي السلامة يوم ولادتي, ويوم بعثي - من الشر, والشيطان والعقوبة.
وذلك يقتضي سلامته من الأهوال, ودار الفجار, وأنه من أهل دار السلام.
فهذه معجزة عظيمة, وبرهان باهر, على أنه رسول الله, وعبد الله حقا.';
$t[34] = 'أي: ذلك الموصوف بتلك الصفات, عيسى بن مريم, من غير شك ولا مرية.
بل قول الحق, وكلام الله, الذي لا أصدق منه قيلا, ولا أحسن منه حديثا.
فهذا الخبر اليقيني, عن عيسى عليه السلام, وما قيل فيه مما يخالف هذا, فإنه مقطوع ببطلانه.
وغايته أن يكون شكا من قائله لا علم له به, ولهذا قال: &quot; الَّذِي فِيهِ يَمْتَرُونَ &quot; أي: يشكون فيما يرون بشكهم, ويجادلون بخرصهم فمن قائل عنه: إنه الله, أو ابن الله, أو ثالث ثلاثة, تعالى الله عن إفكهم وتقولهم, علوا كبيرا.';
$t[35] = 'فـ &quot; مَا كَانَ لِلَّهِ أَنْ يَتَّخِذَ مِنْ وَلَدٍ &quot; أي: ما ينبغي ولا يليق, لأن ذلك من الأمور المستحيلة, لأنه الغني الحميد, المالك لجميع الممالك, فكيف يتخذ من عباده ومماليكه, ولدا؟!! &quot; سُبْحَانَهُ &quot; أي: تنزه وتقدس عن الولد والنقص.
&quot; إِذَا قَضَى أَمْرًا &quot; أي من الأمور الصغار والكبار, لم يمتنع, عليه ولم يستصعب &quot; فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ &quot; .
فإذا كان قدره ومشيئته نافذا في العالم العلوي والسفلي, فكيف يكون له ولد؟!!.
وإذا كان إذا أراد شيئا قال له: &quot; كن فيكون &quot; فكيف يستبعد إيجاده عيسى من غير أب؟!!.';
$t[36] = 'ولهذا أخبر عيسى أنه عبد مربوب كغيره فقال: &quot; وَإِنَّ اللَّهَ رَبِّي وَرَبُّكُمْ &quot; الذي خلقنا, وصورنا, ونفذ فينا تدبيره, وصرفنا تقديره.
&quot; فَاعْبُدُوهُ &quot; أي: أخلصوا له العبادة, واجتهدوا في الإنابة.
وفي هذا, الإقرار بتوحيد الربوبية, وتوحيد الإلهية, والاستدلال بالأول على الثاني.
ولهذا قال: &quot; هَذَا صِرَاطٌ مُسْتَقِيمٌ &quot; أي: طريق معتدل, موصل إلى الله, لكونه طريق الرسل وأتباعهم, وما عدا هذا, فإنه من طرق الغي والضلال.';
$t[37] = 'لما بين تعالى حال عيسى بن مريم الذي لا يشك فيها ولا يمتري, أخبر أن الأحزاب, أي: فرق الضلال, من اليهود والنصارى وغيرهم, على اختلاف طبقاتهم - اختلفوا في عيسى عليه السلام, فمن غال فيه وجاف.
فمنهم من قال: إنه الله, ومنهم من قال: إنه ابن الله.
ومنهم من قال: إنه ثالث ثلاثة.
ومنهم من يجعله رسولا, بل رماه بأنه ولد بغي كاليهود.
وكل هؤلاء أقوالهم باطله, وآراؤهم فاسدة, مبنية على الشك والعناد, والأدلة الفاسدة, والشبه الكاسدة, وكل هؤلاء مستحقون للوعيد الشديد, ولهذا قال: &quot; فَوَيْلٌ لِلَّذِينَ كَفَرُوا &quot; بالله ورسله, وكتبه.
ويدخل فيهم, اليود والنصارى, القائلون بعيسى قول الكفر.
&quot; مِنْ مَشْهَدِ يَوْمٍ عَظِيمٍ &quot; أي: مشهد يوم القيامة, الذي يشهده الأولون والآخرون, أهل السماوات, وأهل الأرض, الخالق والمخلوق, الممتلئ بالزلازل والأهوال المشتمل على الجزاء بالأعمال.
فحينئذ يتبين ما كانوا يخفون ويبدون, وما كانوا يكتمون.';
$t[38] = '&quot; أَسْمِعْ بِهِمْ وَأَبْصِرْ يَوْمَ يَأْتُونَنَا &quot; أي: ما أسمعهم وما أبصرهم في ذلك اليوم؟!.
فيقررون بكفرهم وشركهم وأقوالهم ويقولون: &quot; ربنا أبصرنا وسمعنا فارجعنا نعمل صالحا إنا موقنون &quot; ففي القيامة, يستيقنون حقيقة ما هم عليه.
&quot; لَكِنِ الظَّالِمُونَ الْيَوْمَ فِي ضَلَالٍ مُبِينٍ &quot; وليس لهم عذر في هذا الضلال, لأنهم بين معاند ضال على بصيرة, عارف بالحق, صادف عنه, وبين ضال عن طريق الحق, متمكن من معرفة الحق والصواب, ولكنه راض بضلاله وما هو عليه من سوء أعماله, غير ساع في معرفة الحق من الباطل.
وتأمل كيف قال: &quot; فَوَيْلٌ لِلَّذِينَ كَفَرُوا &quot; بعد قوله &quot; فَاخْتَلَفَ الْأَحْزَابُ مِنْ بَيْنِهِمْ &quot; .
ولم يقل &quot; فويل لهم &quot; ليعود الضمير إلى الأحزاب, لأن من الأحزاب المختلفين, طائفة أصابت الصواب, ووافقت الحق فقالت في عيسى: &quot; إنه عبد الله ورسوله &quot; فآمنوا به, واتبعوه.
فهؤلاه مؤمنون, غير داخلين في هذا الوعيد, فلهذا خص الله بالوعيد الكافرين.';
$t[39] = 'الإنذار هو: الإعلام بالمخوف على وجه الترهيب, والإخبار بصفاته, وأحق ما ينذر به ويخوف به العباد, يوم الحسرة حين يقضى الأمر, فيجمع الأولون والآخرون في موقف واحد, ويسألون عن أعمالهم.
فمن آمن بالله, واتبع رسله سعد سعادة لا يشقى بعدها.
ومن لم يؤمن بالله ويتبع رسله شقى شقاء لا يسعد بعدها, وخسر نفسه وأهله.
فحينئذ يتحسر ويندم ندامة, تنقطع منها القلوب, وتتصدع منها الأفئدة.
وأي: حسرة أعظم من قوات رضا الله وجنته, واستحقاق سخطه والنار, على وجه لا يتمكن الرجوع, ليستأنف العمل ولا سبيل له إلى تغيير حاله بالعود إلى الدنيا؟!!';
$t[40] = 'فهذا قدامهم, والحال أنهم في الدنيا في غفلة عن هذا الأمر العظيم لا يخطر بقلوبهم, ولو خطر, فعلى سبيل الغفلة, قد عمتهم الغفلة وشملتهم السكرة, فهم لا يؤمنون بالله, ولا يتبعون رسله.
قد ألهتهم دنياهم, وحالت بينهم وبين الإيمان, شهواتهم المنقضية الفانية.
فالدنيا وما فيها, من أولها إلى آخرها, ستذهب عن أهلها, ويذهبون عنها, وسيرث الله الأرض ومن عليها, ويرجعهم إليه, فيجازيهم بما عملوا فيها, وما خسروا فيها أو ربحوا.
فمن عمل خيرا, فليحمد الله, ومن وجد غير ذلك, فلا يلومن إلا نفسه.';
$t[41] = 'أجل الكتب وأفضلها وأعلاها, هذا الكتاب المبين, والذكر الحكيم.
فإن ذكر فيه الأخبار, كانت أصدق الأخبار, وأحقها, وأنفعها.
وإن ذكر فيه الأمر والنهي, كانت أجل الأوامر والنواهي, وأعدلها وأقسطها.
وإن ذكر فيه الجزاء, والوعد والوعيد, كان أصدق الأنباء وأحقها وأدلها على الحكمة, والعدل والفضل.
وإن ذكر فيه الأنبياء والمرسلون, كان المذكور فيه, أكمل من غيره, وأفضل.
ولهذا كثيرا ما يبدئ ويعيد في قصص الأنبياء, الذين فضلهم على غيرهم, ورفع قدرهم, وأعلى أمرهم, بسبب ما قاموا به, من عبادة الله ومحبته, والإنابة إليه, والقيام بحقوقه, وحقوق العباد, ودعوة الخلق إلى الله, والصبر على ذلك, والمقامات الفاخرة, والمنازل العالية.
فذكر الله في هذه السورة, جملة من الأنبياء, يأمر الله رسوله أن يذكرهم.
لأن في ذكرهم إظهار الثناء على الله وعليهم, وبيان فضله وإحسانه إليهم.
وفيه الحث على الإيمان بهم, ومحبتهم, والاقتداء بهم, فقال: &quot; وَاذْكُرْ فِي الْكِتَابِ إِبْرَاهِيمَ إِنَّهُ كَانَ صِدِّيقًا نَبِيًّا &quot; جمع الله له بين الصديقية والنبوة.
فالصديق: كثير الصدق, فهو الصادق في أقواله, وأفعاله, وأحواله المصدق بكل ما أمر بالتصديق به.
وذلك يستلزم العلم العظيم الواصل إلى القلب, المؤثر فيه, الموجب لليقين, والعمل الصالح الكامل.
وإبراهيم عليه السلام, هو أفضل الأنبياء كلهم, بعد محمد صلى الله عليه وسلم.
وهو الأب الثالث للطوائف الفاضلة.
وهو الذي جعل الله في ذريته النبوة والكتاب.
وهو الذي دعا الخلق إلى الله, وصبر على ما ناله من العذاب العظيم.
فدعا القريب والبعيد, واجتهد في دعوة أبيه, مهما أمكنه.
وذكر الله مراجعته إياه فقال: &quot; إِذْ قَالَ لِأَبِيهِ &quot; مهجنا له عبادة الأوثان.
&quot; يَا أَبَتِ لِمَ تَعْبُدُ مَا لَا يَسْمَعُ وَلَا يُبْصِرُ وَلَا يُغْنِي عَنْكَ شَيْئًا &quot; .
أي: لم تعبد أصناما, ناقصة في ذاتها, وفي أفعالها, فلا تسمع, ولا تبصر ولا تملك لعابدها, نفعا ولا ضرا, بل لا تملك لأنفسها شيئا من النفع, ولا تقدر على شيء من الدفع.
فهذا برهان جلي دال, على أن عبادة الناقص, في ذاته, وأفعاله, مستقبح, عقلا وشرعا.
ودل تنبيهه وإشارته, أن الذي يجب, ويحسن, عبادة من له الكمال الذي, لا ينال العباد نعمة إلا منه, ولا يدفع عنهم نقمة, إلا هو, وهو الله تعالى.';
$t[42] = 'وذكر الله مراجعته إياه فقال: &quot; إِذْ قَالَ لِأَبِيهِ &quot; مهجنا له عبادة الأوثان.
&quot; يَا أَبَتِ لِمَ تَعْبُدُ مَا لَا يَسْمَعُ وَلَا يُبْصِرُ وَلَا يُغْنِي عَنْكَ شَيْئًا &quot; .
أي: لم تعبد أصناما, ناقصة في ذاتها, وفي أفعالها, فلا تسمع, ولا تبصر ولا تملك لعابدها, نفعا ولا ضرا, بل لا تملك لأنفسها شيئا من النفع, ولا تقدر على شيء من الدفع.
فهذا برهان جلي دال, على أن عبادة الناقص, في ذاته, وأفعاله, مستقبح, عقلا وشرعا.
ودل تنبيهه وإشارته, أن الذي يجب, ويحسن, عبادة من له الكمال الذي, لا ينال العباد نعمة إلا منه, ولا يدفع عنهم نقمة, إلا هو, وهو الله تعالى.';
$t[43] = '&quot; يَا أَبَتِ إِنِّي قَدْ جَاءَنِي مِنَ الْعِلْمِ مَا لَمْ يَأْتِكَ &quot; أي: يا أبت لا تحقرني وتقول: إني ابنك, وإن عندك ما ليس عندي, بل قد أعطاني الله من العلم ما لم يعطك.
والمقصود من هذا قوله: &quot; فَاتَّبِعْنِي أَهْدِكَ صِرَاطًا سَوِيًّا &quot; أي: مستقيما معتدلا, وهو: عبادة الله وحده لا شريك له, وطاعته في جميع الأحوال.
وفي هذا من لطف الخطاب ولينه, ما لا يخفى; فإنه لم يقل &quot; يا أبت أنا عالم, وأنت جاهل &quot; أو &quot; ليس عندك من العلم شيء &quot; .
وإنما أتى بصيغة أن عندي وعندك علما, وأن الذي وصل إلي لم يصل إليك, ولم يأتك.
فينبغي لك أن تتبع الحجة, وتنقاد لها.';
$t[44] = '&quot; يَا أَبَتِ لَا تَعْبُدِ الشَّيْطَانَ &quot; لأن من عبد غير الله, فقد عبد الشيطان كما قال تعالى &quot; أَلَمْ أَعْهَدْ إِلَيْكُمْ يَا بَنِي آدَمَ أَنْ لَا تَعْبُدُوا الشَّيْطَانَ إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ &quot; .
&quot; إِنَّ الشَّيْطَانَ كَانَ لِلرَّحْمَنِ عَصِيًّا &quot; فمن اتبع خطواته, فقد اتخذه وليا وكان عاصيا لله بمنزلة الشيطان.
وفي ذكر إضافة العصيان إلى اسم الرحمن, إشارة إلى أن المعاصي, تمنع العبد من رحمة الله وتغلق عليه أبوابها.
كما أن الطاعة, أكبر الأسباب لنيل رحمته, ولهذا قال:';
$t[45] = '&quot; يَا أَبَتِ إِنِّي أَخَافُ أَنْ يَمَسَّكَ عَذَابٌ مِنَ الرَّحْمَنِ &quot; أي: بسبب إصرارك على الكفر, وتماديك في الطغيان &quot; فَتَكُونَ لِلشَّيْطَانِ وَلِيًّا &quot; أي: في الدنيا والآخرة, فتنزل بمنازله الذميمة, وترتع في مراتعه الوخيمة.
فتدرج الخليل عليه السلام بدعوة أبيه, بالأسهل فالأسهل.
فأخبره بعلمه, وأن ذلك, موجب لاتباعك إياي وأنك إن أطعتني, اهتديت إلى صراط مستقيم.
ثم نهاه عن عبادة الشيطان, وأخبره بما فيها من المضار.
ثم حذره عقاب الله ونقمته, إن أقام على حاله, وأنه يكون وليا للشيطان.
فلم ينجع هذا الدعاء, بذلك الشقي, فأجاب بجواب جاهل وقال:';
$t[46] = '&quot; أَرَاغِبٌ أَنْتَ عَنْ آلِهَتِي يَا إِبْرَاهِيمُ &quot; فتبجح بآلهته, التي هي من الحجر والأصنام.
ولام إبراهيم عن رغبته عنها, وهذا من الجهل المفرط, والكفر الوخيم, يتمدح بعبادة الأوثان ويدعو إليها.
&quot; لَئِنْ لَمْ تَنْتَهِ &quot; أي: عن شتم آلهتي ودعوتي إلى عبادة الله &quot; لَأَرْجُمَنَّكَ &quot; أي: قتلا بالحجارة &quot; وَاهْجُرْنِي مَلِيًّا &quot; أي: لا تكلمني زمانا طويلا.
فأجابه الخليل, جواب عباد الرحمن عند خطاب الجاهلين, ولم يشتمه بل صبر, ولم يقابل أباه بما يكره, وقال: &quot; سَلَامٌ عَلَيْكَ &quot; أي: ستسلم من خطابي إياك بالشتم والسب, وبما تكره.
&quot; سَأَسْتَغْفِرُ لَكَ رَبِّي إِنَّهُ كَانَ بِي حَفِيًّا &quot; أي: لا أزال أدعو الله لك بالهداية والمغفرة, بأن يهديك للإسلام, الذي به تحصل المغفرة.
فـ &quot; إِنَّهُ كَانَ بِي حَفِيًّا &quot; أي: رحيما رءوفا بحالي, معتنيا بي.
فلم يزل يستغفر الله له, رجاء أن يهديه الله.
فلما تبين له أنه عدو لله, وأنه لا يفيد فيه شيئا, ترك الاستغفار له, وتبرأ منه.
وقد أمرنا الله باتباع ملة إبراهيم, فمن اتباع ملته, سلوك طريقه في الدعوة إلى الله, بطريق العلم والحكمة, واللين والسهولة, والانتقال من رتبة إلى رتبة, والصبر على ذلك, وعدم السآمة منه, والصبر على ما ينال الداعي من أذى الخلق, بالقول والفعل, ومقابلة ذلك, بالصفح والعفو, بل بالإحسان القولي والفعلي.';
$t[47] = 'فأجابه الخليل, جواب عباد الرحمن عند خطاب الجاهلين, ولم يشتمه بل صبر, ولم يقابل أباه بما يكره, وقال: &quot; سَلَامٌ عَلَيْكَ &quot; أي: ستسلم من خطابي إياك بالشتم والسب, وبما تكره.
&quot; سَأَسْتَغْفِرُ لَكَ رَبِّي إِنَّهُ كَانَ بِي حَفِيًّا &quot; أي: لا أزال أدعو الله لك بالهداية والمغفرة, بأن يهديك للإسلام, الذي به تحصل المغفرة.
فـ &quot; إِنَّهُ كَانَ بِي حَفِيًّا &quot; أي: رحيما رءوفا بحالي, معتنيا بي.
فلم يزل يستغفر الله له, رجاء أن يهديه الله.
فلما تبين له أنه عدو لله, وأنه لا يفيد فيه شيئا, ترك الاستغفار له, وتبرأ منه.
وقد أمرنا الله باتباع ملة إبراهيم, فمن اتباع ملته, سلوك طريقه في الدعوة إلى الله, بطريق العلم والحكمة, واللين والسهولة, والانتقال من رتبة إلى رتبة, والصبر على ذلك, وعدم السآمة منه, والصبر على ما ينال الداعي من أذى الخلق, بالقول والفعل, ومقابلة ذلك, بالصفح والعفو, بل بالإحسان القولي والفعلي.';
$t[48] = 'فلما أيس من قومه وأبيه قال: &quot; وَأَعْتَزِلُكُمْ وَمَا تَدْعُونَ مِنْ دُونِ اللَّهِ &quot; أي: أنتم وأصنامكم &quot; وَأَدْعُو رَبِّي &quot; وهذا شامل لدعاء العبادة, ودعاء المسألة &quot; عَسَى أَلَّا أَكُونَ بِدُعَاءِ رَبِّي شَقِيًّا &quot; أي: عسى الله أن يسعدني, بإجابة دعائي, وقبول أعمالي.
وهذه وظيفة من أيس ممن دعاهم, فاتبعوا أهوائهم, فلم تنجع فيهم المواعظ, فأصروا في طغيانهم يعمهون.
&quot; فمن وقع في هذه الحال فعليه &quot; أن يشتغل بإصلاح نفسه, ويرجو القبول من ربه, ويعتزل الشر وأهله.';
$t[49] = 'ولما كان مفارقة الإنسان لوطنه ومألفه وأهله وقومه, من أشق شيء على النفس, لأمور كثيرة معروفة, ومنها انفراده عمن يتعزز بهم ويتكثر وكان من ترك شيئا لله عوضه الله خيرا منه, واعتزل إبراهيم قومه, قال الله في حقه: &quot; فَلَمَّا اعْتَزَلَهُمْ وَمَا يَعْبُدُونَ مِنْ دُونِ اللَّهِ وَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ وَكُلًّا &quot; من إسحاق ويعقوب &quot; جَعَلْنَا نَبِيًّا &quot; فحصل له ولهؤلاء الصالحين المرسلين إلى الناس, الذين خصهم الله بوحيه, واختارهم لرسالته واصطفاهم من العالمين.';
$t[50] = '&quot; وَوَهَبْنَا لَهُمْ &quot; أي: لإبراهيم وابنيه, إسحاق ويعقوب &quot; مِنْ رَحْمَتِنَا &quot; .
وهذا يشمل جميع ما وهب الله لهم من الرحمة, من العلوم النافعة, والأعمال الصالحة, والذرية الكثيرة المنتشرة, الذين قد كثر فيهم الأنبياء والصالحون.
&quot; وَجَعَلْنَا لَهُمْ لِسَانَ صِدْقٍ عَلِيًّا &quot; وهذا أيضا من الرحمة التى وهبها لهم, لأن الله وعد كل محسن, أن ينشر له ثناء صادقا بحسب إحسانه, وهؤلاء من أئمة المحسنين, فنشر الله الثناء الحسن الصادق, غير الكاذب, العالي غير الخفي فذكرهم ملأ الخافقين, والثناء عليهم ومحبتهم, امتلأت بها القلوب, وفاضت بها الألسنة فصاروا قدوة للمقتدين, وأئمة للمهتدين.
ولا تزال أذكارهم في سائر العصور, متجددة, وذلك فضل الله, يؤتيه من يشاء, والله ذو الفضل العظيم.';
$t[51] = 'أي: واذكر في هذا القرآن العظيم, موسى بن عمران, على وجه التبجيل له والتعظيم, والتعريف بمقامه الكريم, وأخلاقه الكاملة.
&quot; إِنَّهُ كَانَ مُخْلَصًا &quot; وقرئ بفتح اللام, على معنى أن الله تعالى اختاره واستخلصه, واصطفاه على العالمين.
وقرئ بكسرها, على معنى أنه كان مخلصا لله تعالى, في جميع أعماله, وأقواله, ونياته.
فوصفه الإخلاص في جميع أحواله, والمعنيان متلازمان.
فإن الله أخلصه, لإخلاصه, وإخلاصه, موجب لاستخلاصه.
وأجل حالة يوصف بها العبد, الإخلاص منه, والاستخلاص من ربه.
&quot; وَكَانَ رَسُولًا نَبِيًّا &quot; أي: جمع الله له بين الرسالة والنبوة, فالرسالة تقتضي تبليغ كلام المرسل, وتبليغ جميع ما جاء به من الشرع, دقه وجله.
والنبوة, تقتضي إيحاء الله إليه وتخصيصه بإنزال الوحي إليه.
فالنبوة, بينه وبين ربه, والرسالة, بينه وبين الخلق, بل خصه الله من أنواع الوحي, بأجل أنواعه وأفضلها, وهو: تكليمه تعالى وتقريبه مناجيا لله تعالى, وبهذا اختص من بين الأنبياء, بأنه كليم الرحمن, ولهذا قال:';
$t[52] = '&quot; وَنَادَيْنَاهُ مِنْ جَانِبِ الطُّورِ الْأَيْمَنِ &quot; أي: الأيمن من موسى في وقت.
مسيرة, أو الأيمن أي: الأبرك من &quot; اليمين &quot; والبركة.
ويدل على هذا المعنى قوله تعالى: &quot; أَنْ بُورِكَ مَنْ فِي النَّارِ وَمَنْ حَوْلَهَا &quot; .
&quot; وَقَرَّبْنَاهُ نَجِيًّا &quot; والفرق بين النداء والنجاء, أن النداء هو: الصوت الرفيع, والنجاء, ما دون ذلك.
وفي هذا إثبات الكلام لله تعالى وأنواعه, من النداء, والنجاء, كما هو مذهب أهل السنة والجماعة, خلافا لمن أنكر ذلك, من الجهمية, والمعتزلة, ومن نحا نحوهم.';
$t[53] = 'وقوله: &quot; وَوَهَبْنَا لَهُ مِنْ رَحْمَتِنَا أَخَاهُ هَارُونَ نَبِيًّا &quot; هذا من أكبر فضائل موسى وإحسانه, ونصحه لأخيه هارون, أنه سأل ربه أن يشركه في أمره, وأن يجعله رسولا مثله.
فاستجاب الله له ذلك, ووهب له من رحمته, أخاه هارون نبيا.
فنبوة هارون, تابعة لنبوة موسى عليهما السلام, فساعده على أمره, وأعانه عليه.';
$t[54] = 'أي: واذكر في القرآن الكريم, هذا النبي العظيم, الذي خرج منه الشعب العربي, أفضل الشعوب وأجلها, الذين منهم سيد ولد آدم.
&quot; إِنَّهُ كَانَ صَادِقَ الْوَعْدِ &quot; أي: لا يعد وعدا, إلا وفى به.
وهذا شامل للوعد الذي يعقده مع الله أو مع العباد.
ولهذا لما وعد من نفسه الصبر على ذبح أبيه له قال &quot; سَتَجِدُنِي إِنْ شَاءَ اللَّهُ مِنَ الصَّابِرِينَ &quot; وفى بذلك ومكن أباه من الذبح, الذي هو أكبر مصيبة تصيب الإنسان.
ثم وصفه بالرسالة والنبوة, التى هي أكبر منن الله على عبده, وجعله من الطبقة العليا من الخلق.';
$t[55] = '&quot; وَكَانَ يَأْمُرُ أَهْلَهُ بِالصَّلَاةِ وَالزَّكَاةِ &quot; أي: كان مقيما لأمر الله على أهله فيأمرهم بالصلاة المتضمنة للإخلاص للمعبود, وبالزكاة المتضمنة للإحسان إلى العبيد, فكمل نفسه وكمل غيره وخصوصا أخص الناس عنده وهم أهله لأنهم أحق بدعوته من غيرهم.
&quot; وَكَانَ عِنْدَ رَبِّهِ مَرْضِيًّا &quot; وذلك بسبب امتثاله لمراضي ربه واجتهاده فيما يرضيه, ارتضاه الله وجعله من خواص عباده وأوليائه المقربين, فرضى الله عنه, ورضي هو عن ربه.';
$t[56] = 'أي: اذكر في الكتاب على وجه التعظيم والإجلال, والوصف بصفات الكمال.
&quot; إِدْرِيسَ إِنَّهُ كَانَ صِدِّيقًا نَبِيًّا &quot; جمع الله له بين الصديقية, الجامعة للتصديق التام, والعلم الكامل, واليقين الثابت, والعمل الصالح, وبين اصطفائه لوحيه, واختياره لرسالته.';
$t[57] = '&quot; وَرَفَعْنَاهُ مَكَانًا عَلِيًّا &quot; أي: رفع الله ذكره في العالمين, ومنزلته بين المقربين, فكان عالي الذكر, عالي المنزلة.';
$t[58] = 'لما ذكر هؤلاء الأنبياء المكرمين, وخواص المرسلين, وذكر فضائلهم ومراتبهم فقال: &quot; أُولَئِكَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ مِنَ النَّبِيِّينَ &quot; .
أي: أنعم الله عليهم نعمة لا تلحق, ومنة لا تسبق, من النبوة والرسالة.
وهم الذين أمرنا أن ندعو الله أن يهدينا صراط الذين أنعم عليهم, وأن من أطاع الله, كان &quot; مَعَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ مِنَ النَّبِيِّينَ &quot; الآية.
وأن بعضهم &quot; مِنْ ذُرِّيَّةِ آدَمَ وَمِمَّنْ حَمَلْنَا مَعَ نُوحٍ &quot; أي: من ذريته &quot; وَمِنْ ذُرِّيَّةِ إِبْرَاهِيمَ وَإِسْرَائِيلَ &quot; , فهذه خير بيوت العالم, اصطفاهم الله, واختارهم, واجتباهم.
وكان حالهم عند تلاوة آيات الرحمن عليهم, المتضمنة للإخبار بالغيوب وصفات علام الغيوب والإخبار باليوم الآخر, والوعد والوعيد.
&quot; خَرُّوا سُجَّدًا وَبُكِيًّا &quot; أي: خضعوا لآيات الله, وخشعوا لها, وأثرت في قلوبهم من الإيمان والرغبة والرهبة, ما أوجب لهم البكاء والإنابة, والسجود لربهم.
ولم يكونوا من الذين إذا سمعوا آيات الله &quot; لَمْ يَخِرُّوا عَلَيْهَا صُمًّا وَعُمْيَانًا &quot; .
وفي إضافة الآيات إلى اسمه &quot; الرحمن &quot; دلالة على أن آياته, من رحمته بعباده, وإحسانه إليهم حيث هداهم بها إلى الحق, وبصرهم من العمى, وأنقذهم من الضلالة, وعلمهم من الجهالة.';
$t[59] = 'لما ذكر تعالى هؤلاء الأنبياء وهم المخلصون المتبعون لمراضي ربهم, المنيبون إليه.
ذكر من أتى بعدهم, وبدلوا ما أمروا به, وأنه خلف من بعدهم خلف, رجعوا إلى الخلف والوراء, فأضاعوا الصلاة, التي أمروا بالمحافظة عليها وإقامتها, فتهاونوا بها وضيعوها.
وإذا ضيعوا الصلاة التي هي عماد الدين, وميزان الإيمان والإخلاص لرب العالمين, التي هي آكد الأعمال, وأفضل الخصال, كانوا لما سواها من دينهم, أضيع, وله أرفض.
والسبب الداعي لذلك, أنهم اتبعوا شهوات أنفسهم وإرادتها فصارت هممهم منصرفة إليها, مقدمة لها على حقوق الله.
فنشأ من ذلك, التضييع لحقوقه, والإقبال على شهوات أنفسهم, مهما لاحت لهم, حصلوها, وعلى أي وجه اتفقت, تناولوها.
&quot; فَسَوْفَ يَلْقَوْنَ غَيًّا &quot; أي: عذابا مضاعفا شديدا.
ثم استثنى تعالى فقال: &quot; إِلَّا مَنْ تَابَ &quot; عن الشرك والبدع والمعاصي, فأقلع عنهم وندم عليها, وعزم عزما جازما أن لا يعاودها.
&quot; وَآمَنَ &quot; بالله وملائكته وكتبه ورسله واليوم الآخر.
&quot; وَعَمِلَ صَالِحًا &quot; وهو العمل الذي شرعه الله على ألسنة رسله, إذا قصد به وجهه.
&quot; فَأُولَئِكَ &quot; الذي جمعوا بين التوبة والإيمان, والعمل الصالح.
&quot; يَدْخُلُونَ الْجَنَّةَ &quot; المشتملة على النعيم المقيم, والعيش السليم, وجوار الرب الكريم.
&quot; وَلَا يُظْلَمُونَ شَيْئًا &quot; من أعمالهم, بل يجدونها كاملة موفرة أجورها, مضاعفا عددها.';
$t[60] = 'ثم استثنى تعالى فقال: &quot; إِلَّا مَنْ تَابَ &quot; عن الشرك والبدع والمعاصي, فأقلع عنهم وندم عليها, وعزم عزما جازما أن لا يعاودها.
&quot; وَآمَنَ &quot; بالله وملائكته وكتبه ورسله واليوم الآخر.
&quot; وَعَمِلَ صَالِحًا &quot; وهو العمل الذي شرعه الله على ألسنة رسله, إذا قصد به وجهه.
&quot; فَأُولَئِكَ &quot; الذي جمعوا بين التوبة والإيمان, والعمل الصالح.
&quot; يَدْخُلُونَ الْجَنَّةَ &quot; المشتملة على النعيم المقيم, والعيش السليم, وجوار الرب الكريم.
&quot; وَلَا يُظْلَمُونَ شَيْئًا &quot; من أعمالهم, بل يجدونها كاملة موفرة أجورها, مضاعفا عددها.';
$t[61] = 'ثم ذكر أن الجنة التى وعدهم بدخلولها, ليست كسائر الجنات.
وإنما هي &quot; جَنَّاتِ عَدْنٍ &quot; أي: جنات إقامة, لا ظعن فيها, ولا حول ولا زوال.
وذلك لسعتها, وكثرة ما فيها من الخيرات والسرور, والبهجة والحبور.
&quot; الَّتِي وَعَدَ الرَّحْمَنُ عِبَادَهُ بِالْغَيْبِ &quot; أي: التي وعدها الرحمن.
أضافها إلى اسمه &quot; الرحمن &quot; لأن فيها من الرحمة والإحسان, ما لا عين رأت, ولا أذن سمعت, ولا خطر على قلب بشر.
وسماها تعالى رحمته فقال &quot; وَأَمَّا الَّذِينَ ابْيَضَّتْ وُجُوهُهُمْ فَفِي رَحْمَةِ اللَّهِ هُمْ فِيهَا خَالِدُونَ &quot; .
وأيضا ففي إضافتها إلى رحمته, ما يدل على استمرار سرورها, وأنها باقية, ببقاء رحمته التي هي أثرها وموجبها.
و &quot; العباد &quot; في هذه الآية المراد, عباد إلهيته, الذين عبدوه, والتزموا شرائعه, فصارت العبودية وصفا لهم كقوله &quot; وَعِبَادُ الرَّحْمَنِ &quot; ونحوه.
بخلاف عباده المماليك فقط, الذين لم يعبدوه.
فهؤلاء وإن كانوا عبيدا لربوبيه, لأنه خلقهم ورزقهم, ودبرهم, فليسوا داخلين في عبيد إلهيته, العبودية الاختيارية, التي يمدح صاحبها, وإنما عبوديتهم, عبودية اضطرار, لا مدح لهم فيها.
وقوله &quot; بِالْغَيْبِ &quot; يحتمل أن تكون متعلقه ب &quot; وعد الرحمن &quot; فيكون المعنى على هذا, أن الله وعد إياها, وعدا غائبا, لم يشاهدوه ولم يروه.
فآمنوا بها, وصدقوا غيبها وسعوا لها سعيها, مع أنهم لم يروها.
فكيف لو رأوها, لكانوا أشد لها طلبا, وأعظم فيها رغبة, وأكثر لها سعيا.
ويكون في هذا, مدح له بإيمانهم بالغيب, الذي هو الإيمان النافع.
ويحتمل أن تكون متعلقة بعباده, أي: الذين عبدوه في حال غيبهم وعدم رؤيتهم إياه.
فهذه عبادتهم ولم يروه, فلو رأوه, لكانوا أشد له عبادة, وأعظم إنابة, وأكثر حبا, وأجل شوقا.
ويحتمل أيضا, أن المعنى: هذه الجنات التي وعدها الرحمن عباده, من الأمور التي لا تدركها الأوصاف, ولا يعلمها أحد إلا الله.
ففيه من التشويق لها, والوصف المجمل, ما يهيج النفوس, ويزعج الساكن إلى طلبها.
فيكون هذا مثل قوله &quot; فَلَا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ جَزَاءً بِمَا كَانُوا يَعْمَلُونَ &quot; والمعاني كلها صحيحة ثابتة.
ولكن الاحتمال الأول, أولى بدليل قوله &quot; إِنَّهُ كَانَ وَعْدُهُ مَأْتِيًّا &quot; لابد من وقوعه, فإنه لا يخلف الميعاد, وهو أصدق القائلين.';
$t[62] = '&quot; لَا يَسْمَعُونَ فِيهَا لَغْوًا &quot; أي: كلاما لاغيا, لا فائدة فيه, ولا ما يؤثم.
فلا يسمعون فيها شتما, ولا عيبا, ولا قولا فيه معصية لله, أو قولا مكدرا.
&quot; إِلَّا سَلَامًا &quot; أي: الأقوال السالمة من كل عيب, من ذكر لله, وتحية, وكلام سرور, وبشارة, ومطارحة الأحاديث الحسنة بين الإخوان وسماع خطاب الرحمن, والأصوات الشجية, من الحور, والملائكة, والولدان, والنغمات المطربة, والألفاظ الرخيمة, لأن الدار, دار السلام, فليس فيها إلا السلام التام في جميع الوجوه.
&quot; وَلَهُمْ رِزْقُهُمْ فِيهَا بُكْرَةً وَعَشِيًّا &quot; أي: أرزاقهم من المآكل والمشارب, وأنواع اللذات, مستمرة حيثما طلبوا, وفي أي وقت رغبوا.
ومن تمامها, ولذاتها, وحسنها, أن تكون في أوقات معلومة.
&quot; بُكْرَةً وَعَشِيًّا &quot; ليعظم وقعها ويتم نفعها.
فتلك الجنة التي وصفناها بما ذكر &quot; الَّتِي نُورِثُ مِنْ عِبَادِنَا مَنْ كَانَ تَقِيًّا &quot; أي: نورثها المتقين, ونجعلها منزلهم الدائم, الذي لا يظعنون عنه, ولا يبغون عنها حولا كما قال تعالى: &quot; وَسَارِعُوا إِلَى مَغْفِرَةٍ مِنْ رَبِّكُمْ وَجَنَّةٍ عَرْضُهَا السَّمَاوَاتُ وَالْأَرْضُ أُعِدَّتْ لِلْمُتَّقِينَ &quot; .';
$t[63] = 'فتلك الجنة التي وصفناها بما ذكر &quot; الَّتِي نُورِثُ مِنْ عِبَادِنَا مَنْ كَانَ تَقِيًّا &quot; أي: نورثها المتقين, ونجعلها منزلهم الدائم, الذي لا يظعنون عنه, ولا يبغون عنها حولا كما قال تعالى: &quot; وَسَارِعُوا إِلَى مَغْفِرَةٍ مِنْ رَبِّكُمْ وَجَنَّةٍ عَرْضُهَا السَّمَاوَاتُ وَالْأَرْضُ أُعِدَّتْ لِلْمُتَّقِينَ &quot; .';
$t[64] = 'استبطأ النبي صلى الله عليه وسلم جبريل عليه السلام مرة في نزوله إليه فقال له: &quot; لو تأتينا أكثر مما تأتينا &quot; , شوقا إليه, وتوحشا لفراقه, وليطمئن قلبه بنزوله.
فأنزل الله تعالى على لسان جبريل &quot; وَمَا نَتَنَزَّلُ إِلَّا بِأَمْرِ رَبِّكَ &quot; أي: ليس لنا من الأمر شيء, إن أمرنا, ابتدرنا أمره, ولم نعص له أمرا, كما قال الله عنهم: &quot; لَا يَعْصُونَ اللَّهَ مَا أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ &quot; فنحن عبيد مأمورون.
&quot; لَهُ مَا بَيْنَ أَيْدِينَا وَمَا خَلْفَنَا وَمَا بَيْنَ ذَلِكَ &quot; أي: له الأمور الماضية والمستقبلة والحاضرة, في الزمان, والمكان.
فإذا تبين أن الأمر كله لله, وأننا عبيد مدبرون, فيبقى الأمر دائرا بين &quot; هل تقتضيه الحكمة الإلهية &quot; ؟ فينفذه, أم لا تقتضيه فيؤخره &quot; ؟ ولهذا قال: &quot; وَمَا كَانَ رَبُّكَ نَسِيًّا &quot; أي: لم يكن لينساك ويهملك, كما قال تعالى: &quot; مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَى &quot; بل لم يزل معتنيا بأمورك, مجربا لك على أحسن عوائده الجميلة, وتدابيره الجليلة.
أي: فإذا تأخر نزولنا عن الوقت المعتاد, فلا يحزنك ذلك, ولا يهمك, واعلم أن الله هو الذي أراد ذلك لما له من الحكمة فيه.';
$t[65] = 'ثم علل إحاطة علمه, وعدم نسيانه, بأنه &quot; رَبُّ السَّمَاوَاتِ وَالْأَرْضِ &quot; فربوبيته للسموات والأرض, وكونهما على أحسن نظام وأكمله, ليس فيه غفلة ولا إهمال, ولا سدى, ولا باطل, برهان قاطع على علمه الشامل.
فلا تشغل نفسك بذلك, بل اشغلها بما ينفعك, ويعود عليك طائله وهو: عبادته وحده, لا شريك له.
&quot; وَاصْطَبِرْ لِعِبَادَتِهِ &quot; أي: اصبر نفسك عليها, وجاهدها, وقم عليها أتم القيام وأكمله بحسب قدرتك.
وفي الاشتغال بعبادة الله تسلية للعابد عن جميع التعلقات والمشتهيات, كما قال تعالى: &quot; وَلَا تَمُدَّنَّ عَيْنَيْكَ إِلَى مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِنْهُمْ زَهْرَةَ الْحَيَاةِ الدُّنْيَا لِنَفْتِنَهُمْ فِيهِ &quot; إلى أن قال &quot; وَأْمُرْ أَهْلَكَ بِالصَّلَاةِ وَاصْطَبِرْ عَلَيْهَا &quot; الآية.
&quot; هَلْ تَعْلَمُ لَهُ سَمِيًّا &quot; أي: هل تعلم لله مساميا, ومشابها, ومماثلا من المخلوقين.
وهذا استفهام يعني النفي, المعلوم بالعقل.
أي: لا تعلم له مساميا ولا مشابها, لأنه الرب, وغيره مربوب, الخالق, وغيره مخلوق, الغني من جميع الوجوه, وغيره فقير بالذات من كل وجه.
الكامل, الذي له الكمال المطلق من جميع الوجوه, وغيره ناقص ليس فيه من الكمال, إلا ما أعطاه الله تعالى.
فهذا برهان قاطع على أن الله هو المستحق لإفراده بالعبودية وأن عبادته حق, وعبادة ما سواه باطل, فلهذا أمر بعبادته وحده, والاصطبار عليها, وعلل بكماله وانفراده, بالعظمة, والأسماء الحسنى.';
$t[66] = 'المراد بالإنسان ههنا, كل منكر للبعث, مستبعد لوقوعه.
فيقول - مستفهما على وجه النفي والعناد والكفر - &quot; أَئِذَا مَا مِتُّ لَسَوْفَ أُخْرَجُ حَيًّا &quot; .
أي: كيف يعيدني الله حيا بعد الموت, وبعد ما كنت رميما؟!! هذا لا يكون ولا يتصور.
وهذا بحسب عقله الفاسد, ومقصده السيئ, وعناده لرسل الله وكتبه.
فلو نظر أدنى نظر, وتأمل أدنى تأمل, لرأى استبعاده للبعث, في غاية السخافة.
ولهذا ذكر تعالى برهانا قاطعا, ودليلا واضحا, يعرفه كل أحدا على إمكان البعث فقال:';
$t[67] = '&quot; أَوَلَا يَذْكُرُ الْإِنْسَانُ أَنَّا خَلَقْنَاهُ مِنْ قَبْلُ وَلَمْ يَكُ شَيْئًا &quot; أي: أو لا يلفت نظره, ويستذكر حالته الأولى, وأن الله خلقه أول مرة, ولم يك شيئا.
فمن قدر على خلقه من العدم, ولم يك شيئا مذكورا, أليس بقادر على إنشائه بعد ما تمزق, وجمعه بعد ما تفرق؟ وهذا كقوله &quot; وَهُوَ الَّذِي يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ &quot; .
وفي قوله &quot; أَوَلَا يَذْكُرُ الْإِنْسَانُ &quot; دعوة للنظر, بالدليل العقلي, بألطف خطاب, وأن إنكار من أنكر ذلك, مبني على غفلة منه عن حاله الأولى.
وإلا فلو تذكرها وأحضرها في ذهنه, لم ينكر ذلك.';
$t[68] = 'أقسم الله تعالى وهو أصدق القائلين - بربوبيته, ليحشرن هؤلاء المنكرين للبعث, هم وشياطينهم وليجمعنهم لميقات يوم معلوم.
&quot; ثُمَّ لَنُحْضِرَنَّهُمْ حَوْلَ جَهَنَّمَ جِثِيًّا &quot; أي: جاثين على ركبهم من شدة الأهوال, وكثرة الزلزال, وفظاعة الأحوال, منتظرين لحكم الكبير المتعال, ولهذا ذكر حكمه فيهم فقال:';
$t[69] = '&quot; ثُمَّ لَنَنْزِعَنَّ مِنْ كُلِّ شِيعَةٍ أَيُّهُمْ أَشَدُّ عَلَى الرَّحْمَنِ عِتِيًّا &quot; أي: ثم لننزعن من كل طائفة وفرقة من الظالمين المشتركين في الظلم والكفر, والعتو أشدهم عتوا, وأعظمهم ظلما, وأكبرهم كفرا فيقدمهم إلى العذاب, ثم هكذا يقدم إلى العذاب, الأغلظ إثما, فالأغلظ, وهم في تلك الحال متلاعنون, يلعن بعضهم بعضا.
ويقول أخراهم لأولاهم: &quot; رَبَّنَا هَؤُلَاءِ أَضَلُّونَا فَآتِهِمْ عَذَابًا ضِعْفًا مِنَ النَّارِ &quot; &quot; وَقَالَتْ أُولَاهُمْ لِأُخْرَاهُمْ فَمَا كَانَ لَكُمْ عَلَيْنَا مِنْ فَضْلٍ &quot; .
وكل هذا, تابع لعدله.
وحكمته وعلمه الواسع ولهذا قال:';
$t[70] = '&quot; ثُمَّ لَنَحْنُ أَعْلَمُ بِالَّذِينَ هُمْ أَوْلَى بِهَا صِلِيًّا &quot; أي: علمنا محيط بمن هو أولى صليا بالنار, وقد علمناهم, وعلمنا أعمالهم واستحقاقها, وقسطها من العذاب.';
$t[71] = 'وهذا خطاب لسائر الخلائق, برهم وفاجرهم, مؤمنهم وكافرهم, أنه ما منهم من أحد, إلا سيرد النار, حكما حتمه الله على نفسه, وأوعد به عباده, فلا بد من نفوذه, ولا محيد عن وقوعه.
واختلف في معنى الورود فقيل: ورودها, حضورها للخلائق كلهم, حتى يحصل الانزعاج من كل أحد, ثم بعد, ينجي الله المتقين.
وقيل: الورود, دخولها وحضورها, فتكون على المؤمنين بردا وسلاما.
وقيل: الورود, هو المرور على الصراط, الذي على متن جهنم.
فيمر الناس على قدر أعمالهم, فمنهم من يمر كلمح البصر, وكالريح, وكأجاويد الخيل, وكأجاويد الركاب.
ومنهم من يسعى, ومنهم من يمشي مشيا, ومنهم من يزحف زحفا, ومنهم من يخطف فيلقى في النار, كل بحسب تقواه, ولهذا قال:';
$t[72] = '&quot; ثُمَّ نُنَجِّي الَّذِينَ اتَّقَوْا &quot; الله تعالى بفعل المأمور, واجتناب المحظور.
&quot; وَنَذَرُ الظَّالِمِينَ &quot; أنفسهم بالكفر والمعاصي &quot; فِيهَا جِثِيًّا &quot; وهذا بسبب ظلمهم وكفرهم, وجب لهم الخلود, وحق عليهم العذاب, وتقطعت بهم الأسباب.';
$t[73] = 'أي: وإذا تتلى على هؤلاء الكفار آياتنا بينات, أي: واضحات الدلالة على وحدانية الله, وصدق رسله, توجب لمن سمعها, صدق الإيمان, وشدة الإيقان - قابلوها بضد ما يجب لها, واستهزءوا بها, وبمن آمن بها واستدلوا بحسن حالهم في الدنيا, على أنهم خير من المؤمنين فقالوا معارضين للحق: &quot; أَيُّ الْفَرِيقَيْنِ &quot; أي: نحن والمؤمنين &quot; خَيْرٌ مَقَامًا &quot; أي: في الدنيا, من كثرة الأموال والأولاد, وتفوق الشهوات &quot; وَأَحْسَنُ نَدِيًّا &quot; أي مجلسا.
أي: فاستنتجوا من هذه المقدمة الفاسدة, بسبب أنهم أكثر مالا وأولادا وقد حصلت أكثر مطالبهم من الدنيا, ومجالسهم وأنديتهم مزخرفة مزوقة.
والمؤمنون بخلاف هذه الحال, فهم خير من المؤمنين, وهذا دليل في غاية الفساد.
وهو من باب قلب الحقائق, وإلا فكثرة الأموال والأولاد, وحسن المنظر, كثيرا ما يكون سببا لهلاك صاحبه, وشقائه, وشره, ولهذا قال تعالى:';
$t[74] = '&quot; وَكَمْ أَهْلَكْنَا قَبْلَهُمْ مِنْ قَرْنٍ هُمْ أَحْسَنُ أَثَاثًا &quot; أي: متاعا, من أوان وفرش, وبيوت, وزخارف &quot; وَرِئْيًا &quot; أي: أحسن مرأى ومنظرا, من غضارة العيش, وسرور اللذات, وحسن الصور.
فإذا كان هؤلاء المهلكون أحسن منهم أثاثا ورئيا, ولم يمنعهم ذلك من حلول العقاب بهم, فكيف يكون هؤلاء, وهم أقل منهم وأذل, معتصمين من العذاب &quot; أَكُفَّارُكُمْ خَيْرٌ مِنْ أُولَئِكُمْ أَمْ لَكُمْ بَرَاءَةٌ فِي الزُّبُرِ &quot; ؟ وعلم من هذا, أن الاستدلال على خير الآخرة بخير الدنيا, من أفسد الأدلة, وأنه من طرق الكفار.';
$t[75] = 'لما ذكر دليلهم الباطل, الدال على شدة عنادهم, وقوة ضلالهم, أخبر هنا, أن من كان في الضلالة, بأن رضيها لنفسه, وسعى فيها, فإن الله يمده منها, ويزيده فيها حبا, عقوبة له على اختيارها على الهدى قال تعالى &quot; فَلَمَّا زَاغُوا أَزَاغَ اللَّهُ قُلُوبَهُمْ &quot; &quot; وَنُقَلِّبُ أَفْئِدَتَهُمْ وَأَبْصَارَهُمْ كَمَا لَمْ يُؤْمِنُوا بِهِ أَوَّلَ مَرَّةٍ وَنَذَرُهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ &quot; .
&quot; حَتَّى إِذَا رَأَوْا &quot; أي: القائلون &quot; أَيُّ الْفَرِيقَيْنِ خَيْرٌ مَقَامًا وَأَحْسَنُ نَدِيًّا &quot; , &quot; مَا يُوعَدُونَ إِمَّا الْعَذَابَ &quot; بقتل أو غيره &quot; وَإِمَّا السَّاعَةَ &quot; التي هي باب الجزاء على الأعمال &quot; فَسَيَعْلَمُونَ مَنْ هُوَ شَرٌّ مَكَانًا وَأَضْعَفُ جُنْدًا &quot; أي: فحينئذ يتبين لهم بطلان دعواهم, وأنها دعوى مضمحلة, ويتيقنون أنهم أهل الشر.
&quot; وَأَضْعَفُ جُنْدًا &quot; ولكن لا يفيدهم هذا العلم شيئا, لأنه لا يمكنهم الرجوع إلى الدنيا, فيعملان غير عملهم الأول.';
$t[76] = 'لما ذكر أنه يمد للظالمين في ضلالهم, ذكر أنه يزيد المهتدين هداية من فضله عليهم ورحمته.
والهدى يشمل العلم النافع, والعمل الصالح.
فكل من سلك طريقا في العلم والإيمان, والعمل الصالح, زاده الله منه وسهله عليه, ويسره له, ووهب له أمورا أخر, لا تدخل تحت كسبه.
وفي هذا دليل على زيادة الإيمان ونقصه, كما قاله السلف الصالح.
ويدل عليه قوله تعالى &quot; وَيَزْدَادَ الَّذِينَ آمَنُوا إِيمَانًا &quot; &quot; وَإِذَا تُلِيَتْ عَلَيْهِمْ آيَاتُهُ زَادَتْهُمْ إِيمَانًا &quot; .
ويدل عليه أيضا, الواقع, فإن الإيمان قول القلب واللسان, وعمل القلب واللسان والجوارح, والمؤمنون متفاوتون في هذه الأمور, أعظم تفاوت.
ثم قال: &quot; وَالْبَاقِيَاتُ الصَّالِحَاتُ &quot; أي الأعمال الباقية, التي لا تنقطع إذا انقطع غيرها, ولا تضمحل, هي الصالحات منها, من صلاة, وزكاة, وصوم, وحج, وعمرة, وقراءة, وتسبيح, وتكبير, وتحميد, وتهليل, وإحسان إلى المخلوقين, وأعمال قلبية وبدنية.
فهذه الأعمال &quot; خَيْرٌ عِنْدَ رَبِّكَ ثَوَابًا وَخَيْرٌ مَرَدًّا &quot; أي: خير عند الله, ثوابها وأجرها, وكثير للعاملين نفعها وردها, وهذا من باب استعمال أفعل التفضيل في غير بابه, فإنه ما ثم غير الباقيات الصالحات, عمل ينفع ولا يبقى لصاحبه ثوابه, ولا ينجع.
ومناسبة, ذكر الباقيات الصالحات, والله أعلم - أنه لما ذكر أن الظالمين جعلوا أحوال الدنيا من المال والولد, وحسن المقام ونحو ذلك, علامة لحسن حال صاحبها, أخبر هنا أن الأمر, ليس كما زعموا.
بل العمل الذي هو عنوان السعادة, ومنشور الفلاح, بما يحبه الله ويرضاه.';
$t[77] = 'أي: أفلا تعجب من حالة هذا الكافر, الذي جمع بين كفره بآيات الله ودعواه الكبيرة, أنه سيؤتى في الأخرة مالا وولدا, أي: يكون من أهل الجنة, هذا من أعجب الأمور.
فلو كان مؤمنا بالله وادعى هذه الدعوى, لسهل الأمر.
وهذه الآية وإن كانت نازلة في كافر معين, فإنها تشمل كل كافر, معين, فإنها تشمل كل كافر, زعم أنه على الحق, وأنه من أهل الجنة.';
$t[78] = 'قال الله, توبيخا له وتكذيبا: &quot; أَطَّلَعَ الْغَيْبَ &quot; أي: أحاط علمه بالغيب, حتى علم ما يكون, وأن من جملة ما يكون, أنه يؤتى يوم القيامة مالا وولدا؟ &quot; أَمِ اتَّخَذَ عِنْدَ الرَّحْمَنِ عَهْدًا &quot; أنه نائل ما قاله, أي: لم يكن شيء.
من ذلك, فعلم أنه متقول, قائل ما لا علم لديه.
وهذا التقسيم والترديد, في غاية ما يكون من الإلزام وإقامة الحجة.
فإن الذي يزعم أنه حاصل له خير عند الله في الآخرة, لا يخلو.
إما أن يكون قوله صادرا عن علم بالغيوب المستقبلة, وقد علم أن هذا, لله وحده, فلا أحد يعلم شيئا من المستقبلات الغيبية, إلا من أطلعه الله عليه من رسله.
وإما أن يكون متخذا عهدا عند الله, بالإيمان به, واتباع رسله, الذين عهد الله لأهله, وأوزع أنهم أهل الآخرة, والناجون الفائزون.
فإذا انتفى هذان الأمران, علم بذلك, بطلان الدعوى, ولهذا قال تعالى:';
$t[79] = '&quot; كُلًّا &quot; أي: ليس الأمر كما زعم, فليس للقائل اطلاع على الغيب.
لأنه كافر, ليس عنده من علم الرسائل شيء, ولا اتخذ عند الرحمن عهدا, لكفره وعدم إيمانه.
ولكنه يستحق ضد ما تقول, وأن قوله مكتوب, محفوظ, ليجازى عليه ويعاقب.
ولهذا قال: &quot; سَنَكْتُبُ مَا يَقُولُ وَنَمُدُّ لَهُ مِنَ الْعَذَابِ مَدًّا &quot; أي: نزيده.
من أنواع العقوبات, كما ازداد من الغي والضلال.';
$t[80] = '&quot; وَنَرِثُهُ مَا يَقُولُ &quot; أي: نرثه ماله وولده, فينتقل من الدنيا فردا, بلا مال ولا أهل ولا أنصار, ولا أعوان &quot; وَيَأْتِينَا فَرْدًا &quot; فيرى من وخيم العقاب, ما هو جزاء أمثاله من الظالمين.';
$t[81] = 'وهذا من عقوبة الكافرين أنهم - لما لم يعتصموا بالله, ولم يتمسكوا بحبل الله, بل أشركوا به ووالوا أعداءه, من الشياطين - سلطهم عليهم, وقيضهم.
فجعلت الشياطين, تؤزهم إلى المعاصي أزا, وتزعجهم إلى الكفر إزعاجا, فيوسوسون لهم, ويوحون إليهم, ويزينون لهم الباطل, ويقبحون لهم الحق.
فيدخل حب الباطل في قلوبهم, ويتشربها فيسعى فيه سعي المحق في حقه فينصره بجده, ويجاهد أهل الحق في سبيل الباطل.
وهذا كله, جزاء له على توليه من وليه وتوليه لعدوه جعل له عليه سلطانه.
وإلا فلو آمن بالله, وتوكل عليه, لم يكن له عليه سلطان كما قال تعال: &quot; إِنَّهُ لَيْسَ لَهُ سُلْطَانٌ عَلَى الَّذِينَ آمَنُوا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ إِنَّمَا سُلْطَانُهُ عَلَى الَّذِينَ يَتَوَلَّوْنَهُ وَالَّذِينَ هُمْ بِهِ مُشْرِكُونَ &quot; .';
$t[82] = '';
$t[83] = '';
$t[84] = '&quot; فَلَا تَعْجَلْ عَلَيْهِمْ &quot; أي على هؤلاء الكفار المستعجلين بالعذاب &quot; إِنَّمَا نَعُدُّ لَهُمْ عَدًّا &quot; أي أن لهم أياما معدودة لا يتقدمون عنها ولا يتأخرون, نمهلهم ونحلم عنهم مدة ليراجعوا أمر الله, فإذا لم ينجع فيهم ذلك أخذناهم أخذ عزيز مقتدر.';
$t[85] = 'يخبر تعالى عن تفاوت الفريقين, المتقين, والمجرمين.
وأن المتقين له- باتقاء الشرك والبدع والمعاصي- يحشرهم إلى موقف القيامة مكرمين, مبجلين معظمين.
وأن مآلهم الرحمن, وقصدهم المنان, وفدا إليه.
والوافد, لابد أن يكون في قلبه, من الرجاء, وحسن الظن بالوافد إليه, ما هو معلوم.
فالمتقون, يفدون إلى الرحمن, راجين من رحمته, وعميم إحسانه, والفوز بعطاياه في دار رضوانه, وذلك بسبب ما قدموه من العمل بتقواه, واتباع مراضيه, وأن الله عهد إليهم بذلك الثواب, على ألسنة رسله فتوجهوا إلى ربهم مطمئنين به, واثقين بفضله.';
$t[86] = 'وأما المجرمون, فإنهم يساقون إلى جهنم وردا, أي: عطاشا.
وهذا أبشع ما يكون من الحالات سوقهم على وجه الذل والصغار, إلى أعظم سجن وأفظع عقوبة, وهو جنهم, في حال ظمأهم ونصبهم, يستغيثون, فلا يغاثون, ويدعون, فلا يستجاب لهم, ويستشفعون, فلا يشفع لهم, ولهذا قال:';
$t[87] = '&quot; لَا يَمْلِكُونَ الشَّفَاعَةَ &quot; أي: ليست الشفاعة ملكهم, ولا لهم منها شيء, وإنما هي لله تعالى &quot; قُلْ لِلَّهِ الشَّفَاعَةُ جَمِيعًا &quot; وقد أخبر أنه, لا تنفعهم شفاعة الشافعين, لأنهم لم يتخذوا عنده عهدا بالإيمان به وبرسله.
وإلا, فمن اتخذ عنده عهدا فآمن به وبرسله, واتبعهم, فإنه ممن ارتضاه الله, وتحصل له الشفاعة كما قال تعالى: &quot; وَلَا يَشْفَعُونَ إِلَّا لِمَنِ ارْتَضَى &quot; وسمى الله الإيمان به, واتباع رسله, عهدا, لأنه عهد في كتبه, وعلى ألسنة رسله, بالجزاء الجميل, لمن اتبعهم.';
$t[88] = 'وهذا تقبيح وتشنيع لقول المعاندين الجاحدين, الذين زعموا أن الرحمن اتخذ ولدا كقول النصارى &quot; المسيح ابن الله &quot; واليهود &quot; عزير ابن الله &quot; والمشركين &quot; الملائكة بنات الله &quot; تعالى الله عن قولهم علوا كبيرا.';
$t[89] = '&quot; لَقَدْ جِئْتُمْ شَيْئًا إِدًّا &quot; أي: عظيما وخيما.';
$t[90] = 'من عظيم أمره أنه &quot; تَكَادُ السَّمَاوَاتُ &quot; على عظمتها وصلابتها &quot; يَتَفَطَّرْنَ مِنْهُ &quot; أي: من هذا القول &quot; وَتَنْشَقُّ الْأَرْضُ &quot; منه, تتصدع وتنفطر &quot; وَتَخِرُّ الْجِبَالُ هَدًّا &quot; أي: تندك الجبال.';
$t[91] = '&quot; أَنْ دَعَوْا لِلرَّحْمَنِ وَلَدًا &quot; أي: من أجل هذه الدعوى القبيحة, تكاد هذه المخلوقات, أن يكون منها ما ذكر.
والحال أنه: &quot; وَمَا يَنْبَغِي &quot; أي: لا يليق ولا يكون &quot; لِلرَّحْمَنِ أَنْ يَتَّخِذَ وَلَدًا &quot; وذلك لأن اتخاذه الولد, يدل على نقصه واحتياجه, وهو الغني الحميد.
والولد أيضا, من جنس والده, والله تعالى, لا شبيه له, ولا مثل, ولا سمي.';
$t[92] = 'والحال أنه: &quot; وَمَا يَنْبَغِي &quot; أي: لا يليق ولا يكون &quot; لِلرَّحْمَنِ أَنْ يَتَّخِذَ وَلَدًا &quot; وذلك لأن اتخاذه الولد, يدل على نقصه واحتياجه, وهو الغني الحميد.
والولد أيضا, من جنس والده, والله تعالى, لا شبيه له, ولا مثل, ولا سمي.';
$t[93] = '&quot; إِنْ كُلُّ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ إِلَّا آتِي الرَّحْمَنِ عَبْدًا &quot; أي: ذليلا منقادا, غير متعاص ولا ممتنع, الملائكة, والإنس, والجن وغيرهم.
الجميع مماليك, متصرف فيهم ليس لهم من الملك شيء, ولا من التدبير شيء.
فكيف يكون له ولد, وهذا شأنه وعظمة ملكه؟!!.';
$t[94] = '&quot; لَقَدْ أَحْصَاهُمْ وَعَدَّهُمْ عَدًّا &quot; أي: لقد أحاط علمه بالخلائق كلهم, أهل السماوات والأرض, وأحصاهم, وأحصى أعمالهم, فلا يضل ولا ينسى, ولا تخفى عليه خافية.';
$t[95] = '&quot; وَكُلُّهُمْ آتِيهِ يَوْمَ الْقِيَامَةِ فَرْدًا &quot; أي: لا أولاد, ولا مال, ولا أنصار, ليس معه, إلا عمله, فيجازيه الله, ويوفيه حسابه, إن خيرا فخير, وإن شرا فشر كما قال تعالى &quot; وَلَقَدْ جِئْتُمُونَا فُرَادَى كَمَا خَلَقْنَاكُمْ أَوَّلَ مَرَّةٍ &quot; .';
$t[96] = 'هذا من نعمه على عباده, الذين جمعوا بين الإيمان والعمل الصالح, أن يجعل لهم ودا أي: محبة وودادا في قلوب أوليائه, وأهل السماء والأرض.
وإذا كان لهم من الخيرات, والدعوات, والإرشاد, والقبول, والإمامة, ما حصل, ولهذا ورد في الحديث الصحيح.
إن الله إذا أحب عبدا, نادى جبريل: إني أحب فلانا فأحبه, فيحبه جبريل.
ثم ينادي في أهل السماء: إن الله يحب فلانا فأحبوه, فيحبه أهل السماء, ثم يوضع, له القبول في الأرض.
وإنما جعل الله لهم ودا, لإنهم ودوه, فوددهم إلى أوليائه وأحبابه.';
$t[97] = 'يخبر تعالى عن نعمته, وأنه يسر هذا القرآن الكريم بلسان الرسول محمد صلى الله عليه وسلم: يسر ألفاظه ومعانيه, ليحصل المقصود منه, والانتفاع به.
&quot; لِتُبَشِّرَ بِهِ الْمُتَّقِينَ &quot; بالترغيب في المبشر به من الثواب العاجل والآجل, وذكر الأسباب الموجبة للبشارة.
&quot; وَتُنْذِرَ بِهِ قَوْمًا لُدًّا &quot; أي: شديدين في باطلهم, أقوياء في كفرهم, فتنذرهم.
فتقوم عليهم الحجة, وتتبين لهم المحجة, فيهلك من هلك عن بينة, ويحيا من حي عن بينة.
ثم توعدهم بإهلاك المكذبين قبلهم فقال:';
$t[98] = '&quot; وَكَمْ أَهْلَكْنَا قَبْلَهُمْ مِنْ قَرْنٍ &quot; من قوم نوح, وعاد, وثمود, وغيرهم من المعاندين المكذبين, لما استمروا في ظغيانهم, أهلكهم الله فليس لهم من باقية.
&quot; هَلْ تُحِسُّ مِنْهُمْ مِنْ أَحَدٍ أَوْ تَسْمَعُ لَهُمْ رِكْزًا &quot; والركز: الصوت الخفي, أي: لم يبق منهم عين ولا أثر, بل بقيت أخبارهم, عبرة للمعتبرين, وأسمارهم, عظة للمتعظين.
تم تفسير سورة مريم ولله الحمد والشكر';
?>