<?php
$t = array();
$t[1] = '&quot; طه &quot; من جملة الحروف المقطعة, المفتتح بها كثير من السور, وليست اسما للنبي, صلى الله عليه وسلم.';
$t[2] = '&quot; مَا أَنْزَلْنَا عَلَيْكَ الْقُرْآنَ لِتَشْقَى &quot; أي: ليس المقصود بالوحي, وإنزال القرآن عليك, وشرع الشريعة, لتشقى بذلك, ويكون في الشريعة تكليف, يشق على المكلفين وتعجز عنه قوى العاملين.
وإنما الوحي, والقرآن والشرع, شرعه الرحيم الرحمن, وجعله موصلا للسعادة, والفلاح, والفوز, وسهله غاية التسهيل, ويسر كل طرقه وأبوابه, وجعله غذاء القلوب والأرواح, وراحة للأبدان.
فتلقته الفطر السليمة والعقول المستقيمة, بالقبول, والإذعان, لعلمها بما احتوى عليه, من الخير في الدنيا والآخرة, ولهذا قال:';
$t[3] = '&quot; إِلَّا تَذْكِرَةً لِمَنْ يَخْشَى &quot; أي: إلا ليتذكر به من يخشى الله تعالى, فيتذكر ما فيه من الترغيب, لأجل المطالب, فيعمل بذلك, ومن الترهيب عن الشقاء والخسران, فيرهب منه, ويتذكر به الأحكام الحسنة الشرعية المفصلة, التي كانت مستقرا في عقله حسنها مجملا, فوافق التفصيل ما يجده في فطرته وعقله, ولهذا سماه الله &quot; تذكرة &quot; .
والتذكرة لشيء كان موجودا, إلا أن صاحبه غافل عنه, أو غير مستحضر لتفصيله.
وخص بالتذكرة &quot; من يخشى &quot; لأن غيره لا ينتفع به.
وكيف ينتفع به من لم يؤمن بجنة ولا نار, ولا في قلبه من خشية الله مثقال ذرة؟ هذا ما لا يكون.
&quot; سَيَذَّكَّرُ مَنْ يَخْشَى وَيَتَجَنَّبُهَا الْأَشْقَى الَّذِي يَصْلَى النَّارَ الْكُبْرَى &quot; .
ثم ذكر جلالة هذا القرآن العظيم, وأنه تنزيل خالق الأرض والسماوات, المدبر لجميع المخلوقات.
أي: فاقبلوا تنزيله, بغاية الإذعان, والمحبة, والتسليم, وعظموه نهاية التعظيم.';
$t[4] = 'وكثيرا ما يقرن بين الخلق والأمر, كما في هذة الآية, وكما في قوله: &quot; أَلَا لَهُ الْخَلْقُ وَالْأَمْرُ &quot; وفي قوله: &quot; اللَّهُ الَّذِي خَلَقَ سَبْعَ سَمَاوَاتٍ وَمِنَ الْأَرْضِ مِثْلَهُنَّ يَتَنَزَّلُ الْأَمْرُ بَيْنَهُنَّ &quot; وذلك أنه الخالق الآمر الناهي.
فكما أنه لا خالق سواه, فليس على الخلق إلزام, ولا أمر, ولا نهي إلا من خالقهم.
وأيضا, فإن خلقه للخلق, فيه من التدبير القدري الكوني, وأمره, فيه التدبير الشرعي الديني.
فكما أن الخلق لا يخرج عن الحكمة, فلم يخلق شيئا عبثا, فكذلك لا يأمر ولا ينهى, إلا بما هو عدل, وحكمة, وإحسان.
فلما بين أنه الخالق المدبر, الآمر الناهي, أخبر عن عظمته وكبريائه, فقال:';
$t[5] = '&quot; الرَّحْمَنُ عَلَى الْعَرْشِ &quot; الذي هو أرفع المخلوقات وأعظمها, وأوسعها.
&quot; اسْتَوَى &quot; استواء يليق بجلاله, ويناسب عظمته وجماله, فاستوى على العرش, واحتوى على الملك.';
$t[6] = '&quot; لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَمَا بَيْنَهُمَا &quot; من ملك وإنسي وجني, وحيوان, وجماد, ونبات.
&quot; وَمَا تَحْتَ الثَّرَى &quot; أي: الأرض, فالجميع ملك لله, تعالى, عبيد مدبرون مسخرون, تحت قضائه وتدبيره ليس لهم من الملك شيء, ولا يملكون لأنفسهم, نفعا ولا ضرا, ولا موتا, ولا حياة, ولا نشورا.';
$t[7] = '&quot; وَإِنْ تَجْهَرْ بِالْقَوْلِ فَإِنَّهُ يَعْلَمُ السِّرَّ &quot; الكلام الخفي &quot; وَأَخْفَى &quot; من السر, الذي في القلب, ولم ينطق به, أو السر: ما خطر على القلب &quot; وأخفى &quot; : ما لم يخطر, يعلم تعالى أنه يخطر في وقته, وعلى صفته.
المعنى: أن علمه تعالى محيط بجميع الأشياء, دقيقها, وجليها خفيها, وظاهرها.
فسواء جهرت بقولك أو أسررته, فالكل سواء, بالنسبة لعلمه تعالى.
فلما قرر كماله المطلق, بعموم خلقه, وعموم أمره ونهيه, وعموم رحمته, وسعة عظمته, وعلوه على عرشه, وعموم ملكه, وعموم علمه, نتج من ذلك, أنه المستحق للعبادة, وأن عبادته هي الحق التي يوجبها الشرع, والعقل, والفطرة.
وعبادة غيره باطلة, فقال:';
$t[8] = '&quot; اللَّهُ لَا إِلَهَ إِلَّا هُوَ &quot; أي: لا معبود بحق, ولا مألوه بالحب والذل, والخوف والرجاء, والمحبة والإنابة والدعاء وإلا هو.
&quot; لَهُ الْأَسْمَاءُ الْحُسْنَى &quot; أي: له الأسماء الكثيرة الكاملة الحسنى.
من حسنها, أنها كلها, أسماء دالة على المدح.
فليس فيها, اسم لا يدل على المدح والحمد ومن حسنها, أنها ليست أعلاما محضة, وإنما هي أسماء وأوصاف.
ومن حسنها, أنها دالة على الصفات الكاملة, وأن له من كل صفة, أكملها, وأعمها, وأجلها.
ومن حسنها, أنه أمر العباد أن يدعوه بها, لأنها وسيلة مقربة إليه, يحبها, ويحب من يحبها, ويحب من يحفظها, ويحب من يبحث عن معانيها ويتعبد له بها, قال تعالى: &quot; وَلِلَّهِ الْأَسْمَاءُ الْحُسْنَى فَادْعُوهُ بِهَا &quot; .';
$t[9] = 'يقول تعالى لنبيه محمد, صلى الله عليه وسلم على وجه الاستفهام التقريري.
والتعظيم لهذه القصة والتفخيم لها: &quot; وَهَلْ أَتَاكَ حَدِيثُ مُوسَى &quot; في حاله التي هي مبدأ سعادته, ومنشأ نبوته, أنه رأى نارا من بعيد, وكان قد ضل الطريق, وأصابه البرد, ولم يكن عنده, ما يتدفأ به في سفره.';
$t[10] = '&quot; فَقَالَ لِأَهْلِهِ امْكُثُوا إِنِّي آنَسْتُ &quot; أي: أبصرت &quot; نَارًا &quot; وكان ذلك في جانب الطور الأيمن.
&quot; لَعَلِّي آتِيكُمْ مِنْهَا بِقَبَسٍ &quot; تصطلون به &quot; أَوْ أَجِدُ عَلَى النَّارِ هُدًى &quot; .
أي: من يهديني الطريق.
وكان مطلبه, النور الحسي والهداية الحسية.
فوجد ثم النور المعنوي, نور الوحي, الذي تستنير به الأرواح والقلوب, والهداية الحقيقية, هداية الصراط المستقيم, الموصلة إلى جنات النعيم.
فحصل له أمر, لم يكن في حسابه, ولا خطر بباله.';
$t[11] = '&quot; فَلَمَّا أَتَاهَا &quot; أي: النار التي آنسها من بعيد, وكانت - في الحقيقة - نورا, وهي نار تحرق وتشرق, ويدل على ذلك قوله صلى الله عليه وسلم &quot; حجابه النور أو النار لو كشفه, لأحرقت سبحات وجهه, ما انتهى إليه بصره &quot; فلما وصل إليها نودي منها أي: ناداه الله كما قال: &quot; وَنَادَيْنَاهُ مِنْ جَانِبِ الطُّورِ الْأَيْمَنِ وَقَرَّبْنَاهُ نَجِيًّا &quot;';
$t[12] = '&quot; إِنِّي أَنَا رَبُّكَ فَاخْلَعْ نَعْلَيْكَ إِنَّكَ بِالْوَادِي الْمُقَدَّسِ طُوًى &quot; أخبره أنه ربه, وأمره أن يستعد ويتهيأ لمناجاته, ويهتم لذلك, ويلقى نعليه, لأنه بالوادي المقدس المطهر المعظم.
ولو لم يكن من تقديسه, إلا أنه اختار لمناجاته, كليمه موسى, لكفى.
وقد قال كثير من المفسرين: &quot; إن الله أمره أن يلقي نعليه, لأنهما من جلد حمار &quot; , فالله أعلم بذلك.';
$t[13] = '&quot; وَأَنَا اخْتَرْتُكَ &quot; أي: تخيرتك واصطفيتك من الناس.
وهذه أكبر نعمة ومنة أنعم الله بها عليه, تقتضي من الشكر, ما يليق بها, ولهذا قال: &quot; فَاسْتَمِعْ لِمَا يُوحَى &quot; أي: ألق سمعك للذي أوحى إليك فإنه حقيق بذلك, لأنه أصل الدين ومبدأه, وعماد الدعوة الإسلامية.';
$t[14] = 'ثم بين الذي يوحيه إليه بقوله: &quot; إِنَّنِي أَنَا اللَّهُ لَا إِلَهَ إِلَّا أَنَا &quot; أي: الله المستحق الألوهية المتصف بها, لأنه الكامل في أسمائه, وصفاته, المنفرد بأفعاله, الذي لا شريك له, ولا مثيل, ولا كفو ولا سمي.
&quot; فَاعْبُدْنِي &quot; بجميع أنواع العبادة, ظاهرها وباطنها, أصولها وفروعها.
ثم خص الصلاة بالذكر وإن كانت داخلة في العبادة, لفضلها وشرفها, وتضمنها عبودية القلب, واللسان, والجوارح.
وقوله: &quot; لِذِكْرِي &quot; اللام للتعليل أي: أقم الصلاة لأجل ذكرك إياي.
لأن ذكره تعالى, أجل المقاعد, وبه عبودية القلب, وبه سعادته.
فالقلب المعطل عن ذكر الله, معطل عن كل خير, وقد خرب كل خراب.
فشرع الله للعباد, أنواع العبادات, التي, المقصود منها, إقامة ذكره وخصوصا, الصلاة.
قال تعالى: &quot; اتْلُ مَا أُوحِيَ إِلَيْكَ مِنَ الْكِتَابِ وَأَقِمِ الصَّلَاةَ إِنَّ الصَّلَاةَ تَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ وَلَذِكْرُ اللَّهِ أَكْبَرُ &quot; .
أي: ما فيها من ذكر الله أكبر من نهيها عن الفحشاء والمنكر.
وهذا النوع يقال له توحيد الإلهية, وتوحيد, العبادة فالألوهية, وصفه تعالى, والعبودية, وصف عبده.';
$t[15] = '&quot; إِنَّ السَّاعَةَ آتِيَةٌ &quot; أي: لا بد من وقوعها &quot; أَكَادُ أُخْفِيهَا &quot; .
أي: عن نفسي كما في بعض القراءات, كقوله تعالى &quot; يَسْأَلُونَكَ عَنِ السَّاعَةِ أَيَّانَ مُرْسَاهَا قُلْ إِنَّمَا عِلْمُهَا عِنْدَ رَبِّي &quot; وقال: &quot; وَعِنْدَهُ عِلْمُ السَّاعَةِ &quot; .
فعلمها, قد أخفاه عن الخلائق كلهم, فلا يعلمها ملك مقرب, ولا نبي مرسل.
والحكمة في إتيان الساعة &quot; لِتُجْزَى كُلُّ نَفْسٍ بِمَا تَسْعَى &quot; من الخير والشر, فهي الباب لدار الجزاء &quot; لِيَجْزِيَ الَّذِينَ أَسَاءُوا بِمَا عَمِلُوا وَيَجْزِيَ الَّذِينَ أَحْسَنُوا بِالْحُسْنَى &quot; .';
$t[16] = 'أي: فلا يصدك ويشغلك عن الإيمان بالساعة, والجزاء, والعمل لذلك, من كان كافرا بها, غير معتقد لوقوعها.
يسعى في الشك فيها, والتشكيك, ويجادل فيها, بالباطل, ويقيم من الشبه, ما يقدر عليه, متبعا في ذلك هواه, ليس قصده الوصول إلى الحق, وإنما قصاراه, اتباع هواه.
فإياك أن تصغي إلى من هذه حاله, أو تقبل شيئا, من أقواله وأعماله الصادرة عن الإيمان بها والسعي لها سعيها.
وإنما حذر الله تعالى عمن هذه حاله, لأنه من أخوف ما يكون على المؤمن, بوسوسته وتدجيله, وكون النفوس مجبولة على التشبه, والاقتداء بأبناء الجنس.
وفي هذا تنبيه وإشارة إلى التحذير, عن كل داع إلى باطل, يصد عن الإيمان الواجب, أو عن كماله, أو يوقع الشبهة في القلب.
وعن النظر في الكتب, المشتملة على ذلك.
وذكر في هذا, الإيمان به, وعبادته, والإيمان باليوم الآخر, لأن هذه الأمور الثلاثة, أصول الإيمان, وركن الدين, وإذا تمت تم أمر الدين, ونقصه أو فقده بنقصها, أو نقص شيء منها وهذه نظير قوله تعالى في الإخبار عن ميزان سعادة الفرق, الذين أوتوا الكتاب وشقاوتهم &quot; إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَادُوا وَالنَّصَارَى وَالصَّابِئِينَ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَعَمِلَ صَالِحًا فَلَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ &quot; .
وقوله &quot; فَتَرْدَى &quot; أي: تهلك وتشقى, إن اتبعت طريق من يصد عنها';
$t[17] = 'وقوله تعالى: &quot; وَمَا تِلْكَ &quot; إلى &quot; مِنْ آيَاتِنَا الْكُبْرَى &quot; .
لما بين الله لموسى أصل الإيمان, أراد أن يبين له, ويريه من آياته, ما يطمئن به قلبه, وتقر به عينه, ويقوي إيمانه, بتأييد الله له على عدوه فقال: &quot; وَمَا تِلْكَ بِيَمِينِكَ يَا مُوسَى &quot; هذا, مع علمه تعالى, ولكن لزيادة الاهتمام في هذا الموضع, أخرج الكلام بطريق الاستفهام.
فقال موسى: &quot; هِيَ عَصَايَ أَتَوَكَّأُ عَلَيْهَا وَأَهُشُّ بِهَا عَلَى غَنَمِي &quot; ذكر فيها, هاتين المنفعتين, منفعة لجنس الآدمي, وهو أنه يعتمد عليها في قيامه ومشيه, فيحصل فيها معونة.
ومنفعة للبهائم, وهو أنه كان يرعى الغنم, فإذا رعاها في شجر الخبط ونحوه, هش بها, أي: ضرب الشجر, ليتساقط ورقه, فيرعاه الغنم.
هذا الخلق الحسن من موسى عليه السلام, الذي من آثاره, حسن رعاية الحيوان البهيم, والإحسان إليه, دل على عناية من الله له واصطفاء, وتخصيص تقتضيه رحمة الله وحكمته.
&quot; وَلِيَ فِيهَا مَآرِبُ &quot; أي: مقاصد &quot; أُخْرَى &quot; غير هذين الأمرين.
ومن أدب موسى عليه السلام, أن الله لما سأله عما في يمينه, وكان السؤال محتملا عن السؤال عن عينها, أو منفعتها - أجابه بعينها, ومنفعتها فقال الله له: &quot; أَلْقِهَا يَا مُوسَى';
$t[18] = 'فقال موسى: &quot; هِيَ عَصَايَ أَتَوَكَّأُ عَلَيْهَا وَأَهُشُّ بِهَا عَلَى غَنَمِي &quot; ذكر فيها, هاتين المنفعتين, منفعة لجنس الآدمي, وهو أنه يعتمد عليها في قيامه ومشيه, فيحصل فيها معونة.
ومنفعة للبهائم, وهو أنه كان يرعى الغنم, فإذا رعاها في شجر الخبط ونحوه, هش بها, أي: ضرب الشجر, ليتساقط ورقه, فيرعاه الغنم.
هذا الخلق الحسن من موسى عليه السلام, الذي من آثاره, حسن رعاية الحيوان البهيم, والإحسان إليه, دل على عناية من الله له واصطفاء, وتخصيص تقتضيه رحمة الله وحكمته.
&quot; وَلِيَ فِيهَا مَآرِبُ &quot; أي: مقاصد &quot; أُخْرَى &quot; غير هذين الأمرين.
ومن أدب موسى عليه السلام, أن الله لما سأله عما في يمينه, وكان السؤال محتملا عن السؤال عن عينها, أو منفعتها - أجابه بعينها, ومنفعتها فقال الله له: &quot; أَلْقِهَا يَا مُوسَى';
$t[19] = 'فَأَلْقَاهَا فَإِذَا هِيَ حَيَّةٌ تَسْعَى &quot; انقلبت بإذن الله ثعبانا عظيما.
فولى موسى هاربا خائفا, ولم يعقب.
وفي وصفها بأنها تسعى, إزالة لوهم يمكن وجوده, وهو أن يظن أنها تخييل, لا حقيقة.
فكونها تسعى يزيل هذا الوهم';
$t[20] = '';
$t[21] = 'فقال الله لموسى: &quot; خُذْهَا وَلَا تَخَفْ &quot; أي: ليس عليك منها بأس.
&quot; سَنُعِيدُهَا سِيرَتَهَا الْأُولَى &quot; أي هيئتها وصفتها, إذ كانت عصا.
فامتثل موسى أمر الله, إيمانا به, وتسليما, فأخذها, فعادت عصاه التي كان يعرفها, هذه آية.';
$t[22] = 'ثم ذكر الآية الأخرى فقال: &quot; وَاضْمُمْ يَدَكَ إِلَى جَنَاحِكَ &quot; أي: أدخل يدك إلى جيبك,.
وضم عليك عضدك, الذي هو جناح الإنسان &quot; تَخْرُجْ بَيْضَاءَ مِنْ غَيْرِ سُوءٍ &quot; أي: بياضا ساطعا, من غير عيب ولا برص &quot; آيَةً أُخْرَى &quot; .
قال الله: &quot; فَذَانِكَ بُرْهَانَانِ مِنْ رَبِّكَ إِلَى فِرْعَوْنَ وَمَلَئِهِ إِنَّهُمْ كَانُوا قَوْمًا فَاسِقِينَ &quot; .';
$t[23] = '&quot; لِنُرِيَكَ مِنْ آيَاتِنَا الْكُبْرَى &quot; أي: فعلنا ما ذكرنا, من انقلاب العصا حية تسعى, ومن خرج اليد بيضاء للناظرين, لأجل أن نريك من آياتنا الكبرى, الدالة على صحة رسالتك, وحقيقة ما جئت به, فيطمئن قلبك, ويزداد علمك, وتثق بوعد الله لك, بالحفظ والنصرة, ولتكون حجة وبرهانا, لمن أرسلت إليهم.';
$t[24] = 'لما أوحى الله إلى موسى, ونبأه, وأراه الآيات الباهرات, أرسله إلى فرعون, ملك مصر فقال: &quot; اذْهَبْ إِلَى فِرْعَوْنَ إِنَّهُ طَغَى &quot; أي: تمرد وزاد على الحد, في الكفر والفساد, والعلو في الأرض, والقهر للضعفاء, حتى إنه ادعى الربوبية والألوهية, قبحه الله, أي: وطغيانه سبب لهلاكه.
ولكن من رحمة الله, وحكمته, وعدله, أنه لا يعذب أحدا, إلا بعد قيام الحجة بالرسل.
فحينئذ علم موسى عليه السلام, أنه تحمل حملا عظيما, حيث أرسل إلى هذا الجبار العنيد, الذي ليس له منازع في مصر من الخلق.
وموسى عليه السلام, وحده, وقد جرى منه ما جرى من القتل.
فامتثل أمر ربه, وتلقاه بالانشراح والقبول, وسأله المعونة, وتيسير الأسباب, التي هي من تمام الدعوة فقال:';
$t[25] = '&quot; رَبِّ اشْرَحْ لِي صَدْرِي &quot; أي: وسعه وأفسحه, لأتحمل الأذى القولي والفعلي, ولا يتكدر قلبي بذلك, ولا يضيق صدري, فإن الصدر إذا ضاق, لم يصلح صاحبه لهداية الخلق, ودعوتهم.
قال الله لنبيه محمد صلى الله عليه وسلم &quot; فَبِمَا رَحْمَةٍ مِنَ اللَّهِ لِنْتَ لَهُمْ وَلَوْ كُنْتَ فَظًّا غَلِيظَ الْقَلْبِ لَانْفَضُّوا مِنْ حَوْلِكَ &quot; وعسى الخلق يقبلون الحق مع اللين وسعة الصدر وانشراحه عليهم.';
$t[26] = '&quot; وَيَسِّرْ لِي أَمْرِي &quot; أي: سهل علي أمر أسلكه وكل طريق أقصده في سبيلك, وهون علي ما أمامي من الشدائد.
ومن تيسير الأمر, أن ييسر للداعي, أن يأتي جميع الأمور من أبوابها, ويخاطب كل أحد بما يناسب له, ويدعوه بأقرب الطرق الموصلة إلى قبول قوله.';
$t[27] = '&quot; وَاحْلُلْ عُقْدَةً مِنْ لِسَانِي يَفْقَهُوا قَوْلِي &quot; وكان في لسانه ثقل لا يكاد يفهم عنه الكلام, كما قال المفسرون, وكما قال الله عنه أنه قال: &quot; وَأَخِي هَارُونُ هُوَ أَفْصَحُ مِنِّي لِسَانًا &quot; فسأل الله أن يحل منه عقدة, يفقهوا ما يقول فيحصل المقصود التام من المخاطبة, والمراجعة, والبيان عن المعاني.';
$t[28] = '';
$t[29] = '&quot; وَاجْعَلْ لِي وَزِيرًا مِنْ أَهْلِي &quot; أي: معينا يعاونني, ويؤازرني, ويساعدني على من أرسلت إليهم.
وسأل أن يكون من أهله, لأنه من باب البر, وأحق ببر الإنسان, قرابته.
ثم عينه بسؤاله فقال: &quot; هَارُونَ أَخِي اشْدُدْ بِهِ أَزْرِي &quot; أي: قوني به: وشد به ظهري.
قال الله &quot; سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَجْعَلُ لَكُمَا سُلْطَانًا &quot; .';
$t[30] = '';
$t[31] = '';
$t[32] = '&quot; وَأَشْرِكْهُ فِي أَمْرِي &quot; أي: في النبوة, بأن تجعله نبيا رسولا, كما جعلتني.';
$t[33] = 'ثم ذكر الفائدة في ذلك فقال: &quot; كَيْ نُسَبِّحَكَ كَثِيرًا وَنَذْكُرَكَ كَثِيرًا &quot; علم, عليه الصلاة والسلام, أن مدار العبادات كلها والدين, على ذكر الله, فسأل الله أن يجعل أخاه معه, يتساعدان ويتعاونان على البر والتقوى, فيكثر منهما ذكر الله, من التسبيح, والتهليل, وغيره من أنواع العبادات.';
$t[34] = '';
$t[35] = '&quot; إِنَّكَ كُنْتَ بِنَا بَصِيرًا &quot; تعلم حالنا, وضعفنا, وعجزنا, وافتقارنا إليك في كل الأمور.
وأنت أبصر بنا, من أنفسنا وأرحم, فمن علينا بما سألناك, وأجب لنا فيما دعوناك.';
$t[36] = 'فقال الله: &quot; قَدْ أُوتِيتَ سُؤْلَكَ يَا مُوسَى &quot; أي: أعطيت جميع ما طلبت.
فسنشرح صدرك, ونيسر أمرك, ونحل عقدة من لسانك, يفقهوا قولك, ونشد عضدك, بأخيك هارون, &quot; ونجعل لكما سلطانا, فلا يصلون إليكما بآياتنا أنتما ومن اتبعكما الغالبون &quot; .
وهذا السؤال من موسى عليه السلام, يدل على كمال معرفته بالله, وكمال فطنته ومعرفته للأمور, وكمال نصحه.
وذلك أن الداعي إلى الله, المرشد للخلق, خصوصا إذا كان المدعو من أهل العناد, والتكبر, والطغيان, يحتاج إلى سعة صدر, وحلم تام, على ما يصيبه من الأذى, ولسان فصيح, يتمكن من التعبير به عن ما يريده ويقصده.
بل الفصاحة والبلاغة لصاحب هذا المقام, من ألزم ما يكون, لكثرة المراجعات والمراوضات, ولحاجته لتحسين الحق, وتزيينه بما يقدر عليه, ليحببه إلى النفوس, وإلى تقبيح الباطل وتهجينه, لينفر عنه.
ويحتاج مع ذلك أيضا, أن يتيسر له أمره, فيأتي البيوت من أبوابها, ويدعو إلى سبيل الله, بالحكمة والموعظة الحسنة, والمجادلة بالتي هي أحسن, يعامل الناس كلا بحسب حاله.
وتمام ذلك, أن يكون لمن هذه صفته, أعوان ووزراء, يساعدونه على مطلوبه.
لأن الأصوات إذا كثرت, لا بد أن تؤثر, فلذلك سأله عليه الصلاة والسلام هذه الأمور, فأعطيها.
وإذا نظرت إلى حالة الأنبياء المرسلين إلى الخلق, رأيتهم بهذه الحال, بحسب أحوالهم.
خصوصا, خاتمهم وأفضلهم, محمد صلى الله عليه وسلم, فإنه في الذروة العليا من كل صفة كمال.
وله من شرح الصدر, وتيسير الأمر, وفصاحة اللسان, وحسن التعبير والبيان, والأعوان على الحق, من الصحابة, فمن بعدهم, ما ليس لغيره.';
$t[37] = 'لما ذكر منته على عبده ورسوله, موسى بن عمران, في الدين, والوحي, والرسالة, وإجابة سؤله, ذكر نعمته عليه, وقت التربية, والتنقلات في أطواره فقال: &quot; وَلَقَدْ مَنَنَّا عَلَيْكَ مَرَّةً أُخْرَى &quot; حيث ألهمنا أمك, أن تقذفك في التابوت وقت الرضاع, خوفا من فرعون, لأنه أمر بذبح أبناء بني إسرائيل.
فأخفته أمه, وخافت عليه خوفا شديدا فقذفته في التابوت, ثم قذفته في اليم, أي: شط نيل مصر.
فأمر الله اليم, أن يلقيه في الساحل, وقيض الله أن يأخذه, أعدى الأعداء لله ولموسى, ويتربى في أولاده, ويكون قرة عين لمن رآه: ولهذا قال: &quot; وَأَلْقَيْتُ عَلَيْكَ مَحَبَّةً مِنِّي &quot; فكل من رآه أحبه &quot; وَلِتُصْنَعَ عَلَى عَيْنِي &quot; أي ولتتربى على نظري وفي حفظي وكلاءتي.
وأي نظر وكفالة, أجل وأكمل, من ولاية البر الرحيم, القادر على إيصال مصالح عبده, ودفع المضار عنه؟! فلا ينتقل من حالة إلى حالة, إلا, والله تعالى هو الذي في بر ذلك لمصلحة موسى.
ومن حسن تدبيره, أن موسى لما وقع في يد عدوه, قلقت أمه قلقا شديدا, وأصبح فؤادها فارغا, وكادت تخبر به, لولا أن الله ثبتها, وربط على قلبها.';
$t[38] = '';
$t[39] = '';
$t[40] = 'ففي هذه الحالة, حرم الله على موسى المراضع, فلا يقبل ثدي امرأة قط, ليكون مآله إلى أمه, فترضعه, ويكون عندها, مطمئنة ساكنة, قريرة العين.
فجعلوا يعرضون عليه المراضع, فلا يقبل ثديا.
فجاءت أخت موسى, فقالت لهم &quot; هل أدلكم على أهل بيت يكفلونه لكم وهم له ناصحون &quot; .
&quot; فَرَجَعْنَاكَ إِلَى أُمِّكَ كَيْ تَقَرَّ عَيْنُهَا وَلَا تَحْزَنَ وَقَتَلْتَ نَفْسًا &quot; وهو القبطي لما دخل المدينة وقت غفلة من أهلها, وجد رجلين يقتتلان, واحد من شيعة موسى, والآخر من عدوه قبطي &quot; فاستغاثه الذي من شيعته على الذي من عدوه فوكزه موسى فقضى عليه &quot; .
فدعا الله وسأله المغفرة, فغفر له, ثم فر هاربا, لما سمع أن الملأ طلبوه, يريدون قتله.
&quot; فَنَجَّيْنَاكَ مِنَ الْغَمِّ &quot; من عقوبة الذنب, ومن القتل.
&quot; وَفَتَنَّاكَ فُتُونًا &quot; أي: اختبرناك, وبلوناك, فوجدناك مستقيما في أحوالك.
أو نقلناك في أحوالك, وأطوارك, حتى وصلت إلى ما وصلت إليه.
&quot; فَلَبِثْتَ سِنِينَ فِي أَهْلِ مَدْيَنَ &quot; حين فر هاربا من فرعون وملأه, حين أرادو قتله.
فتوجه إلى مدين, ووصل إليها, وتزوج هناك, ومكث عشر سنين, أو ثمان سنين.
&quot; ثُمَّ جِئْتَ عَلَى قَدَرٍ يَا مُوسَى &quot; أي: جئت مجيئا, ليس اتفاقا من غير قصد, ولا تدبير منا, بل بقدر ولطف منا.
وهذا يدل على كمال اعتناء الله, بكليمه, موسى عليه السلام, ولهذا قال:';
$t[41] = '&quot; وَاصْطَنَعْتُكَ لِنَفْسِي &quot; أي: أجريت عليك صنائعي ونعمي, وحسن عوائدي, وتربيتي, لتكون لنفسي حبيبا مختصا, وتبلغ في ذلك, مبلغا لا يناله أحد من الخلق, إلا النادر منهم.
وإذا كان الحبيب إذا أراد اصطناع حبيبه من المخلوقين, وأراد أن يبلغ من الكمال المطلوب له ما يبلغ, يبذل غاية جهده, ويسعى نهاية ما يمكنه في إيصاله لذلك.
فما ظنك بصنائع الرب القادر الكريم, وما تحسبه يفعل, بمن أراده لنفسه, واصطفاه من خلقه؟!!';
$t[42] = 'لما امتن الله تعالى على موسى بما امتن به, من النعم الدينية والدنيوية قال له: &quot; اذْهَبْ أَنْتَ وَأَخُوكَ &quot; هارون &quot; بِآيَاتِي &quot; أي: الآيات التي مني, الدالة على الحق وحسنه, وقبح الباطل, كاليد, والعصا ونحوها, في تسع آيات إلى فرعون وملاءه.
&quot; وَلَا تَنِيَا فِي ذِكْرِي &quot; أي: لا تفترا, ولا تكسلا, عن مداومة ذكري بالاستمرار عليه, والزماه كما وعدتما بذلك &quot; كَيْ نُسَبِّحَكَ كَثِيرًا وَنَذْكُرَكَ كَثِيرًا &quot; .
فإن ذكر الله, فيه معونة على جميع الأمور, يسهلها, ويخفف حملها.';
$t[43] = '&quot; اذْهَبَا إِلَى فِرْعَوْنَ إِنَّهُ طَغَى &quot; أي: جاوز الحد, في كفره وطغيانه, وظلمه وعدوانه.';
$t[44] = '&quot; فَقُولَا لَهُ قَوْلًا لَيِّنًا &quot; أي: سهلا لطيفا, برفق ولين وأدب في اللفظ من دون فحش ولا صلف, ولا غلظة في المقال, أو فظاظة في الأفعال.
&quot; لَعَلَّهُ &quot; بسبب القول اللين &quot; يَتَذَكَّرُ &quot; ما ينفعه فيأتيه.
&quot; أَوْ يَخْشَى &quot; ما يضره فيتركه, فإن القول اللين, داع لذلك, والقول الغليظ, منفر عن صاحبه.
وقد فسر القول اللين في قوله: &quot; فَقُلْ هَلْ لَكَ إِلَى أَنْ تَزَكَّى وَأَهْدِيَكَ إِلَى رَبِّكَ فَتَخْشَى &quot; .
فإن في هذا الكلام, من لطف القول وسهولته, وعدم بشاعته, ما لا يخفى على المتأمل.
فإنه أتى ب &quot; هل &quot; الدالة على العرض والمشاورة, التي لا يشمئز منها أحد, ودعاه إلى التزكي والتطهر من الأدناس, التي أصلها, التطهر من الشرك, الذي يقبله كل عقل سليم, ولم يقل &quot; أزكيك &quot; بل قال &quot; تزكى &quot; أنت بنفسك.
ثم دعاه إلى سبيل ربه, الذي رباه, وأنعم عليه بالنعم الظاهرة والباطنة التي ينبغي مقابلتها بشكرها, وذكرها فقال: &quot; وَأَهْدِيَكَ إِلَى رَبِّكَ فَتَخْشَى &quot; فلما لم يقبل هذا الكلام اللين, الذي يأخذ حسنه بالقلوب, علم أنه لا ينجع فيه تذكير, فأخذه الله أخذ عزيز مقتدر';
$t[45] = '&quot; قَالَا رَبَّنَا إِنَّنَا نَخَافُ أَنْ يَفْرُطَ عَلَيْنَا &quot; أي: يبادرنا بالعقوبة والإيقاع بنا, قبل أن نبلغه رسالاتك, ونقيم عليه الحجة &quot; أَوْ أَنْ يَطْغَى &quot; أي يتمرد عن الحق, ويطغى بملكه, وسلطانه, وجنده, وأعوانه.';
$t[46] = '&quot; قَالَ لَا تَخَافَا &quot; أن يفرط عليكما &quot; إِنَّنِي مَعَكُمَا أَسْمَعُ وَأَرَى &quot; أي: أنتما بحفظي ورعايتي, أسمع قولكما, وأرى جميع أحوالكما, فلا تخافا منه.
فزال الخوف عنهما, واطمأنت قلوبهما بوعد ربهما.';
$t[47] = 'أي: فأتياه بهذين الأمرين, دعوته إلى الإسلام, وتخليص هذا الشعب الشريف, بني إسرائيل, من قيده وتعبيده لهم, ليتحرروا ويملكوا أمرهم, ويقيم فيهم موسى, شرع الله ودينه.
&quot; قَدْ جِئْنَاكَ بِآيَةٍ &quot; تدل على صدقنا &quot; فَأَلْقَى عَصَاهُ فَإِذَا هِيَ ثُعْبَانٌ مُبِينٌ وَنَزَعَ يَدَهُ فَإِذَا هِيَ بَيْضَاءُ لِلنَّاظِرِينَ &quot; إلى آخر ما ذكر الله عنهما.
&quot; وَالسَّلَامُ عَلَى مَنِ اتَّبَعَ الْهُدَى &quot; أي: من اتبع الصراط المستقيم, واهتدى بالشرع المبين, حصلت له السلامة في الدنيا والآخرة.';
$t[48] = '&quot; إِنَّا قَدْ أُوحِيَ إِلَيْنَا &quot; أي: خبرنا من عند الله, لا من عند أنفسنا &quot; أَنَّ الْعَذَابَ عَلَى مَنْ كَذَّبَ وَتَوَلَّى &quot; أي: كذب بأخبار الله, وأخبار رسله, وتولى عن الانقياد لهم, واتباعهم.
وهذا فيه الترغيب لفرعون بالإيمان والتصديق واتباعهما, والترهيب من ضد ذلك.
ولكن لم يفد فيه هذا الوعظ والتذكير, فأنكر ربه, وكفر, وجادل في ذلك, ظلما وعنادا.';
$t[49] = 'أي قال فرعون لموسى على وجه الإنكار: &quot; فَمَنْ رَبُّكُمَا يَا مُوسَى &quot; .
فأجاب موسى بحواب شاف كاف واضح قال: &quot; رَبُّنَا الَّذِي أَعْطَى كُلَّ شَيْءٍ خَلْقَهُ ثُمَّ هَدَى &quot; أي: ربنا الذي خلق جميع المخلوقات, وأعطى كل مخلوق خلقه اللائق به, على حسن صنعه من خلقه, من كبر الجسم وصغره, وتوسطه, وجميع صفاته.
&quot; ثُمَّ هَدَى &quot; كل مخلوق إلى ما خلقه له, وهذه الهداية الكاملة المشاهدة في جميع المخلوقات.
فكل مخلوق, تجده يسعى لما خلق له من المنافع, وفي دفع المضار عنه.
حتى إن الله أعطى الحيوان البهيم, من العقل, ما يتمكن به به من ذلك.
وهذا كقوله تعالى: &quot; الَّذِي أَحْسَنَ كُلَّ شَيْءٍ خَلَقَهُ &quot; .
فالذي خلق المخلوقات, وأعطاها خلقها الحسن, الذي لا تقترح العقول فوق حسنه, وهداها لمصالحها, هو الرب على الحقيقة.
فإنكاره, إنكار لأعظم الأشياء وجودا, وهو مكابرة ومجاهرة بالكذب.
فلو قدر أن الإنسان, أنكر من الأمور المعلومة, ما أنكر, كان إنكاره لرب العالمين, أكبر من ذلك.';
$t[50] = '';
$t[51] = 'ولهذا لما لم يمكن فرعون, أن يعاند هذا الدليل القاطع, عدل إلى المشاغبة, وحاد عن المقصود فقال لموسى: &quot; فَمَا بَالُ الْقُرُونِ الْأُولَى &quot; .
أي: ما شأنهم, وما خبرهم وكيف وصلت بهم الحال, وقد سبقونا إلى الإنكار والكفر, والظلم, والعناد, ولنا فيهم أسوة؟';
$t[52] = 'فقال موسى: &quot; عِلْمُهَا عِنْدَ رَبِّي فِي كِتَابٍ لَا يَضِلُّ رَبِّي وَلَا يَنْسَى &quot; أي: قد أحصى أعمالهم من خير وشر, وكتبه في كتابه, وهو اللوح المحفوظ, وأحاط به علما وخبرا فلا يضل عن شيء منها, ولا ينسى ما علمه منها.
ومضمون ذلك, أنهم قدموا إلى ما قدموه, ولاقوا أعمالهم, وسيجازون عليها.
فلا معنى لسؤالك واستفهامك, يا فرعون, عنهم, فتلك أمة قد خلت لها ما كسبت, ولكم ما كسبتم.
فإن كان الدليل الذي أوردناه عليك, والآيات التي أريناكها, قد تحققت صدقها ويقينها, وهو الواقع, فانقد إلى الحق, ودع عنك الكفر والظلم, وكثرة الجدال بالباطل.
وإن كنت قد شككت فيها أو رأيتها غير مستيقنة, فالطريق مفتوح وباب البحث غير مغلق فرد الدليل بالدليل, والبرهان بالبرهان, ولن تجد لذلك سبيلا, ما دام الملوان.
كيف وقد أخبر الله عنه, أنه جحدها مع استيقانها, كما قال تعالى &quot; وَجَحَدُوا بِهَا وَاسْتَيْقَنَتْهَا أَنْفُسُهُمْ ظُلْمًا وَعُلُوًّا &quot; .
وقال موسى: &quot; لَقَدْ عَلِمْتَ مَا أَنْزَلَ هَؤُلَاءِ إِلَّا رَبُّ السَّمَاوَاتِ وَالْأَرْضِ بَصَائِرَ &quot; .
فعلم أنه ظالم في جداله, قصده, العلو في الأرض.';
$t[53] = 'ثم استطرد في هذا الدليل القاطع, بذكر كثير من نعمه وإحسانه الضروري, فقال: &quot; الَّذِي جَعَلَ لَكُمُ الْأَرْضَ مَهْدًا &quot; أي: فراشا بحالة تتمكنون من السكون فيها, والقرار, والبناء, والغراس, وإثارتها للازدراع وغيره, وذللها لذلك, ولم يجعلها ممتنعة عن مصلحة من مصالحكم.
&quot; وَسَلَكَ لَكُمْ فِيهَا سُبُلًا &quot; أي: نفذ لكم الطرق الموصلة, من أرض, إلى أرض, ومن قطر إلى قطر, حتى كان الآدميون, يتمكنون من الوصول إلى جميع الأرض بأسهل ما يكون, وينتفعون بأسفارهم, أكثر مما ينتفعون بإقامتهم.
&quot; وَأَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجْنَا بِهِ أَزْوَاجًا مِنْ نَبَاتٍ شَتَّى &quot; .
أي: أنزل المطر &quot; فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا &quot; وأثبت بذلك جميع أصناف النباتات على اختلاف أنواعها, وتشتت أشكالها, وتباين أحوالها.
فساقه, وقدره, ويسره ورزقا لنا ولأنعامنا, ولولا ذلك, لهلك من عليها من آدمي وحيوان.';
$t[54] = 'ولهذا قال: &quot; كُلُوا وَارْعَوْا أَنْعَامَكُمْ &quot; وساقها على وجه الامتنان, ليدل ذلك على أن الأصل في جميع النباتات الإباحة, فلا يحرم منهم, إلا ما كان مضرا, كالسموم ونحوه.
&quot; إِنَّ فِي ذَلِكَ لَآيَاتٍ لِأُولِي النُّهَى &quot; أي: لذوي العقول الرزينة, والأفكار المستقيمة على فضل الله, وإحسانه, ورحمته, وسعة جوده, وتمام عنايته, وعلى أنه الرب المعبود, المالك المحمود, الذي لا يستحق العبادة سواه, ولا الحمد والمدح والثناء, إلا من امتن بهذه النعم, وعلى أنه على كل شيء قدير.
فكما أحيا الأرض بعد موتها, إن ذلك لمحيي الموتى.
وخص الله أولي النهى بذلك, لأنهم المنتفعون بها, الناظرون إليها نظر اعتبار.
وأما من عداهم, فإنهم بمنزله البهائم السارحة, والأنعام السائمة, لا ينظرون إليها, نظر اعتبار ولا تنفذ بصائرهم إلى المقصود منها.
بل حظهم, حظ البهائم, يأكلون ويشربون, وقلوبهم لاهية, وأجسادهم معرضة.
&quot; وَكَأَيِّنْ مِنْ آيَةٍ فِي السَّمَاوَاتِ وَالْأَرْضِ يَمُرُّونَ عَلَيْهَا وَهُمْ عَنْهَا مُعْرِضُونَ &quot; .';
$t[55] = 'ولما ذكر كرم الأرض, وحسن شكرها لما ينزله الله عليها من المطر, وأنها بإذن ربها, تخرج النبات المختلف الأنواع - أخبر أنه خلقنا منها, وفيها يعيدنا إذا متنا فدفنا فيها, ومنها يخرجنا تارة أخرى.
فكما أوجدنا منها من العدم, وقد علمنا ذلك, وتحققناه, فسيعيدنا بالبعث منها بعد موتنا, ليجازينا بأعمالنا, التي عملناها عليها.
وهذان دليلان على الإعادة عقليان واضحان: إخراج النبات من الأرض بعد موتها, وإخراج المكلفين منها في إيجادهم.';
$t[56] = 'يخبر تعالى, أنه أرى فرعون من الآيات والعبر والقواطع, جميع أنواعها العيانية, والأفقية والنفسية, فما استقام ولا ارعوى, وإنما كذب وتولى.
كذب الخبر, وتولى عن الأمر والنهي, وجعل الحق باطلا, والباطل حقا, وجادل بالباطل, ليضل الناس فقال: &quot; أَجِئْتَنَا لِتُخْرِجَنَا مِنْ أَرْضِنَا بِسِحْرِكَ &quot; .
زعم أن هذه الآيات التي أراه إياها موسى, سحر وتمويه, المقصود منها, إخراجهم من أرضهم, والاستيلاء عليها, ليكون كلامه مؤثرا في قلوب قومه.
فإن الطباع, تميل إلى أوطانها, ويصعب عليها الخروج منها ومفارقتها.
فأخبرهم أن موسى هذا قصده, ليبغضوه, ويسعوا في محاربته, فلنأتينك بسحر مثل سحرك فأمهلنا, واجعل لنا &quot; مَوْعِدًا لَا نُخْلِفُهُ نَحْنُ وَلَا أَنْتَ مَكَانًا سُوًى &quot; أي: مستو علمنا وعلمك به, أو مكانا مستويا معتدلا لتتمكن من رؤية ما فيه.';
$t[57] = 'زعم أن هذه الآيات التي أراه إياها موسى, سحر وتمويه, المقصود منها, إخراجهم من أرضهم, والاستيلاء عليها, ليكون كلامه مؤثرا في قلوب قومه.
فإن الطباع, تميل إلى أوطانها, ويصعب عليها الخروج منها ومفارقتها.
فأخبرهم أن موسى هذا قصده, ليبغضوه, ويسعوا في محاربته, فلنأتينك بسحر مثل سحرك فأمهلنا, واجعل لنا &quot; مَوْعِدًا لَا نُخْلِفُهُ نَحْنُ وَلَا أَنْتَ مَكَانًا سُوًى &quot; أي: مستو علمنا وعلمك به, أو مكانا مستويا معتدلا لتتمكن من رؤية ما فيه.';
$t[58] = '';
$t[59] = 'فقال موسى: &quot; مَوْعِدُكُمْ يَوْمُ الزِّينَةِ &quot; وهو عيدهم, الذي يتفرغون فيه ويقطعون شواغلهم.
&quot; وَأَنْ يُحْشَرَ النَّاسُ ضُحًى &quot; أي: يجمعون كلهم في وقت الضحى.
وإنما سأل موسى ذلك, لأن يوم الزينة ووقت الضحى فيه يحصل كثرة الاجتماع, ورؤية الأشياء على حقائقها, ما لا يحصل في غيره.';
$t[60] = '&quot; فَتَوَلَّى فِرْعَوْنُ فَجَمَعَ كَيْدَهُ &quot; أي: جميع ما يقدر عليه, مما يكيد به موسى.
فأرسل في مدائنه, من يحشر السحرة الماهرين في سحرهم.
وكان السحر إذ ذاك, متوافرا, وعلمه مرغوبا فيه.
فجمع خلقا كثيرا من السحرة, ثم أتى كل منهما للموعد, واجتمع الناس للموعد.
فكان الجمع حافلا, حضره الرجال والنساء, والملأ, والأشراف, والعوام, والصغار, والكبار, وحضوا الناس على الاجتماع وقالوا للناس &quot; هَلْ أَنْتُمْ مُجْتَمِعُونَ لَعَلَّنَا نَتَّبِعُ السَّحَرَةَ إِنْ كَانُوا هُمُ الْغَالِبِينَ &quot; .
فحين اجتمعوا من جميع البلدان, وعظهم موسى عليه السلام, وأقام الحجة عليهم, وقال لهم:';
$t[61] = '&quot; وَيْلَكُمْ لَا تَفْتَرُوا عَلَى اللَّهِ كَذِبًا فَيُسْحِتَكُمْ بِعَذَابٍ &quot; أي: لا تنصروا ما أنتم عليه من الباطل بسحركم وتغالبون الحق, وتفترون على الله الكذب فيستأصلكم بعذاب من عنده, ويخيب سعيكم وافتراؤكم, فلا تدركون ما تطلبون من النصر والجاه عند فرعون وملائه, ولا تسلموا من عذاب الله.';
$t[62] = 'وكلام الحق لا بد أن يؤثر في القلوب, لا جرم, ارتفع الخصام والنزاع بين السحرة, لما سمعوا كلام موسى, وارتبكوا.
ولعل من جملة نزاعهم, الاشتباه في موسى, هل هو على الحق أم لا؟ ولكن هم إلى الآن, ما تم أمرهم, ليقضي الله أمرا كان مفعولا, &quot; لِيَهْلِكَ مَنْ هَلَكَ عَنْ بَيِّنَةٍ وَيَحْيَا مَنْ حَيَّ عَنْ بَيِّنَةٍ &quot; .
فحينئذ أسروا فيما بينهم النجوى, وأنهم ينفقون على مقالة واحدة, لينجحوا في مقالهم وفعالهم, وليتمسك الناس بدينهم.';
$t[63] = 'والنجوى التي أسروها وفسرها, بقوله: &quot; قَالُوا إِنْ هَذَانِ لَسَاحِرَانِ يُرِيدَانِ أَنْ يُخْرِجَاكُمْ مِنْ أَرْضِكُمْ بِسِحْرِهِمَا &quot; كمقالة فرعون السابقة.
فإما أن يكون ذلك توافقا من فرعون والسحرة على هذه المقالة من غير قصد.
وإما أن يكون تلقينا منه لهم مقالته, التي صمم عليها, وأظهرها للناس.
وزادوا على قول فرعون أن قالوا: &quot; وَيَذْهَبَا بِطَرِيقَتِكُمُ الْمُثْلَى &quot; أي: طريقة السحر حسدكم عليها, وأراد أن يظهر عليكم, ليكون له الفخر والصيت والشهرة, ويكون هو المقصود بهذا العلم, الذي شغلتم زمانكم فيه ويذهب عنكم ما كنتم تأكلون بسببه, وما يتبع ذلك من الرياسة.
وهذا حض من بعضهم على بعض, على الاجتهاد في مغالبته, ولهذا قالوا:';
$t[64] = '&quot; فَأَجْمِعُوا كَيْدَكُمْ &quot; أي: أظهروه دفعة واحدة, متظاهرين متساعدين فيه, متناصرين, متفقا رأيكم وكلمتكم.
&quot; ثُمَّ ائْتُوا صَفًّا &quot; ليكون أمكن لعملكم, وأهيب لكم في القلوب, ولئلا يشرك بعضكم بعض مقدوره من العمل.
واعلموا أن من أفلح اليوم ونجح وغلب غيره, فإنه المفلح الفائز, فهذا يوم له ما بعده من الأيام.';
$t[65] = 'فما أصلبهم في باطلهم, وأشدهم فيه, حيث أتوا بكل سبب, ووسيلة وممكن, ومكيدة يكيدون بها الحق.
ويأبى الله إلا أن يتم نوره, ويظهر الحق على الباطل.
فلما تمت مكيدتهم, وانحصر قصدهم, ولم يبق إلا العمل &quot; قَالُوا يَا مُوسَى إِمَّا أَنْ تُلْقِيَ &quot; عصاك &quot; وَإِمَّا أَنْ نَكُونَ أَوَّلَ مَنْ أَلْقَى &quot; .
خيروه, موهمين أنهم على جزم من ظهورهم عليه, بأي حالة كانت.';
$t[66] = 'فقال لهم موسى: &quot; بَلْ أَلْقُوا &quot; فألقوا حبالهم وعصيهم.
&quot; فَإِذَا حِبَالُهُمْ وَعِصِيُّهُمْ يُخَيَّلُ إِلَيْهِ &quot; أي: إلى موسى &quot; مِنْ سِحْرِهِمْ &quot; البليغ &quot; أَنَّهَا تَسْعَى &quot; فلما خيل إلى موسى ذلك.
&quot; فَأَوْجَسَ فِي نَفْسِهِ خِيفَةً مُوسَى &quot; كما هو مقتضى الطبيعة البشرية, وإلا فهو جازم بوعد الله ونصره.';
$t[67] = '';
$t[68] = '&quot; قُلْنَا &quot; له تثبيتا وتطمينا: &quot; لَا تَخَفْ إِنَّكَ أَنْتَ الْأَعْلَى &quot; عليهم, أي ستعلو عليهم وتقهرهم, ويذلوا لك ويخضعوا.';
$t[69] = '&quot; وَأَلْقِ مَا فِي يَمِينِكَ &quot; أي: عصاك &quot; تَلْقَفْ مَا صَنَعُوا إِنَّمَا صَنَعُوا كَيْدُ سَاحِرٍ وَلَا يُفْلِحُ السَّاحِرُ حَيْثُ أَتَى &quot; أي: كيدهم ومكرهم, ليس بمثمر لهم, ولا ناجح فإنه من كيد السحرة, الذين يموهون على الناس, ويلبسون الباطل ويخيلون أنهم على الحق.
فألقى موسى عصاه, فتلقفت ما صنعوا كله, وأكلته, والناس ينظرون لذلك الصنيع.
فعلم السحرة علما يقينا, أن هذا ليس بسحر, وأنه من الله, فبادروا للإيمان.';
$t[70] = '&quot; فَأُلْقِيَ السَّحَرَةُ سُجَّدًا قَالُوا آمَنَّا &quot; برب العاليمن, &quot; رَبِّ مُوسَى وَهَارُونَ &quot; .
فوقع الحق وظهر وسطع, وبطل السحر والمكر والكيد, في ذلك المجمع العظيم.';
$t[71] = 'فصارت بينة ورحمة للمؤمنين, وحجة على المعاندين فـ &quot; قَالَ &quot; فرعون للسحرة: &quot; آمَنْتُمْ لَهُ قَبْلَ أَنْ آذَنَ لَكُمْ &quot; أي: كيف أقدمتم على الإيمان من دون مراجعة مني ولا إذن؟ استغرب ذلك منهم, لأدبهم معه, وذلهم, وانقيادهم له في كل أمر من أمورهم, وجعل هذا من ذاك.
ثم استلج فرعون في كفره وطغيانه بعد هذا البرهان, واستخف بقوله قومه, وأظهر لهم أن هذه الغلبة من موسى للسحرة, ليس لأن الذي معه الحق, بل لأنه تمالأ هو والسحرة, ومكروا, ودبروا أن يخرجوا فرعون وقومه من بلادهم.
فقبل قومه هذا المكر منه, وظنوه صدقا &quot; فَاسْتَخَفَّ قَوْمَهُ فَأَطَاعُوهُ إِنَّهُمْ كَانُوا قَوْمًا فَاسِقِينَ &quot; مع أن هذه المقالة التي قالها, لا تدخل عقل من له أدنى مسكة من عقل ومعرفة بالواقع.
فإن موسى, أتى من مدين وحيدا.
وحين أتى لم يجتمع بأحد من السحرة ولا غيرهم, بل بادر إلى دعوة فرعون وقومه, وأراهم الآيات.
فأراد فرعون أن يعارض ما جاء به موسى, فسعى ما أمكنه, وأرسل في مدائنه من يجمع له كل ساحر عليم.
فجاءوا إليه, ووعدهم الأجر والمنزلة عند الغلبة, وهم حرصوا غاية الحرص, وكادوا أشد الكيد, على غلبتهم لموسى, وكان منهم ما كان فهل يمكن, أن يتصور مع هذا, أن يكونوا دبروا, هم وموسى, واتفقوا على ما صدر؟ هذا من أمحل المحال.
ثم توعد فرعون السحرة فقال: &quot; لَأُقَطِّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُمْ مِنْ خِلَافٍ &quot; كما يفعل بالمحارب الساعي بالفساد, يقطع يده اليمنى, ورجله اليسرى.
&quot; وَلَأُصَلِّبَنَّكُمْ فِي جُذُوعِ النَّخْلِ &quot; أي: لأجل أن تشهروا وتختزوا.
&quot; وَلَتَعْلَمُنَّ أَيُّنَا أَشَدُّ عَذَابًا وَأَبْقَى &quot; يعني بزعمه هو وأمته, وأنه أشد عذابا من الله, وأبقى قلبا للحقائق, وترهيبا لمن لا عقل له.';
$t[72] = 'ولهذا لما عرف السحرة الحق, ورزقهم الله من العقل, ما يدركون به الحقائق, أجابوا بقولهم: &quot; لَنْ نُؤْثِرَكَ عَلَى مَا جَاءَنَا مِنَ الْبَيِّنَاتِ &quot; الدالات على أن الله هو الرب المعبود وحده, المعظم المبجل وحده, وأن ما سواه باطل, ونؤثرك على الذي فطرنا وخلقنا.
هذا لا يكون &quot; فَاقْضِ مَا أَنْتَ قَاضٍ &quot; مما أوعدتنا له, من القطع, والصلب, والعذاب.
&quot; إِنَّمَا تَقْضِي هَذِهِ الْحَيَاةَ الدُّنْيَا &quot; أي: إنما توعدنا به, غاية ما يكون في هذه الحياة الدنيا, ينقضي ويزول ولا يضرنا.
بخلاف عذاب الله, لمن استمر على كفره, فإنه دائم عظيم.
وهذا كأنه جواب منهم لقوله: &quot; وَلَتَعْلَمُنَّ أَيُّنَا أَشَدُّ عَذَابًا وَأَبْقَى &quot; .
وفي هذا الكلام, من السحرة, دليل على أنه ينبغي للعاقل, أن يوازن بين لذات الدنيا, ولذات الآخرة, وبين عذاب الدنيا, وعذاب الآخرة.';
$t[73] = '&quot; إِنَّا آمَنَّا بِرَبِّنَا لِيَغْفِرَ لَنَا خَطَايَانَا &quot; أي: كفرنا ومعاصينا, فإن الإيمان مكفر السيئات, والتوبة تجب ما قبلها.
وقولهم, &quot; وَمَا أَكْرَهْتَنَا عَلَيْهِ مِنَ السِّحْرِ &quot; الذي عارضنا به الحق, هذا دليل على أنهم غير مختارين في عملهم المتقدم, وإذا أكرههم فرعون إكراها.
والظاهر - والله أعلم - أن موسى لما وعظهم كما تقدم في قوله &quot; وَيْلَكُمْ لَا تَفْتَرُوا عَلَى اللَّهِ كَذِبًا فَيُسْحِتَكُمْ بِعَذَابٍ &quot; أثر معهم, ووقع منهم موقعا كبيرا, ولهذا تنازعوا بعد هذا الكلام والموعظة.
ثم إن فرعون ألزمهم ذلك, وأكرههم على المكر الذي أجروه, ولهذا تكلموا بكلامه السابق, قبل إتيانهم, حيث قالوا: &quot; إِنْ هَذَانِ لَسَاحِرَانِ يُرِيدَانِ أَنْ يُخْرِجَاكُمْ مِنْ أَرْضِكُمْ بِسِحْرِهِمَا &quot; فجروا على ما سنه لهم, وأكرههم عليه.
ولعل هذه النكتة, التي قامت بقلوبهم, من كراهتهم لمعارضة الحق بالباطل وفعلهم, ما فعلوا على وجه الإغماض, هي التي أثرت معهم, ورحمهم الله بسببها, ووفقهم للإيمان والتوبة.
والله خير مما أوعدتنا من الأجر والمنزلة والجاه, وأبقى ثوابا وإحسانا لا ما يقول فرعون &quot; وَلَتَعْلَمُنَّ أَيُّنَا أَشَدُّ عَذَابًا وَأَبْقَى &quot; يريد أنه أشد عذابا وأبقى وجميع ما أتى من قصص موسى مع فرعون, يذكر الله فيه إذا أتى على قصة السحرة, أن فرعون توعدهم بالقطع والصلب, ولم يذكر أنه فعل ذلك, ولم يأت في ذلك حديث صحيح.
والجزم بوقوعه, أو عدمه, يتوقف على الدليل, والله أعلم بذلك وغيره.';
$t[74] = 'يخبر تعالى أن من أتاه, وقدم عليه مجرما - أي: وصفه الجرم من كل وجه, وذلك يستلزم الكفر - استمر على ذلك حتى مات, فإن له نار جهنم, الشديد نكالها, العظيمة أغلالها, البعيد قعرها, الأليم حرها وقرها, التي فيها من العقاب, ما يذيب الأكباد والقلوب.
ومن شدة ذلك, أن المعذب فيها, لا يموت ولا يحيا, لا يموت فيستريح ولا يحيا حياة يتلذذ بها, وإنما حياته, محشوة بعذاب القلب, والروح, والبدن, الذي لا يقدر قدره, ولا يفتر عنه ساعة, يستغيث فلا يغاث, ويدعو فلا يستجاب له.
نعم إذا استغاث, أغيث بماء كالمهل, يشوي الوجوه, وإذا دعا, أجيب بـ &quot; اخْسَئُوا فِيهَا وَلَا تُكَلِّمُونِ &quot; .
ومن يأت ربه مؤمنا به مصدقا لرسله, متبعا لكتبه &quot; قَدْ عَمِلَ الصَّالِحَاتِ &quot; الواجبة والمستحبة, &quot; فَأُولَئِكَ لَهُمُالدَّرَجَاتُ الْعُلَا &quot; أي: المنازل العاليات, في الغرف المزخرفات, واللذات المتواصلات, والأنهار السارحات, والخلود الدائم, والسرور العظيم, فيما لا عين رأت, ولا أذن سمعت, ولا خطر كل قلب بشر.
&quot; وَذَلِكَ &quot; الثواب, &quot; جَزَاءُ مَنْ تَزَكَّى &quot; أي: تطهر من الشرك, والكفر, والفسوق, والعصيان.
إما أن لا يفعلها بالكلية, أو يتوب مما فعله منها.
وزكى أيضا نفسه, ونماها بالإيمان والعمل الصالح.
فإن للتزكية معنيين, التنقية, وإزالة الخبث, والزيادة بحصول الخير.
وسميت الزكاة زكاة, لهذين الأمرين.';
$t[75] = 'ومن يأت ربه مؤمنا به مصدقا لرسله, متبعا لكتبه &quot; قَدْ عَمِلَ الصَّالِحَاتِ &quot; الواجبة والمستحبة, &quot; فَأُولَئِكَ لَهُمُالدَّرَجَاتُ الْعُلَا &quot; أي: المنازل العاليات, في الغرف المزخرفات, واللذات المتواصلات, والأنهار السارحات, والخلود الدائم, والسرور العظيم, فيما لا عين رأت, ولا أذن سمعت, ولا خطر كل قلب بشر.
&quot; وَذَلِكَ &quot; الثواب, &quot; جَزَاءُ مَنْ تَزَكَّى &quot; أي: تطهر من الشرك, والكفر, والفسوق, والعصيان.
إما أن لا يفعلها بالكلية, أو يتوب مما فعله منها.
وزكى أيضا نفسه, ونماها بالإيمان والعمل الصالح.
فإن للتزكية معنيين, التنقية, وإزالة الخبث, والزيادة بحصول الخير.
وسميت الزكاة زكاة, لهذين الأمرين.';
$t[76] = '';
$t[77] = 'لما ظهر موسى بالبراهين, على فرعون وقومه, مكث في مصر, يدعوهم إلى الإسلام, ويسعى في تخليص بني إسرائيل, من فرعون, وعذابه.
وفرعون في عتو ونفور, وأمره شديد على بني إسرائيل, ويريه الله من الآيات والعبر, ما قصه الله علينا في القرآن.
وبنو إسرائيل, لا يقدرون أن يظهروا إيمانهم ويعلنوه, قد اتحذوا بيوتهم مساجد, وصبروا على فرعون وأذاه.
فأراد الله تعالى أن ينجيهم من عدوهم, ويمكن لهم في الأرض, ليعبدوه جهرا, ويقيموا أمره.
فأوحى إلى نبيه موسى, أن يواعد بني إسرائيل سرا, ويسيروا أول الليل, ليتمادوا في الأرض, وأخبره أن فرعون وقومه, سيتبعونه.
فخرجوا أول الليل, جميع بني إسرائيل, ونساؤهم, وذريتهم.
فلما أصبح أهل مصر إذا هم, ليس فيها منهم, داع ولا مجيب.
فخنق عليهم, عدوهم فرعون, وأرسل في المدائن, من يجمع له الناس ويحضهم على الخروج في أثر بني إسرائيل, فأتبعوهم مشرقين.
&quot; فلما تراءى الجمعان, قال أصحاب موسى, إنا لمدركون &quot; وقلقوا وخافوا.
البحر أمامهم, وفرعون من ورائهم, قد امتلأ عليهم غيظا وحنقا.
وموسى مطمئن القلب, ساكن البال, قد وثق بوعد ربه فقال: &quot; كَلَّا إِنَّ مَعِيَ رَبِّي سَيَهْدِينِ &quot; .
فأوحى الله إليه أن يضرب البحر بعصاه, فضربه, فانفرق اثنى عشر طريقا, وصار الماء كالجبال العالية, عن يمين الطرق ويسارها.
وأيبس الله طرقهم, التي انفرق عنها الماء, وأمرهم الله أن لا يخافوا من إدراك فرعون, ولا يخشوا من الغرق في البحر فسلكوا في تلك الطرق.';
$t[78] = 'فجاء فرعون وجنوده, فسلكوا وراءهم, حتى إذا تكامل قوم موسى خارجين وقوم فرعون داخلين, أمر الله البحر, فالتطم عليهم, وغشيهم من اليم ما غشيهم, وغرقوا كلهم, ولم ينج منهم أحد, وبنو إسرائيل ينظرون إلى عدوهم, قد أقر الله أعينهم بهلاكه.';
$t[79] = 'وهذه عاقبة الكفر والضلال, وعدم الاهتداء بهدي الله, ولهذا قال تعالى: &quot; وَأَضَلَّ فِرْعَوْنُ قَوْمَهُ &quot; بما زين لهم من الكفر, وتهجين ما أتى به, موسى, واستخفافه إياهم, وما هداهم في وقت من الأوقات.
فأوردهم موارد الغي والضلال, ثم أوردهم مورد العذاب والنكال.';
$t[80] = 'يذكر تعالى بني إسرائيل منته العظيمة عليهم لإهلاك عدوهم, ومواعدته لموسى عليه السلام بجانب الطور الأيمن, لينزل عليه الكتاب, الذي فيه الأحكام الجليلة, والأخبار الجميلة, فتتم عليهم النعمة الدينية, بعد النعمة الدنيوية.
ويذكر منته أيضا عليهم, في التيه, بإنزال المن والسلوى, والرزق الرغد الهني, الذي يحصل لهم بلا مشقة, وأنه قال لهم:';
$t[81] = '&quot; كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ &quot; .
أي: واشكروه على ما أسدى إليكم من النعم &quot; وَلَا تَطْغَوْا فِيهِ &quot; .
أي: في رزقه, فتستعملوه في معاصيه, وتبطروا النعمة.
فإنكم إن فعلتم ذلك, حل عليكم غضبي أي: غضبت عليكم, ثم عذبتكم.
&quot; وَمَنْ يَحْلِلْ عَلَيْهِ غَضَبِي فَقَدْ هَوَى &quot; أي: ردى وهلك, وخاب وخسر, لأنه عدم الرضا والإحسان, وحل عليه الغضب والخسران.';
$t[82] = 'ومع هذا, فالتوبة معروضة, ولو عمل العبد ما عمل من المعاصي, ولهذا قال: &quot; وَإِنِّي لَغَفَّارٌ &quot; أي: كثير المغفرة والرحمة, لمن تاب من الكفر, والبدعة, والفسوق, وآمن بالله وملائكته, وكتبه, ورسله, واليوم الآخر, وعمل صالحا من أعمال القلب والبدن, وأقوال اللسان.
&quot; ثُمَّ اهْتَدَى &quot; أي: سلك الصراط المستقيم, وتابع الرسول الكريم, واقتدى بالدين القويم.
فهذا يغفر الله أوزاره, ويعفو عما تقدم من ذنبه وإصراره, لأنه أتى بالسبب الأكبر, للمغفرة والرحمة, بل الأسباب كلها منحصرة في هذه الأشياء فإن التوبة تجب ما قبلها, والإيمان والإسلام, يهدم ما قبله, والعمل الصالح, الذي هو الحسنات, يذهب السيئات, وسلوك طرق الهداية بجميع أنواعها, من تعلم علم, وتدبر آية أو حديث, حتى يتبين له معنى من المعاني يهتدي به, ودعوة إلى دين الحق, ورد بدعة, أو كفر, أو ضلالة, وجهاد, وهجرة, وغير ذلك من جزئيات الهداية, كلها مكفرات للذنوب محصلات لغاية المطلوب.';
$t[83] = 'كان الله تعالى, قد واعد موسى, أن يأتيه, لينزل عليه التوراة ثلاثين ليلة, فأتمها بعشر.
فلما تم الميقات, بادر موسى عليه السلام إلى الحضور للموعد, شوقا لربه, وحرصا على موعوده.
فقال الله له: &quot; وَمَا أَعْجَلَكَ عَنْ قَوْمِكَ يَا مُوسَى &quot; أي: ما الذي قدمك عليهم؟ ولم لم تصبر حتى تقدم أنت وهم؟ قال: &quot; هُمْ أُولَاءِ عَلَى أَثَرِي &quot; أي: قريبا مني.
وسيصلون في أثري.
والذي عجلني إليك.
يا رب.
الطلب لقربك.
والمسارعة في رضاك.
والشوق إليك.';
$t[84] = 'أي: قريبا مني.
وسيصلون في أثري.
والذي عجلني إليك.
يا رب.
الطلب لقربك.
والمسارعة في رضاك.
والشوق إليك.';
$t[85] = 'فقال الله له: &quot; فَإِنَّا قَدْ فَتَنَّا قَوْمَكَ مِنْ بَعْدِكَ &quot; أي: بعبادتهم للعجل, ابتليناهم, واختبرناهم, فلم يصبروا.
وحين وصلت إليهم المحنة, كفروا &quot; وَأَضَلَّهُمُ السَّامِرِيُّ &quot; .
&quot; فَأَخْرَجَ لَهُمْ عِجْلًا جَسَدًا &quot; وصاغه فصار &quot; لَهُ خُوَارٌ فَقَالُوا &quot; لهم &quot; هَذَا إِلَهُكُمْ وَإِلَهُ مُوسَى &quot; فنسيه موسى, فافتتن به بنو إسرائيل, فعبدوه, ونهاهم هارون فلم ينتهوا.';
$t[86] = 'فلما رجع موسى إلى قومه وهو غضبان أسف, أي ممتلئ غيظا وحنقا وغما, قال لهم موبخا ومقبحا لفعلهم: &quot; يَا قَوْمِ أَلَمْ يَعِدْكُمْ رَبُّكُمْ وَعْدًا حَسَنًا &quot; وذلك بإنزال التوراة.
&quot; أَفَطَالَ عَلَيْكُمُ الْعَهْدُ &quot; أي: المدة, فتطاولتم غيبتي وهي مدة قصيرة؟ هذا قول كثير من المفسرين.
ويحتمل أن معناه: أفطال عليكم عهد النبوة والرسالة, فلم يكن لكم علم ولا أثر, واندرست آثارها, فلم تقفوا منها على خبر, فانمحت آثارها, لبعد العهد بها, فعبدتم غير الله, لغلبة الجهل, وعدم العلم بآثار الرسالة؟ أي: ليس الأمر كذلك, بل النبوة بين أظهركم, والعلم قائم, والعذر غير مقبول؟ أم أردتم بفعلكم, أن يحل عليكم غضب من ربكم؟ أي: فتعرضتم لأسبابه واقتحمتم موجب عذابه, وهذا هو الواقع.
&quot; فَأَخْلَفْتُمْ مَوْعِدِي &quot; حين أمرتكم بالاستقامة, ووصيت بكم هارون, فلم ترقبوا غائبا, ولم تحترموا حاضرا.';
$t[87] = 'أي: قالوا له: ما فعلنا الذي فعلنا عن تعمد منا, وملك منا لأنفسنا.
ولكن السبب الداعي لذلك, أننا تأثمنا من زينة القوم التي عندنا.
وكانوا فيما يذكرون, استعاروا حليا كثيرا من القبط, فخرجوا وهو معهم.
وألقوه, وجمعوه حين ذهب موسى, ليراجعوه فيه, إذا رجع.';
$t[88] = 'وكان السامري قد بصر يوم الغرق بأثر الرسول, فسولت له نفسه أن يأخذ قبضة من أثره, وأنه إذا ألقاها على شيء حيي, فتنة وامتحانا.
فألقاها على ذلك العجل الذي صاغه بصورة عجل, فتحرك العجل, وصار له خوار وصوت, وقالوا: إن موسى ذهب يطلب ربه, وهو هاهنا, فنسيه.
وهذا من بلادتهم, وسخافة عقولهم, حيث رأوا هذا العجل الغريب الذي صار له خوار, بعد أن كان جمادا, فظنوه إله الأرض والسماوات.';
$t[89] = '&quot; أَفَلَا يَرَوْنَ &quot; أن العجل &quot; أَلَّا يَرْجِعُ إِلَيْهِمْ قَوْلًا &quot; أي: لا يتكلم ويراجعهم ويراجعونه, ولا يملك لهم ضرا ولا نفعا.
فالعبادة للكمال والكلام والفعال, لا يستحق أن يعبد وهو أنقص من عابديه.
فإنهم يتكلمون ويقدرون على بعض الأشياء, من النفع والدفع, بإقدار الله لهم.';
$t[90] = 'أي إنهم باتخاذهم العجل, ليسوا معذورين فيه.
فإنه, وإن كانت عرضت لهم الشبهة في أصل عبادته, فإن هارون قد نهاهم عنه, وأخبرهم أنه فتنة, وأن ربهم الرحمن, الذي منه النعم الظاهرة والباطنة, الدافع للنقم.
وأنه أمرهم أن يتبعوه, ويعتزلوا العجل.
فأبوا وقالوا: &quot; لَنْ نَبْرَحَ عَلَيْهِ عَاكِفِينَ حَتَّى يَرْجِعَ إِلَيْنَا مُوسَى &quot; .';
$t[91] = '';
$t[92] = 'فأقبل موسى على أخيه لائما وقال: &quot; يَا هَارُونُ مَا مَنَعَكَ إِذْ رَأَيْتَهُمْ ضَلُّوا أَلَّا تَتَّبِعَنِي &quot; فتخبرني لأبادر للرجوع إليهم؟ &quot; أَفَعَصَيْتَ أَمْرِي &quot; في قولي &quot; اخْلُفْنِي فِي قَوْمِي وَأَصْلِحْ وَلَا تَتَّبِعْ سَبِيلَ الْمُفْسِدِينَ &quot; .';
$t[93] = '';
$t[94] = 'فأخذ موسى برأس هارون ولحيته, يجره من الغضب والعتب عليه.
فقال هارون: &quot; يَا ابْنَ أُمَّ &quot; ترقيق له, وإلا فهو شقيقه &quot; لَا تَأْخُذْ بِلِحْيَتِي وَلَا بِرَأْسِي إِنِّي خَشِيتُ أَنْ تَقُولَ فَرَّقْتَ بَيْنَ بَنِي إِسْرَائِيلَ وَلَمْ تَرْقُبْ قَوْلِي &quot; .
فإنك أمرتني أن أخلفك فيهم, فلو تبعتك, لتركت ما أمرتني بلزومه وخشيت لأئمتك, و &quot; أَنْ تَقُولَ فَرَّقْتَ بَيْنَ بَنِي إِسْرَائِيلَ &quot; حيث تركتهم, وليس عندهم راع ولا خليفة, فإن هذا يفرقهم ويشتت شملهم.
فلا تجلعني مع القوم الظالمين, ولا تشمت فينا الأعداء.
فندم موسى على ما صنع بأخيه, وهو غير مستحق لذلك فـ &quot; قَالَ رَبِّ اغْفِرْ لِي وَلِأَخِي وَأَدْخِلْنَا فِي رَحْمَتِكَ وَأَنْتَ أَرْحَمُ الرَّاحِمِينَ &quot;';
$t[95] = 'ثم أقبل على السامري, فـ &quot; قَالَ فَمَا خَطْبُكَ يَا سَامِرِيُّ &quot; إلى &quot; فِي الْيَمِّ نَسْفًا &quot; أي: ما شأنك يا سامري, حيث فعلت ما فعلت؟.
فقال: &quot; بَصُرْتُ بِمَا لَمْ يَبْصُرُوا بِهِ &quot; وهو جبريل عليه السلام, على فرس رآه وقت خروجهم من البحر, وغرق فرعون وجنوده على ما قاله المفسرون.
فقضبت قبضة من أثر حافر فرسه, فنبذتها على العجل.
&quot; وَكَذَلِكَ سَوَّلَتْ لِي نَفْسِي &quot; أن أقبضها, ثم أنبذها, فكان ما كان.
فقال له موسى: &quot; فَاذْهَبْ &quot; أي تباعد عني واستأخر مني &quot; فَإِنَّ لَكَ فِي الْحَيَاةِ أَنْ تَقُولَ لَا مِسَاسَ &quot; أي: تعاقب في الحياة عقوبة, لا يدنو منك أحد, ولا يمسك أحد.
حتى إن من أراد القرب منك, قلت: لا تمسني, ولا تقرب مني, عقوبة على ذلك, حيث مس ما لم يمسه غيره, وأجرى ما لم يجره أحد.
&quot; وَإِنَّ لَكَ مَوْعِدًا لَنْ تُخْلَفَهُ &quot; فتجازى بعملك, من خير وشر.
&quot; وَانْظُرْ إِلَى إِلَهِكَ الَّذِي ظَلْتَ عَلَيْهِ عَاكِفًا &quot; أي: العجل &quot; لَنُحَرِّقَنَّهُ ثُمَّ لَنَنْسِفَنَّهُ فِي الْيَمِّ نَسْفًا &quot; ففعل موسى ذلك.
فلو كان إلها, لامتنع ممن يريده بأذى, ويسعى له بالإتلاف, وكان قد أشرب العجل في قلوب بني إسرائيل.
فأراد موسى عليه السلام, إتلافه - وهم ينظرون, على وجه لا تمكن إعادته - وبالحراق والسحق ذريه في اليم, ونسفه, ليزول ما في قلوبكم من حبه, كما زال شخصه.
ولأن في إبقائه, محنة لأن في النفوس, أقوى داع إلى الباطل.';
$t[96] = 'فقال: &quot; بَصُرْتُ بِمَا لَمْ يَبْصُرُوا بِهِ &quot; وهو جبريل عليه السلام, على فرس رآه وقت خروجهم من البحر, وغرق فرعون وجنوده على ما قاله المفسرون.
فقضبت قبضة من أثر حافر فرسه, فنبذتها على العجل.
&quot; وَكَذَلِكَ سَوَّلَتْ لِي نَفْسِي &quot; أن أقبضها, ثم أنبذها, فكان ما كان.';
$t[97] = 'فقال له موسى: &quot; فَاذْهَبْ &quot; أي تباعد عني واستأخر مني &quot; فَإِنَّ لَكَ فِي الْحَيَاةِ أَنْ تَقُولَ لَا مِسَاسَ &quot; أي: تعاقب في الحياة عقوبة, لا يدنو منك أحد, ولا يمسك أحد.
حتى إن من أراد القرب منك, قلت: لا تمسني, ولا تقرب مني, عقوبة على ذلك, حيث مس ما لم يمسه غيره, وأجرى ما لم يجره أحد.
&quot; وَإِنَّ لَكَ مَوْعِدًا لَنْ تُخْلَفَهُ &quot; فتجازى بعملك, من خير وشر.
&quot; وَانْظُرْ إِلَى إِلَهِكَ الَّذِي ظَلْتَ عَلَيْهِ عَاكِفًا &quot; أي: العجل &quot; لَنُحَرِّقَنَّهُ ثُمَّ لَنَنْسِفَنَّهُ فِي الْيَمِّ نَسْفًا &quot; ففعل موسى ذلك.
فلو كان إلها, لامتنع ممن يريده بأذى, ويسعى له بالإتلاف, وكان قد أشرب العجل في قلوب بني إسرائيل.
فأراد موسى عليه السلام, إتلافه - وهم ينظرون, على وجه لا تمكن إعادته - وبالحراق والسحق ذريه في اليم, ونسفه, ليزول ما في قلوبكم من حبه, كما زال شخصه.
ولأن في إبقائه, محنة لأن في النفوس, أقوى داع إلى الباطل.';
$t[98] = 'فلما تبين لهم بطلانه, أخبرهم بمن يستحق العبادة وحده لا شريك له, فقال: &quot; إِنَّمَا إِلَهُكُمُ اللَّهُ الَّذِي لَا إِلَهَ إِلَّا هُوَ وَسِعَ كُلَّ شَيْءٍ عِلْمًا &quot; .
أي لا معبود إلا وجهه الكريم, فلا يؤله, ولا يحب, ولا يرجى ولا يخاف, ولا يدعى إلا هو لأنه الكامل الذي له الأسماء الحسنى, والصفات العلى, المحيط علمه, بجميع الأشياء, الذي ما من نعمة بالعباد, إلا منه, ولا يدفع السوء إلا هو.
فلا إله إلا هو, ولا معبود سواه.
يمتن الله تعالى على نبيه صلى الله عليه وسلم, بما قصه عليه من أنباء السابقين, وأخبار السالفين, كهذه القصة العظيمة, وما فيها من الأحكام وغيرها, التي لا ينكرها أحد من أهل الكتاب.
فأنت لم تدرس أخبار الأولين, ولم تتعلم ممن دراها.
فإخبارك بالحق اليقين من أخبارهم, دليل على أنك رسول الله حقا, وما جئت به صدق.
ولهذا قال: &quot; وَقَدْ آتَيْنَاكَ مِنْ لَدُنَّا &quot; أي: عطية نفسية ومنحة جزيلة من عندنا &quot; ذِكْرًا &quot; وهو: وهذا القرآن الكريم, ذكر للأخبار السابقة واللاحقة, وذكر يتذكر به ما لله تعالى من الأسماء, والصفات الكاملة, ويتذكر به أحكام الأمر والنهي, وأحكام الجزاء.
وهذا مما يدل على أن القرآن مشتمل على أحسن ما يكون من الأحكام, التي تشهد العقول والفطر, بحسنها, وكمالها, ويذكر هذا القرآن ما أودع الله فيها.
وإذا كان القرآن ذكرا للرسول ولأمته, فيجب تلقيه بالقبول والتسليم, والانقياد, والتعظيم, وأن يهتدى بنوره إلى الصراط المستقيم, وأن يقبلوا عليه بالتعلم والتعليم.
وأما مقابلته بالإعراض, أو ما هم أعم منه من الإنكار فإنه كفر لهذه النعمة, ومن فعل ذلك, فهو مستحق للعقوبة.';
$t[99] = '';
$t[100] = 'ولهذا قال: &quot; مَنْ أَعْرَضَ عَنْهُ &quot; فلم يؤمن به, أو تهاون بأوامره ونواهيه, أو بتعلم معانيه الواجبة &quot; فَإِنَّهُ يَحْمِلُ يَوْمَ الْقِيَامَةِ وِزْرًا &quot; وهو ذنبه, الذي بسببه, أعرض عن القرآن وأولاه الكفر والهجران.';
$t[101] = '&quot; خَالِدِينَ فِيهِ &quot; أي: في وزرهم, لأن العذاب هو نفس الأعمال, تنقلب عذابا على أصحابها, بحسب صغرها وكبرها.
&quot; وَسَاءَ لَهُمْ يَوْمَ الْقِيَامَةِ حِمْلًا &quot; أي: بئس الحمل الذي يحملونه, والعذاب الذي يعذبونه يوم القيامة ثم استطرد, فذكر أحوال يوم القيامة وأهواله فقال: &quot; يَوْمَ يُنْفَخُ فِي الصُّورِ &quot; إلى &quot; إِلَّا يَوْمًا &quot; .';
$t[102] = 'أي: إذا نفخ في الصور,: وخرج الناس من قبورهم كل على حسب حاله.
فالمتقون يحشرون إلى الرحمن وفدا, والمجرمون يحشرون زرقا ألوانهم من الخوف والقلق, والعطش.
يتناجون بينهم, ويتخافتون في قصر مدة الدنيا, وسرعة الآخره.
فيقول بعضهم: ما لبثتم إلا عشرة أيام, ويقول بعضهم غير ذلك.
والله يعلم تخافتهم, ويسمع ما يقولون &quot; إِذْ يَقُولُ أَمْثَلُهُمْ طَرِيقَةً &quot; .
أي أعدلهم وأقربهم إلى التقدير &quot; إِنْ لَبِثْتُمْ إِلَّا يَوْمًا &quot; .
المقصود من هذا, الندم العظيم كيف ضيعوا الأوقات القصيرة وقطعوها ساهين لاهين, معرضين عما ينفعهم, مقبلين على ما يضرهم.
فها, قد حضر الجزاء, وحق الوعيد, فلم يبق إلا الندم والدعاء, بالويل والثبور.
كما قال تعالى &quot; قَالَ كَمْ لَبِثْتُمْ فِي الْأَرْضِ عَدَدَ سِنِينَ قَالُوا لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ فَاسْأَلِ الْعَادِّينَ قَالَ إِنْ لَبِثْتُمْ إِلَّا قَلِيلًا لَوْ أَنَّكُمْ كُنْتُمْ تَعْلَمُونَ &quot; .';
$t[103] = '';
$t[104] = '';
$t[105] = 'يخبر تعالى عن أهوال القيامة, وما فيها من الزلازل والقلاقل, فقال: &quot; وَيَسْأَلُونَكَ عَنِ الْجِبَالِ &quot; أي ماذا يصنع بها يوم القيامة, وهل تبقى بحالها أم لا؟ &quot; فَقُلْ يَنْسِفُهَا رَبِّي نَسْفًا &quot; أي: يزيلها ويقلعها من أماكنها فتكون كالعهن, وكالرمل, ثم يدكها فيجعلها هباء منبثا.
فتضمحل وتتلاشى, ويسويها بالأرض, ويجعل الأرض قاعا صفصفا, مستويا لا يرى فيما الناظر &quot; عِوَجًا &quot; هذا من تمام استوائها &quot; وَلَا أَمْتًا &quot; أي: أودية وأماكن منخفضة, أو مرتفعة, فتبرز الأرض, وتتسع للخلائق ويمدها الله مد الأديم, فيكونون في موقف واحد, يسمعهم الداعي, وينفذهم البصر, ولهذا قال:';
$t[106] = '';
$t[107] = '';
$t[108] = '&quot; يَوْمَئِذٍ يَتَّبِعُونَ الدَّاعِيَ &quot; وذلك حين يبعثون من قبورهم, ويقومون منها, يدعو الداعي إلى الحضور والاجتماع للموقف, فيتبعون مهطعين إليه, لا يلتفتون عنه, ولا يعرجون يمنة ولا يسرة.
وقوله &quot; لَا عِوَجَ لَهُ &quot; أي: لا عوج لدعوة الداعي بل تكون دعوته حقا وصدقا, لجميع الخلق, يسمعهم جميعم, ويصيح لهم أجمعين.
فيحضرون لموقف القيامة, خاشعة أصواتهم للرحمن.
&quot; فَلَا تَسْمَعُ إِلَّا هَمْسًا &quot; أي: إلا وطء الأقدام, أو المخافتة سرا بتحريك الشفتين فقط, يملكهم الخشوع والسكوت, والإنصات, انتظارا لحكم الرحمن فيهم, وتعنو وجوههم أي: تذل وتخضع.
فترى في ذلك الموقف العظيم, الأغنياء والفقراء, والرجال والنساء, والأحرار والأرقاء, والملوك والسوقة, ساكتين منصتين, خاشعة أبصارهم, خاضعة رقابهم, جاثين على ركبهم, عانية وجوههم.
لا يدرون ماذا ينفصل كل منهم به, ولا ماذا يفعل به.
قد اشتغل كل بنفسه وشأنه, عن أبيه وأخيه, وصديقه وحبيبه &quot; لِكُلِّ امْرِئٍ مِنْهُمْ يَوْمَئِذٍ شَأْنٌ يُغْنِيهِ &quot; .
يحكم فيه الحاكم العدل الديان, ويجازي المحسن بإحسانه, والمسيء بالحرمان.
والأمل بالرب الكريم, الرحمن الرحيم, أن يرى الخلائق, منه, من الفضل والإحسان, والعفو والنصح والغفران, ما لا تعبر عنه الألسنة, ولا تتصوره الأفكار.
ويتطلع لرحمته إذ ذاك, جميع الخلق لما يشاهدونه فيختص المؤمنون به وبرسله, بالرحمة.
فإن قيل: من أين لكم هذا الأمل؟ وإن شئت قلت: من أين لكم هذا العلم بما ذكر؟.
قلنا: لما نعلمه من غلبة رحمته لغضبه, ومن سعة جوده, الذي عم جميع البرايا, ومما نشاهده في أنفسنا وفي غيرنا, من النعم المتواترة في هذه الدار, وخصوصا في فضل القيامة, فإن قوله &quot; وَخَشَعَتِ الْأَصْوَاتُ لِلرَّحْمَنِ &quot; &quot; إِلَّا مَنْ أَذِنَ لَهُ الرَّحْمَنُ &quot; مع قوله &quot; الْمُلْكُ يَوْمَئِذٍ الْحَقُّ لِلرَّحْمَنِ &quot; مع قوله صلى الله عليه وسلم: &quot; إن لله مائة رحمة أنزل لعباده رحمة, بها يتراحمون ويتعاطفون, حتى إن البهيمة ترفع حافرها عن ولدها, خشية أن تطأه, من الرحمة المودعة في قلبها, فإذا كان يوم القيامة ضم هذه الرحمة إلى تسع وتسعين رحمة, فرحم بها العباد.
مع قوله صلى الله عليه وسلم: &quot; الله أرحم بعباده من الوالدة بولدها &quot; فقل ما شئت عن رحمته, فإنها فوق ما تقول, وتصور فوق ما شئت, فإنها فوق ذلك فسبحان من رحم في عدله وعقوبته, كما رحم في فضله وإحسانه ومثوبته.
وتعالى من وسعت رحمته كل شيء, وعم كرمه كل حي وجل من غني عن عباده, رحيم بهم, وهم مفتقرون إليه على الدوام, في جميع أحوالهم, فلا غنى لهم عنه, طرفة عين.';
$t[109] = 'وقوله: &quot; يَوْمَئِذٍ لَا تَنْفَعُ الشَّفَاعَةُ إِلَّا مَنْ أَذِنَ لَهُ الرَّحْمَنُ وَرَضِيَ لَهُ قَوْلًا &quot; أي: لا ينفع أحد عنده من الخلق, إلا من أذن له في الشفاعة, ولا يأذن إلا لمن رضي قوله, أي: شفاعته, من الأنبياء والمرسلين, وعباده المقربين, فيمن ارتضى قوله, وهو المؤمن المخلص.
فإذا اختل واحد من هذه الأمور, فلا سبيل لأحد إلى شفاعة من أحد.
وينقسم الناس في ذلك الموقف قسمين.
ظالمين بكفرهم, فهؤلاء, لا ينالهم إلا الخيبة والحرمان, والعذاب الأليم في جهنم, وسخط الديان.
والقسم الثاني: من آمن الإيمان المأمور به, وعمل صالحا, من واجب ومسنون &quot; فَلَا يَخَافُ ظُلْمًا &quot; أي: زيادة في سيئاته &quot; وَلَا هَضْمًا &quot; أي: نقصا من حسناته, بل تغفر ذنوبه, وتطهر عيوبه, وتضاعف حسناته.
&quot; وَإِنْ تَكُ حَسَنَةً يُضَاعِفْهَا وَيُؤْتِ مِنْ لَدُنْهُ أَجْرًا عَظِيمًا &quot; .';
$t[110] = '';
$t[111] = '';
$t[112] = '';
$t[113] = 'أي: وكذلك أنزلنا هذا الكتاب, باللسان الفاضل العربي, الذي تفهمونه وتفقهونه, ولا يخفى عليكم لفظه, ولا معناه.
&quot; وَصَرَّفْنَا فِيهِ مِنَ الْوَعِيدِ &quot; أي نوعناها أنواعا كثيرة.
تارة بذكر أسمائه الدالة على العدل والانتقام.
وتارة بذكر المثلات التي أحلها بالأمم السابقة, وأمر أن تعتبر بها الأمم اللاحقة.
وتارة بذكر آثار الذنوب, وما تكسبه من العيوب.
وتارة بذكر أهوال القيامة, وما فيها من المزعجات, والمقلقات.
وتارة, بذكر جهنم, وما فيها من أنوع العقاب, وأصناف العذاب.
كل هذا, رحمة بالعباد, لعلهم يتقون الله فيتركون من الشر والمعاصي, ما يضرهم.
&quot; أَوْ يُحْدِثُ لَهُمْ ذِكْرًا &quot; فيعملون من الطاعات والخير, ما ينفعهم.
فكونه عربيا, وكونه مصرفا فيه من الوعيد, أكبر سبب, وأعظم داع للتقوى, والعمل الصالح.
فلو كان غير عربي أو غير مصرف فيه, لم يكن له هذا الأثر.';
$t[114] = 'لما ذكر تعالى حكمه الجزئي في عباده, وحكمه الأمري الديني, الذي أنزل في الكتاب وكان هذا من آثار ملكه قال: &quot; فَتَعَالَى اللَّهُ &quot; أي جل وارتفع, وتقدس, عن كل نقص وآفة.
&quot; الْمُلْكُ &quot; الذي الملك وصفه, والخلق كلهم, مماليك له.
وأحكام الملك القدرية والشرعية, نافذة فيهم.
&quot; الْحَقُّ &quot; أي وجوده, وملكه, وكماله, حق.
فصفات الكمال, لا تكون حقيقة, إلا لذي الجلال, ومن ذلك: الملك.
فإن غيره من الخلق, وإن كان له ملك في بعض الأوقات, على بعض الأشياء, فإنه ملك قاصر باطل, يزول.
وأما الرب, فلا يزال ولا يزول ملكا حيا قيوما جليلا.
&quot; وَلَا تَعْجَلْ بِالْقُرْآنِ مِنْ قَبْلِ أَنْ يُقْضَى إِلَيْكَ وَحْيُهُ &quot; أي لا تبادر بتلقف القرآن حين يتلوه عليك جبريل, واصبر حتى يفرغ منه.
فإذا فرغ منه فاقرأه, فإن الله قد ضمن لك جمعه في صدرك, وقراءتك إياه.
كما قال تعالى: &quot; لَا تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ إِنَّ عَلَيْنَا جَمْعَهُ وَقُرْآنَهُ فَإِذَا قَرَأْنَاهُ فَاتَّبِعْ قُرْآنَهُ ثُمَّ إِنَّ عَلَيْنَا بَيَانَهُ &quot; .
ولما كانت عجلته صلى الله عليه وسلم, على تلقف الوحي ومبادرته إليه, تدل على محبته التامة للعلم, وحرصه عليه, أمره تعالى أن يسأله زيادة العلم خير, فإن العلم خير, وكثرة الخير مطلوبة, وهي من الله.
والطريق إليها, الاجتهاد, والشوق للعلم, وسؤال الله, والاستعانة به, والافتقار إليه في كل وقت.
ويؤخذ من هذه الآية الكريمة, الأدب في تلقي العلم, وأن المستمع ينبغي له أن يتأنى ويصبر, حق يفرغ المملي والمعلم من كلامه, المتصل بعضه ببعض.
فإذا فرغ منه, سأل, إن كان عنده سؤال.
ولا يبادر بالسؤال, وقطع كلام ملقي العلم فإنه سبب للحرمان.
وكذلك المسئول, ينبغي له أن يستملي سؤال السائل, ويعرف المقصود منه قبل الجواب, فإن ذلك سبب لإصابة الصواب.';
$t[115] = 'أي: ولقد وصينا آدم, وأمرناه, وعهدنا إليه عهدا ليقوم به, فالتزمه, وأذعن له, وانقاد, وعزم على القيام به ومع ذلك, نسى ما أمر به, وانقضت عزيمته المحكمة, فجرى عليه ما جرى, فصار عبرة لذريته, وصارت طبائعهم مثل طبيعة آدم, نسي فنسيت ذريته, وخطئ فخطئوا, ولم يثبت على العزم المؤكد, وكذلك, وبادر بالتوبة من خطيئته, وأقر بها واعترف, فغفرت له, وما يشابه أباه فما ظلم.
ثم ذكر تفصيل ما أجمله فقال: &quot; وَإِذْ قُلْنَا &quot; إلى &quot; فَتَابَ عَلَيْهِ وَهَدَى &quot;';
$t[116] = 'أي لما أكمل خلق آدم بيده, وعلمه الأسماء, وفضله, وكرمه, أمر الملائكة بالسجود له, إكرما, وتعظيما, وإجلالا, فبادروا بالسجود ممتثلين.
وكان بينهم إبليس, فاستكبر عن أمر ربه, وامتنع من السجود لآدم وقال: &quot; أَنَا خَيْرٌ مِنْهُ خَلَقْتَنِي مِنْ نَارٍ وَخَلَقْتَهُ مِنْ طِينٍ &quot; فتبينت حينئذ, عداوته البليغة لآدم وزوجه, لما كان عدو الله, وظهر من حسده, ما كان سبب العداوة.
فحذر الله آدم وزوجه منه, وقال &quot; فَلَا يُخْرِجَنَّكُمَا مِنَ الْجَنَّةِ فَتَشْقَى &quot; إذا أخرجت منها.
فإن لك فيها الرزق الهني والراحة التامة.';
$t[117] = 'فحذر الله آدم وزوجه منه, وقال &quot; فَلَا يُخْرِجَنَّكُمَا مِنَ الْجَنَّةِ فَتَشْقَى &quot; إذا أخرجت منها.
فإن لك فيها الرزق الهني والراحة التامة.';
$t[118] = '&quot; إِنَّ لَكَ أَلَّا تَجُوعَ فِيهَا وَلَا تَعْرَى وَأَنَّكَ لَا تَظْمَأُ فِيهَا وَلَا تَضْحَى &quot; أي تصيبك الشمس بحرها.
فضمن له, استمرار الطعام والشراب, والكسوة, والماء, وعدم التعب والنصب.
ولكنه نهاه عن أمر شجرة معينة فقال: &quot; وَلَا تَقْرَبَا هَذِهِ الشَّجَرَةَ فَتَكُونَا مِنَ الظَّالِمِينَ &quot; .
فلم يزل الشيطان يوسوس لهما, ويزين أمر الشجرة ويقول: &quot; هَلْ أَدُلُّكَ عَلَى شَجَرَةِ الْخُلْدِ &quot; أي: التي من أكل منها خلد في الجنة.
&quot; وَمُلْكٍ لَا يَبْلَى &quot; أي: لا ينقطع, إذا أكلت منها.
فأتاه بصورة ناصح, وتلطف له في الكلام, فاغتر به آدم, فأكلا من الشجرة فسقط في أيديهما, وسقطت كسوتهما, واتضحت معصيتهما, وبدا لكل منهما سوأة الآخر, بعد أن كانا مستورين.
وجعلا يخصفان على أنفسهما من ورق أشجار الجنة, ليستترا بذلك, وأصابهما من الخجل, ما الله به عليم.
&quot; وَعَصَى آدَمُ رَبَّهُ فَغَوَى &quot; فبادرا إلى التوبة والإنابة, وقالا: &quot; رَبَّنَا ظَلَمْنَا أَنْفُسَنَا وَإِنْ لَمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِرِينَ &quot; .
فاجتباه ربه, واختاره, ويسر له التوبة &quot; فَتَابَ عَلَيْهِ وَهَدَى &quot; فكان بعد التوبة, أحسن منه قبلها.
ورجع كيد العدو عليه, وبطل مكره, فتمت النعمة عليه, وعلى ذريته, ووجب عليهم القيام بها, والاعتراف, وأن يكونوا على حذر من هذا العدو المرابط الملازم لهم, ليلا ونهارا &quot; يَا بَنِي آدَمَ لَا يَفْتِنَنَّكُمُ الشَّيْطَانُ كَمَا أَخْرَجَ أَبَوَيْكُمْ مِنَ الْجَنَّةِ &quot; أي: ينزع عنهما لباسهما, ليريهما سوأتهما, &quot; إِنَّهُ يَرَاكُمْ هُوَ وَقَبِيلُهُ مِنْ حَيْثُ لَا تَرَوْنَهُمْ إِنَّا جَعَلْنَا الشَّيَاطِينَ أَوْلِيَاءَ لِلَّذِينَ لَا يُؤْمِنُونَ &quot; .';
$t[119] = 'أي تصيبك الشمس بحرها.
فضمن له, استمرار الطعام والشراب, والكسوة, والماء, وعدم التعب والنصب.';
$t[120] = '';
$t[121] = '';
$t[122] = '';
$t[123] = 'يخبر تعالى, أنه أمر آدم وإبليس أن يهبطا إلى الأرض, وأن يتخذ آدم وبنوه.
الشيطان عدوا لهم, فيأخذوا الحذر منه, ويعدوا له عدته ويحاربوه.
وأنه سينزل عليهم كتبا, ويرسل إليهم رسلا يبينون لهم الطريق المستقيم الموصل إليه وإلى جنته, ويحذرونهم من هذا العدو المبين.
وأنهم أي وقت جاءهم ذلك الهدى, الذي هو: الكتب والرسل, فإن من اتبعه, اتبع ما أمر به, واجتنب ما نهى عنه, فإنه لا يضل في الدنيا, ولا في الآخرة, ولا يشقى فيهما, بل قد هدي إلى صراط مستقيم, في الدنيا والآخرة, وله السعادة والأمن في الآخرة.
وقد نفى عنه الخوف والحزن في آية أخرى بقوله &quot; فَمَنْ تَبِعَ هُدَايَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ &quot; .
واتباع الهدى, بتصديق الخبر, وعدم معارضته بالشبه, وامتثال الأمر بأن لا يعارضه بشهوة.';
$t[124] = '&quot; وَمَنْ أَعْرَضَ عَنْ ذِكْرِي &quot; أي: كتابي الذي يتذكر به جميع المطالب العالية, وأن يتركه على وجه الإعراض عنه, أو ما هو أعظم من ذلك, بأن يكون على وجه الإنكار له, والكفر به &quot; فَإِنَّ لَهُ مَعِيشَةً ضَنْكًا &quot; أي فإن جزاءه, أن نجعل معيشته ضيقة مشقة, ولا يكون ذلك إلا عذابا.
وفسرت المعيشة الضنك, بعذاب القبر, وأنه يضيق عليه قبره, ويحصر فيه, ويعذب, جزاء لإعراضه عن ذكر ربه, وهذه إحدى الآيات الدالة على عذاب القبر.
والثانية قوله تعالى &quot; وَلَوْ تَرَى إِذِ الظَّالِمُونَ فِي غَمَرَاتِ الْمَوْتِ وَالْمَلَائِكَةُ بَاسِطُو أَيْدِيهِمْ &quot; الآية.
والثالثة قوله &quot; وَلَنُذِيقَنَّهُمْ مِنَ الْعَذَابِ الْأَدْنَى دُونَ الْعَذَابِ الْأَكْبَرِ &quot; .
والرابعة قوله عن آل فرعون &quot; النَّارُ يُعْرَضُونَ عَلَيْهَا غُدُوًّا وَعَشِيًّا &quot; الآية.
والذي أوجب لمن فسرها بعذاب القبر فقط من السلف, وقصرها على ذلك - والله أعلم - آخر الآية, وأن الله ذكر في آخرها عذاب يوم القيامة.
وبعض المفسرين, يرى أن المعيشة الضنك, عامة في دار الدنيا, بما يصيب المعرض عن ذكر ربه, من الهموم, والغموم, والآلام, التي هي عذاب معجل, وفي دار البرزخ, وفي الدار الآخرة, لإطلاق المعيشة الضنك, وعدم تقييدها.
&quot; وَنَحْشُرُهُ &quot; أي: هذا المعرض عن ذكر ربه &quot; يَوْمَ الْقِيَامَةِ أَعْمَى &quot; البصر على الصحيح, كما قال تعالى &quot; وَنَحْشُرُهُمْ يَوْمَ الْقِيَامَةِ عَلَى وُجُوهِهِمْ عُمْيًا وَبُكْمًا وَصُمًّا &quot; .';
$t[125] = 'قال على وجه الذل, والمراجعة, والتألم, والضجر من هذه الحالة &quot; رَبِّ لِمَ حَشَرْتَنِي أَعْمَى وَقَدْ كُنْتُ &quot; في دار الدنيا &quot; بَصِيرًا &quot; فما الذي صيرني إلى هذه الحالة البشعة.';
$t[126] = '&quot; قَالَ كَذَلِكَ أَتَتْكَ آيَاتُنَا فَنَسِيتَهَا &quot; بإعراضك عنها &quot; وَكَذَلِكَ الْيَوْمَ تُنْسَى &quot; أي تترك في العذاب.
فأجيب, بأن هذا هو عين عملك, والجزاء من جنس العمل.
فكما عميت عن ذكر ربك, وعشيت عنه, ونسيته, ونسيت حظك منه, أعمى الله بصرك في الآخرة, فحشرت إلى النار أعمى, أصم, أبكم, وأعرض عنك, ونسيك في العذاب.';
$t[127] = '&quot; وَكَذَلِكَ &quot; أي: هذا الجزاء &quot; نَجْزِي &quot; ه &quot; مَنْ أَسْرَفَ &quot; بأن تعدى الحدود, وارتكب المحارم وجاوز ما أذن له &quot; وَلَمْ يُؤْمِنْ بِآيَاتِ رَبِّهِ &quot; الدالة على جميع مطالب الإيمان دلالة واضحة صريحة, فالله لم يظلمه ولم يضع العقوبة في غير محلها وإنما السبب إسرافه وعدم إيمانه.
&quot; وَلَعَذَابُ الْآخِرَةِ أَشَدُّ &quot; من عذاب الدنيا أضعافا مضاعفة &quot; وَأَبْقَى &quot; لكونه لا ينقطع, بخلاف عذاب الدنيا فإنه منقطع.
فالواجب, الخوف والحذر من عذاب الآخرة.';
$t[128] = 'أي أفلم يهد لهؤلاء المكذبين المعرضين, ويدلهم على سلوك طريق الرشاد, وتجنب طريق الغي والفساد, ما أحل الله بالمكذبين قبلهم, من القرون الخالية, والأمم المتتابعة, الذين يعرفون قصصهم, ويتناقلون أسمارهم, وينظرون بأعينهم, مساكنهم من بعدهم, كقوم هود, وصالح, ولوط وغيرهم, وأنهم لما كذبوا رسلنا, وأعرضوا عن كتبنا, أصبناهم بالعذاب الأليم؟ فما الذي يؤمن هؤلاء, أن يحل بهم, ما حل بأولئك؟ &quot; أكفاركم خير من أولئك أم لكم براءة في الزبر أم يقولون نحن جميع منتصر &quot; .
لا شيء من هذا كله فليس هؤلاء الكفار, خيرا من أولئك, حتى يدفع عنهم العذاب بخيرهم, بل هم شر منهم, لأنهم كفروا بأشرف الرسل, وخير الكتب.
وليس لهم براءة مزبورة, وعهد عند الله.
وليسوا كما يقولون, أن جمعهم ينفعهم, ويدفع عنهم, بل هم أذل وأحقر من ذلك.
فإهلاك القرون الماضية بذنوبهم, من أسباب الهداية, لكونها من الآيات الدالة على صحة رسالة الرسل, الذين جاءوهم, وبطلان ما عليه.
ولكن ما كل أحد ينتفع بالآيات, إنما ينتفع بها, أولو النهى, أي العقول السليمة, والفطر المستقيمة, والألباب التي تزجر أصحابها عما لا ينبغي.';
$t[129] = 'هذه تسلية للرسول, وتصبير له عن المبادرة إلى إهلاك المكذبين, المعرضين, وأن كفرهم وتكذيبهم, سبب صالح, لحلول العذاب بهم, ولزومه لهم, لأن الله جعل العقوبات, سببا وناشئا عن الذنوب, ملازما لها.
وهؤلاء قد أتوا بالسبب, ولكن الذي أخره عنهم, كلمة ربك, المتضمنة لإمهالهم وتأخيرهم, وضرب الأجل المسمى.
فالأجل المسمى ونفوذ كلمة الله, هو الذي أخر عنهم العقوبة إلى إبان وقتها.
ولعلهم يراجعون أمر الله, فيتوب عليهم, ويرفع عنهم العقوبة, إذا لم تحق عليهم الكلمة.';
$t[130] = 'ولهذا أمر الله رسوله, بالصبر على أذيتهم بالقول, وأمره أن يتعوض عن ذلك, ويستعين عليه, بالتسبيح بحمد ربه, في هذه الأوقات الفاضلة, قبل طلوع الشمس, وقبل غروبها, وفي أطراف النهار, أوله وآخره, عموم بعد خصوص, وأوقات الليل وساعاته.
ولعلك إن فعلت ذلك, ترضى بما يعطيك ربك من الثواب العاجل والآجل.
وليطمئن قلبك, وتقر عينك بعبادة ربك, وتتسلى بها عن أذيتهم, فيخف حينئذ عليك الصبر.';
$t[131] = 'أي: ولا تمد عينيك معجبا, ولا تكرر النظر مستحسنا - إلى أحوال الدنيا والممتعين بها, من المآكل والمشارب اللذيذة, والملابس الفاخرة, والبيوت المزخرفة, والنساء المجملة.
فإن ذلك كله, زهرة الحياة الدنيا, تبتهج بها نفوس المغترين, وتأخذ إعجابا بأبصار المعرضين, ويتمتع بها - بقطع النظر عن الآخرة - القوم الظالمون.
ثم تذهب سريعا, وتمضي جميعا, وتقتل محبيها وعشاقها, فيندمون حيث لا تنفع الندامة, ويعلمون ما هم عليه إذا قدموا يوم القيامة.
وإنما جعلها الله فتنة واختبارا, ليعلم من يقف عندها, ويغتر بها, ومن هو أحسن عملا كما قال تعالى &quot; إِنَّا جَعَلْنَا مَا عَلَى الْأَرْضِ زِينَةً لَهَا لِنَبْلُوَهُمْ أَيُّهُمْ أَحْسَنُ عَمَلًا وَإِنَّا لَجَاعِلُونَ مَا عَلَيْهَا صَعِيدًا جُرُزًا &quot; .
&quot; وَرِزْقُ رَبِّكَ &quot; العاجل من العلم والإيمان, وحقائق الأعمال الصالحة, والآجل من النعيم المقيم, والعيش السليم في جوار الرب الرحيم [خير] مما متعنا به أزواجا, في ذاته وصفاته &quot; وَأَبْقَى &quot; لكونه لا ينقطع أكلها دائم وظلها كما قال تعالى &quot; بَلْ تُؤْثِرُونَ الْحَيَاةَ الدُّنْيَا وَالْآخِرَةُ خَيْرٌ وَأَبْقَى &quot; .
وفي هذه الآية, إشارة إلى أن العبد إذا رأى من نفسه, طموحا إلى زينة الدنيا, وإقبالا على, أن يذكر ما أمامها من رزق ربه, وأن يوازن بين هذا وهذا.
أي: ولا تمد عينيك معجبا, ولا تكرر النظر مستحسنا - إلى أحوال الدنيا والممتعين بها, من المآكل والمشارب اللذيذة, والملابس الفاخرة, والبيوت المزخرفة, والنساء المجملة.
فإن ذلك كله, زهرة الحياة الدنيا, تبتهج بها نفوس المغترين, وتأخذ إعجابا بأبصار المعرضين, ويتمتع بها - بقطع النظر عن الآخرة - القوم الظالمون.
ثم تذهب سريعا, وتمضي جميعا, وتقتل محبيها وعشاقها, فيندمون حيث لا تنفع الندامة, ويعلمون ما هم عليه إذا قدموا يوم القيامة.
وإنما جعلها الله فتنة واختبارا, ليعلم من يقف عندها, ويغتر بها, ومن هو أحسن عملا كما قال تعالى &quot; إِنَّا جَعَلْنَا مَا عَلَى الْأَرْضِ زِينَةً لَهَا لِنَبْلُوَهُمْ أَيُّهُمْ أَحْسَنُ عَمَلًا وَإِنَّا لَجَاعِلُونَ مَا عَلَيْهَا صَعِيدًا جُرُزًا &quot; .
&quot; وَرِزْقُ رَبِّكَ &quot; العاجل من العلم والإيمان, وحقائق الأعمال الصالحة, والآجل من النعيم المقيم, والعيش السليم في جوار الرب الرحيم [خير] مما متعنا به أزواجا, في ذاته وصفاته &quot; وَأَبْقَى &quot; لكونه لا ينقطع أكلها دائم وظلها كما قال تعالى &quot; بَلْ تُؤْثِرُونَ الْحَيَاةَ الدُّنْيَا وَالْآخِرَةُ خَيْرٌ وَأَبْقَى &quot; .
وفي هذه الآية, إشارة إلى أن العبد إذا رأى من نفسه, طموحا إلى زينة الدنيا, وإقبالا على, أن يذكر ما أمامها من رزق ربه, وأن يوازن بين هذا وهذا.';
$t[132] = 'أي: حث أهلك على الصلاة وأزعجهم إليها من فرض ونفل.
والأمر بالشيء, أمر بجميع ما لا يتم إلا به, فيكون أمرا بتعليمهم, ما يصلح الصلاة, ويفسدها, ويكملها.
&quot; وَاصْطَبِرْ عَلَيْهَا &quot; أي: على الصلاة بإقامتها, بحدودها, وأركانها, وخشوعها, فإن ذلك, مشق على النفس.
ولكن ينبغي إكراهها وجهادها على ذلك, والصبر معها دائما.
فإن العبد إذا أقام صلاته على الوجه المأمور به, كان لما سواها من دينه, أحفظ وأقوم.
وإذا ضيعها, كان لما سواها أضيع.
ثم ضمن تعالى لرسوله الرزق, وأن لا يشغله الاهتمام به, عن إقامة دينه فقال: &quot; نَحْنُ نَرْزُقُكَ &quot; أي: رزقك علينا, قد تكفلنا به, كما تكفلنا بأرزاق الخلائق كلهم فكيف بمن قام بأمرنا, واشتغل بذكرنا؟!! ورزق الله عام للمتقي وغيره.
فينبغي الاهتمام, بما يجلب السعادة الأبدية, وهو: التقوى, ولهذا قال: &quot; وَالْعَاقِبَةُ &quot; في الدنيا والآخرة &quot; لِلتَّقْوَى &quot; التي هي فعل المأمور وترك المنهي.
فمن قام بها, كان له العاقبة, كما قال تعالى &quot; وَالْعَاقِبَةُ لِلْمُتَّقِينَ &quot; .';
$t[133] = 'أي: قال المكذبون للرسول صلى الله عليه وسلم: هلا يأتينا بآية من ربه؟ يعنون آيات الاقتراح كقولهم: &quot; وَقَالُوا لَنْ نُؤْمِنَ لَكَ حَتَّى تَفْجُرَ لَنَا مِنَ الْأَرْضِ يَنْبُوعًا أَوْ تَكُونَ لَكَ جَنَّةٌ مِنْ نَخِيلٍ وَعِنَبٍ فَتُفَجِّرَ الْأَنْهَارَ خِلَالَهَا تَفْجِيرًا أَوْ تُسْقِطَ السَّمَاءَ كَمَا زَعَمْتَ عَلَيْنَا كِسَفًا أَوْ تَأْتِيَ بِاللَّهِ وَالْمَلَائِكَةِ قَبِيلًا &quot; .
وهذا تعنت منهم, وعناد وظلم, فإنهم, والرسول, بشر عبيد لله, فلا يليق منهم الاقتراح, بحسب أهوائهم, وإنما الذي ينزلها, ويختار منها ما يختار بحسب حكمته, هو الله.
وما كان قولهم: &quot; لَوْلَا أُنْزِلَ عَلَيْهِ آيَاتٌ مِنْ رَبِّهِ &quot; يقتضي أنه لم يأتهم بآية على صدقه, ولا بينة على حقه, وهذا كذب وافتراء, فإنه أتي من المعجزات الباهرات, والآيات القاهرات, ما يحصل ببعضه, المقصود.
ولهذا قال: &quot; أَوَلَمْ تَأْتِهِمْ &quot; إن كانوا صادقين في قولهم, وأنهم يطلبون الحق بدليله.
&quot; بَيِّنَةُ مَا فِي الصُّحُفِ الْأُولَى &quot; أي: هذا القرآن العظيم, المصدق لما في الصحف الأولى, من التوراة, والإنجيل, والكتب السابقة المطابق لها, المخبر بما أخبرت به.
وتصديقه أيضا مذكور فيها, ومبشر بالرسول بها, وهذا كقوله تعالى: &quot; أَوَلَمْ يَكْفِهِمْ أَنَّا أَنْزَلْنَا عَلَيْكَ الْكِتَابَ يُتْلَى عَلَيْهِمْ إِنَّ فِي ذَلِكَ لَرَحْمَةً وَذِكْرَى لِقَوْمٍ يُؤْمِنُونَ &quot; .
فالآيات تنفع المؤمنين, ويزداد بها إيمانهم وإيقانهم.
وأما المعرضون عنها المعارضون لها, فلا يؤمنون بها, ولا ينتفعون بها, &quot; إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَةُ رَبِّكَ لَا يُؤْمِنُونَ وَلَوْ جَاءَتْهُمْ كُلُّ آيَةٍ حَتَّى يَرَوُا الْعَذَابَ الْأَلِيمَ &quot; .
وإنما الفائدة في سوقها إليهم ومخاطبتم بها, لتقوم عليهم حجة الله, ولئلا يقولوا حين ينزل بهم العذاب: &quot; لَوْلَا أَرْسَلْتَ إِلَيْنَا رَسُولًا فَنَتَّبِعَ آيَاتِكَ مِنْ قَبْلِ أَنْ نَذِلَّ وَنَخْزَى &quot; بالعقوبة, فها قد جاءكم رسولي ومعه آياتي وبراهيني.
فإن كنتم كما تقولون, فصدقوه.';
$t[134] = '';
$t[135] = 'قل يا محمد مخاطبا للمكذبين لك الذين يقولون تربصوا به ريب المنون &quot; قُلْ كُلٌّ مُتَرَبِّصٌ &quot; فتربصوا بي الموت, وأنا أتربص بكم العذاب &quot; قُلْ هَلْ تَرَبَّصُونَ بِنَا إِلَّا إِحْدَى الْحُسْنَيَيْنِ &quot; أي: الظفر أو الشهادة &quot; وَنَحْنُ نَتَرَبَّصُ بِكُمْ أَنْ يُصِيبَكُمُ اللَّهُ بِعَذَابٍ مِنْ عِنْدِهِ أَوْ بِأَيْدِينَا &quot; .
&quot; فَتَرَبَّصُوا فَسَتَعْلَمُونَ مَنْ أَصْحَابُ الصِّرَاطِ السَّوِيِّ &quot; أي المستقيم.
&quot; وَمَنِ اهْتَدَى &quot; بسلوكه, أنا أم أنتم؟ فإن صاحبه, هو الفائز الراشد, الناجي المفلح.
ومن حاد عنه فهو خاسر خائب معذب.
وقد علم أن الرسول هو الذي بهذه الحالة, وأعداؤه, بخلافه.
والله أعلم.
تم تفسير سورة طه ولله الحمد';
?>