<?php
$t = array();
$t[1] = 'هذا تعجب من حالة الناس, وأنه لا ينجع فيهم تذكير, ولا يرعون إلى نذير, وأنهم قد قرب حسابهم, ومجازاتهم على أعمالهم الصالحة, والحال أنهم في غفلة معرضون أي: غفلة عما خلقوا له, وإعراض عما زجروا به.
كأنهم للدنيا خلقوا, وللتمتع بها ولدوا, وأن الله تعالى لا يزال يجدد لهم التذكير والوعظ, ولا يزالون في غفلتهم وإعراضهم, ولهذا قال:';
$t[2] = '&quot; مَا يَأْتِيهِمْ مِنْ ذِكْرٍ مِنْ رَبِّهِمْ مُحْدَثٍ &quot; يذكر ما ينفعهم, ويحثهم عليه وما يضرهم, ويرهبهم منه &quot; إِلَّا اسْتَمَعُوهُ &quot; سماعا, تقوم عليهم به الحجة.
&quot; وَهُمْ يَلْعَبُونَ لَاهِيَةً قُلُوبُهُمْ &quot; أي: قلوبهم غافلة معرضة بمطالبها الدنيوية وأبدانهم لاعبة, قد اشتغلوا بتناول الشهوات, والعمل بالباطل, والأقوال الردية.
مع أن الذي ينبغي لهم أن يكونوا بغير هذه الصفة, تقبل قلوبهم على أمر الله ونهيه, وتستمعه استماعا, تفقه المراد منه, وتسعى جوارحهم, في عبادة ربهم, التي خلقوا لأجلها, ويجعلون القيامة والحساب, والجزاء منهم على بال.
فبذلك يتم لهم أمرهم, وتستقيم أحوالهم, وتزكو أعمالهم.
وفي معنى قوله &quot; اقْتَرَبَ لِلنَّاسِ حِسَابُهُمْ &quot; قولان.
أحدهما أن هذه الأمة, هي آخر الأمم, ورسولها, آخر الرسل, وعلى أمته تقوم الساعة, فقد قرب الحساب منها, بالنسبة لما قبلها من الأمم, لقوله صلى الله عليه وسلم &quot; بعثت أنا والساعة كهاتين, وقرن بين إصبعيه, السبابة والتي تليها &quot; .
والقول الثاني: أن المراد بقرب الحساب الموت, وأن من مات, قامت قيامته, ودخل في دار الجزاء على الأعمال, وأن هذا تعجب من كل غافل معرض, لا يدري متى يفجأه الموت, صباحا أو مساء.
فهذه حالة الناس كلهم إلا من أدركته العناية الربانية, فاستعد للموت وما بعده.';
$t[3] = 'ثم ذكر ما يتناجى به الكافرون الظالمون, على وجه العناد, ومقابلة الحق بالباطل, وأنهم تناجوا, وتواطأوا فيما بينهم, أن يقولوا في الرسول صلى الله عليه وسلم, إنه بشر مثلكم, فما الذي فضله عليكم, وخصه من بينكم.
فلو ادعى أحد منكم مثل دعواه, لكان قوله من جنس قوله.
ولكنه يريد أن يتفضل عليكم, ويرأس فيكم, فلا تطيعوه, ولا تصدقوه.
وأنه ساحر, وما جاء به من القرآن, سحر, فانفروا عنه, ونفروا الناس, وقولوا.
&quot; أَفَتَأْتُونَ السِّحْرَ وَأَنْتُمْ تُبْصِرُونَ &quot; هذا, وهم يعلمون أنه رسول الله حقا بما يشاهدون من الآيات الباهرة, ما لم يشاهده غيرهم, ولكن حملهم على ذلك, الشقاء والظلم والعناد.
والله تعالى قد أحاط علما بما تناجوا به, وسيجازيهم عليه ولهذا قال:';
$t[4] = '&quot; قَالَ رَبِّي يَعْلَمُ الْقَوْلَ &quot; الخفي والجلي &quot; فِي السَّمَاءِ وَالْأَرْضِ &quot; أي: في جميع ما احتوت عليه أقطارهما &quot; وَهُوَ السَّمِيعُ &quot; لسائر الأصوات, باختلاف اللغات, على تفنن الحاجات &quot; الْعَلِيمُ &quot; بما في الضمائر, وأكنته السرائر.';
$t[5] = 'يذكر تعالى ائتفاك المكذبين بمحمد صلى الله عليه وسلم, وبما جاء به من القرآن العظيم, وأنهم تقولوا فيه, وقالوا فيه الأقاويل الباطلة المختلفة.
فتارة يقولون &quot; أضغاث أحلام &quot; بمنزلة كلام النائم الهاذي, الذي لا يحس بما يقول.
وتارة يقولون &quot; افتراه &quot; واختلقه وتقوله من عند نفسه.
وتارة يقولون.
إنه شاعر وما جاء به شعر.
وكل من له أدنى معرفة بالواقع, من حالة الرسول, ونظر في هذا الذي جاء به, جزم جزما لا يقبل الشك, أنه أجل الكلام وأعلاه, وأنه من عند الله, وأن أحدا من البشر, لا يقدر على الإتيان بمثل بعضه.
كما تحدى الله أعداءه بذلك, ليعارضوه مع توفر دواعيهم لمعارضته, وعداوته فلم يقدروا على شيء من معارضته, وهم يعلمون ذلك.
وإلا, فما الذي أقامهم, وأقعدهم؟ وأقض مضاجعهم, وبلبل ألسنتهم إلا الحق الذي لا يقوم له شيء؟ وإنما يقولون هذه الأقوال فيه, حيث لم يؤمنوا به, تنفيرا عنه لمن لم يعرفه.
وهو أكبر الآيات المستمرة, الدالة على صحة ما جاء به الرسول صلى الله عليه وسلم, وصدقه, وهو كاف شاف.
فمن طلب دليلا غيره, أو اقترح آية من الآيات سواه, فهو جاهل ظالم مشبه لهؤلاء المعاندين الذين كذبوه, وطلبوا من الآيات الاقتراحية, ما هو أضر شيء عليهم.
وليس لهم فيها مصلحة لأنهم إن كان قصدهم معرفة الحق إذا تبين دليله, فقد تبين دليله بدونها.
وإن كان قصدهم التعجيز وإقامة العذر لأنفسهم, إن لم يأت بما طلبوا فإنهم بهذه الحالة - على فرض إتيان ما طلبوا من الآيات - لا يؤمنون قطعا, فلو جاءتهم كل آية, لا يؤمنون حتى يروا العذاب الأليم.
ولهذا قال الله عنهم: &quot; فَلْيَأْتِنَا بِآيَةٍ كَمَا أُرْسِلَ الْأَوَّلُونَ &quot; أي: كناقة صالح, وعصى موسى, ونحو ذلك.';
$t[6] = 'قال الله: &quot; مَا آمَنَتْ قَبْلَهُمْ مِنْ قَرْيَةٍ أَهْلَكْنَاهَا &quot; أي: بهذه الآيات المقترحة.
وإنما سنته تقتضي أن من طلبها, ثم حصلت له لم يأمن أن يعاجله بالعقوبة.
فالأولون ما آمنوا بها أفيؤمن هؤلاء بها؟ ما الذي فضلهم على أولئك وما الخير الذي فيهم, يقتضي الإيمان عند وجودها؟ وهذا الاستفهام, يعني النفي, أي: لا يكون ذلك منهم أبدا.';
$t[7] = 'هذا جواب لشبه المكذبين للرسول القائلين: هلا كان ملكا, لا يحتاج إلى طعام وشراب, وتصرف في الأسواق؟ وهلا كان خالدا؟ فإذا لم يكن كذلك, دل على أنه ليس برسول.
وهذه الشبه ما زالت في قلوب المكذبين للرسل, تشابهوا في الكفر, فتشابهت أقوالهم.
فأجاب تعالى عن هذه الشبه لهؤلاء المكذبين للرسول, المقرين بإثبات الرسل قبله.
ولو لم يكن إلا إبراهيم عليه السلام, الذي قد أقر بنبوته جميع الطوائف.
والمشركون, يزعمون أنهم على دينه وملته - بأن الرسل قبل محمد صلى الله عليه وسلم, كلهم من البشر, الذين يأكلون الطعام, ويمشون في الأسواق, وتطرأ عليهم العوارض البشرية, من الموت وغيره.
وأن الله أرسلهم إلى قومهم وأممهم, فصدقهم من صدقهم, وكذبهم من كذبهم.
وأن الله صدقهم ما وعدهم به من النجاة, والسعادة لهم, ولأتباعهم, وأهلك المسرفين المكذبين لهم.
فما بال محمد صلى الله عليه وسلم, تقام الشبه الباطلة على إنكار رسالته وهي موجودة في إخوانه المرسلين, الذين يقر بهم المكذبون لمحمد؟ فهذا إلزام لهم, في غاية الوضوح.
وأنهم إن أقروا برسول من البشر, ولن يقروا برسول من غير البشر, فإن شبههم باطلة, قد أبطلوها هم بإقرارهم بفسادها, وتناقضهم بها.
فلو قدر انتقالهم هنا إلى إنكار نبوة البشر رأسا, وأنه لا يكون نبي إن لم يكن ملكا مخلدا, لا يأكل الطعام, فقد أجاب الله عن هذه الشبهة بقوله: &quot; وَقَالُوا لَوْلَا أُنْزِلَ عَلَيْهِ مَلَكٌ وَلَوْ أَنْزَلْنَا مَلَكًا لَقُضِيَ الْأَمْرُ ثُمَّ لَا يُنْظَرُونَ وَلَوْ جَعَلْنَاهُ مَلَكًا لَجَعَلْنَاهُ رَجُلًا وَلَلَبَسْنَا عَلَيْهِمْ مَا يَلْبِسُونَ &quot; .
وأن البشر لا طاقة لهم بتلقي الوحي من الملائكة &quot; قُلْ لَوْ كَانَ فِي الْأَرْضِ مَلَائِكَةٌ يَمْشُونَ مُطْمَئِنِّينَ لَنَزَّلْنَا عَلَيْهِمْ مِنَ السَّمَاءِ مَلَكًا رَسُولًا &quot; .
فإن حصل معكم شك وعدم علم بحالة الرسل المتقدمين &quot; فَاسْأَلُوا أَهْلَ الذِّكْرِ &quot; من الكتب السالفة, كأهل التوراة والإنجيل, يخبرونكم بما عندهم من العلم, وأنهم كلهم بشر من جنس المرسل إليهم.
وهذه الآية وإن كان سببها خاصا بالسؤال عن حالة الرسل المتقدمين من أهل الذكر, وهم أهل العلم, فإنها عامة في كل مسألة من مسائل الدين, أصوله وفروعه, إذا لم يكن عند الإنسان علم منها, أن يسأل من يعلمها.
ففيه الأمر بالتعلم والسؤال لأهل العلم.
ولم يؤمر بسؤالهم, إلا لأنه يجب عليهم التعليم والإجابة عما علموه.
وفي تخصيص السؤال بأهل الذكر والعلم, نهى عن سؤال المعروف بالجهل, وعدم العلم, ونهى له أن يتصدى لذلك, وفي هذه الآية, دليل على أن النساء ليس منهن نبية, لا مريم ولا غيرها, لقوله &quot; إِلَّا رِجَالًا &quot; .';
$t[8] = '';
$t[9] = '';
$t[10] = 'أي: لقد أنزلنا إليكم - أيها المرسل إليهم, محمد بن عبد الله ابن عبد المطلب - كتابا جليلا, وقرآنا مبينا &quot; فِيهِ ذِكْرُكُمْ &quot; أي شرفكم وفخركم, وارتفاعكم, إن تذكرتم به, ما فيه من الأخبار الصادقة, فاعتقدتموها, وامتثلتم ما فيه من الأوامر, واجتنبتم ما فيه من النواهي, وارتفع قدركم, وعظم أمركم.
&quot; أَفَلَا تَعْقِلُونَ &quot; ما ينفعكم وما يضركم؟ كيف لا تعملون على ما فيه ذكركم, وشرفكم في الدنيا والآخرة, فلو كان لكم عقل, لسلكتم هذا السبيل.
فلما لم تسلكوه, وسلكتم غيره, من الطرق, التي فيها ضعتكم.
وخستكم في الدنيا والآخرة وشقاوتكم فيهما, علم أنه ليس لكم معقول صحيح, ولا رأي رجيح.
وهذه الآية, مصداقها ما وقع.
فإن المؤمنين بالرسول, والذين تذكروا بالقرآن, من الصحابة, فمن بعدهم, حصل لهم من الرفعة والعلو الباهر, والصيت العظيم, والشرف على الملوك, ما هو أمر معلوم لكل أحد.
كما أنه معلوم ما حصل, لمن لم يرفع بهذا القرآن رأسا, ولم يهتد, ولم يتزك به, من المقت والضعة, والتدسية, والشقاوة, فلا سبيل إلى سعادة الدنيا والآخره, إلا بالتذكر بهذا الكتاب.';
$t[11] = 'يقول تعالى - محذرا لهؤلاء الظالمين, المكذبين للرسول, بما فعل بالأمم المكذبة لغيره من الرسل - &quot; وَكَمْ قَصَمْنَا &quot; أي: أهلكنا بعذاب مستأصل &quot; مِنْ قَرْيَةٍ &quot; تلفت عن آخرها &quot; وَأَنْشَأْنَا بَعْدَهَا قَوْمًا آخَرِينَ &quot; وأن هؤلاء المهلكين, لما أحسوا بعذاب الله وعقابه, وباشرهم نزوله, لم يمكن لهم الرجوع ولا طريق إلى النزوع وإنما ضربوا الأرض بأرجلهم, ندما, وقلقا, وتحسروا على ما فعلوا.';
$t[12] = '';
$t[13] = 'فقيل لهم على وجه التهكم بهم: &quot; لَا تَرْكُضُوا وَارْجِعُوا إِلَى مَا أُتْرِفْتُمْ فِيهِ وَمَسَاكِنِكُمْ لَعَلَّكُمْ تُسْأَلُونَ &quot; أي: لا يفيدكم الركوض والندم.
ولكن إن كان لكم اقتدار, فارجعوا إلى ما أترفتم فيه, من اللذات, والمشتهيات, ومساكنكم المزخرفات, ودنياكم التي غرتكم وألهتكم, حتى جاءكم أمر الله.
فكونوا فيها متمكنين, وللذاتها جانين, وفي منازلكم مطمئنين معظمين, لعلكم أن تكونوا مقصودين في أموركم, كما كنتم سابقا, مسئولين من مطالب الدنيا, كحالتم الأولى, وهيهات, أين الأصول إلى هذا؟ وقد فات الوقت, وحل بهم العقاب والمقت, وذهب عنهم عزهم, وشرفهم ودنياهم, وحضرهم ندمهم وتحسرهم؟';
$t[14] = 'ولهذا &quot; قَالُوا يَا وَيْلَنَا إِنَّا كُنَّا ظَالِمِينَ فَمَا زَالَتْ تِلْكَ دَعْوَاهُمْ &quot; .
أي: الدعاء بالويل والثبور, والندم, والإقرار على أنفسهم بالظلم وأن الله عادل فيما أحل بهم.
&quot; حَتَّى جَعَلْنَاهُمْ حَصِيدًا خَامِدِينَ &quot; اى:.
بمنزلة النبات الذي قد حصد وأنيم.
قد خمدت منهم الحركات, وسكنت منهم الأصوات.
فاحذروا - أيها المخاطبون - أن تستمروا على تكذيب أشرف الرسل فيحل بكم كما حل بأولئك.';
$t[15] = '&quot; حَتَّى جَعَلْنَاهُمْ حَصِيدًا خَامِدِينَ &quot; اى:.
بمنزلة النبات الذي قد حصد وأنيم.
قد خمدت منهم الحركات, وسكنت منهم الأصوات.
فاحذروا - أيها المخاطبون - أن تستمروا على تكذيب أشرف الرسل فيحل بكم كما حل بأولئك.';
$t[16] = 'يخبر تعالى أنه ما خلق السماوات والأرض عبثا, ولا لعبا من غير فائدة بل خلقها بالحق وللحق, ليستدل بها العباد على أنه الخالق العظيم, المدبر الحكيم, الرحمن الرحيم, الذي له الكمال كله, والحمد كله, والعزة كلها.
الصادق في قيله, الصادقة رسله, فيما تخبر عنه, وأن القادر على خلقهما مع سعتهما وعظمهما, قادر على إعادة الأجساد بعد موتها, ليجازي المحسن بإحسانه, والمسيء بإساءته.';
$t[17] = '&quot; لَوْ أَرَدْنَا أَنْ نَتَّخِذَ لَهْوًا &quot; على الفرض والتقدير المحال &quot; لَاتَّخَذْنَاهُ مِنْ لَدُنَّا &quot; أي: من عندنا &quot; إِنْ كُنَّا فَاعِلِينَ &quot; ولم نطلعكم على ما فيه عبث ولهو, لأن ذلك نقص ومثل سوء, لا نحب أن نريه إياكم.
فالسماوات والأرض اللذان بمرأى منكم على الدوام, لا يمكن أن.
يكون القصد منها العبث واللهو.
كل هذا تنزل مع العقول الصغيرة وإقناعها بجميع الوجوه المقنعة.
فسبحان الحليم الرحيم, الحكيم, في تنزيله الأشياء منازلها.';
$t[18] = 'يخبر تعالى, أنه تكفل بإحقاق الحق وإبطال الباطل.
وإن كان باطل قيل وجودل به, فإن الله ينزل من الحق والعلم والبيان, ما يدمغه, فيضمحل, ويتبين لكل أحد بطلانه &quot; فَإِذَا هُوَ زَاهِقٌ &quot; .
أي: مضمحل, فإن, وهذا عام في جميع المسائل الدينية, لا يورد مبطل, شبهة, عقلية ولا نقلية, في إحقاق باطل, أو رد حق, إلا وفي أدلة الله, من القواطع العقلية والنقلية, ما يذهب ذلك القول الباطل ويقمعه فإذا هو متبين بطلانه لكل أحد.
وهذا يتبين باستقراء المسائل, مسألة مسألة, فإنك تجدها كذلك, ثم قال: &quot; وَلَكُمْ &quot; أيها الواصفون الله, بما لا يليق به, من اتخاذ الولد والصاحبة, ومن الأنداد والشركاء, حظكم من ذلك, ونصيبكم الذي تدركون به &quot; الْوَيْلُ &quot; والندامة والخسران.
ليس لكم مما قلتم فائدة, ولا يرجع عليكم بعائدة تؤملونها, وتعملون لأجلها, وتسعون في الوصول إليها, إلا عكس مقصودكم, وهو: الخيبة والحرمان.
ثم أخبر أنه له ملك السماوات والأرض وما بينهما.
فالكل عبيده ومماليكه, فليس لأحد منهم ملك ولا قسط من الملك, ولا معاونة عليه, ولا يشفع إلا بإذن الله.
فكيف يتخذ من هؤلاء آلهة وكيف يجعل الله منها ولد؟!';
$t[19] = 'فتعالى وتقدس, المالك العظيم, الذي خضعت له الرقاب, وذلت له الصعاب, وخشعت, له الملائكة المقربون, وأذعنوا له بالعبادة الدائمة المستمرة, أجمعون.
ولهذا قال: &quot; وَمَنْ عِنْدَهُ &quot; أي الملائكة &quot; لَا يَسْتَكْبِرُونَ عَنْ عِبَادَتِهِ وَلَا يَسْتَحْسِرُونَ &quot; أي: لا يملكون ولا يسأمون, لشدة رغبتهم, وكمال محبتهم, وقوة أبدانهم.';
$t[20] = '&quot; يُسَبِّحُونَ اللَّيْلَ وَالنَّهَارَ لَا يَفْتُرُونَ &quot; أي: مستغرقين في العبادة والتسبيح في جميع أوقاتهم فليس في أوقاتهم وقت فارغ ولا خال منها وهم على كثرتهم بهذه الصفة, وفي هذا من بيان عظمته وجلالة سلطانه وكمال علمه وحكمته, ما يوجب أن لا يعبد إلا هو, ولا تصرف العبادة لغيره.';
$t[21] = 'لما بين تعالى كل اقتداره وعظمته, وخضوع كل شيء له, أنكر على المشركين الذين اتخذوا من دون الله آلهة من الأرض, في غاية العجز وعدم القدرة &quot; هُمْ يُنْشِرُونَ &quot; .
استفهام بمعنى النفي, أي: لا يقدرون على نشرهم وحشرهم, يفسرها قوله تعالى: &quot; وَاتَّخَذُوا مِنْ دُونِهِ آلِهَةً لَا يَخْلُقُونَ شَيْئًا وَهُمْ يُخْلَقُونَ وَلَا يَمْلِكُونَ لِأَنْفُسِهِمْ ضَرًّا وَلَا نَفْعًا وَلَا يَمْلِكُونَ مَوْتًا وَلَا حَيَاةً وَلَا نُشُورًا &quot; &quot; وَاتَّخَذُوا مِنْ دُونِ اللَّهِ آلِهَةً لَعَلَّهُمْ يُنْصَرُونَ لَا يَسْتَطِيعُونَ نَصْرَهُمْ وَهُمْ لَهُمْ جُنْدٌ مُحْضَرُونَ &quot; .
فالمشرك يعبد المخلوق, الذي لا ينفع ولا يضر, ويدع الإخلاص لله, الذي له الكمال كله وبيده الأمر والنفع والضر.
وهذا من عدم توفيقه, وسوء حظه, وتوفر جهله, وشدة ظلمه.
فإنه لا يصلح الوجود, إلا على إله واحد, كما أنه لم يوجد, إلا برب واحد.';
$t[22] = 'ولهذا قال: &quot; لَوْ كَانَ فِيهِمَا &quot; أي: في السماوات والأرض &quot; آلِهَةٌ إِلَّا اللَّهُ لَفَسَدَتَا &quot; في ذاتهما, وفسد ما فيهما, من المخلوقات.
وبيان ذلك: أن العالم العلوي والسفلي, على ما يرى, في أكمل ما يكون من الصلاح والانتظام, الذي ما فيه خلل ولا عيب, ولا ممانعة, ولا معارضة.
فدل ذلك, على أن مدبره واحد, وربه واحد, وإلهه واحد.
فلو كان له مدبران وربان أو أكثر من ذلك, لاختل نظامه, وتقوضت أركانه فإنهما يتمانعان ويتعارضان.
وإذا أراد أحدهما تدبير شيء, وأراد الآخر عدمه, فإنه محال وجود مرادهما معا.
ووجود مراد أحدهما دون الآخر, يدل على عجز الآخر, وعدم اقتداره واتفاقهما على مراد واحد في جميع الأمور, غير ممكن.
فإذا, يتعين أن القاهر الذي يوجد مراده وحده, من غير ممانع ولا مدافع, هو الله الواحد القهار, ولهذا ذكر الله دليل التمانع في قوله: &quot; مَا اتَّخَذَ اللَّهُ مِنْ وَلَدٍ وَمَا كَانَ مَعَهُ مِنْ إِلَهٍ إِذًا لَذَهَبَ كُلُّ إِلَهٍ بِمَا خَلَقَ وَلَعَلَا بَعْضُهُمْ عَلَى بَعْضٍ سُبْحَانَ اللَّهِ عَمَّا يَصِفُونَ &quot; .
ومنه - على أحد التأويلين - قوله تعالى: &quot; قُلْ لَوْ كَانَ مَعَهُ آلِهَةٌ كَمَا يَقُولُونَ إِذًا لَابْتَغَوْا إِلَى ذِي الْعَرْشِ سَبِيلًا سُبْحَانَهُ وَتَعَالَى عَمَّا يَقُولُونَ عُلُوًّا كَبِيرًا &quot; .
ولهذا قال هنا: &quot; فَسُبْحَانَ اللَّهِ &quot; أي: تنزه وتقدس عن كل نقص لكماله وحده.
&quot; رَبُّ الْعَرْشِ &quot; الذي هو سقف المخلوقات وأوسعها, وأعظمها, فربوبية ما دونه من باب أولى.
&quot; عَمَّا يَصِفُونَ &quot; أي: الجاحدون الكافرون, من اتخاذ الولد والصاحبة, وأن يكون له شريك بوجه من الوجوه';
$t[23] = '&quot; لَا يُسْأَلُ عَمَّا يَفْعَلُ &quot; لعظمته وعزته, وكمال قدرته, لا يقدر أحد أن يمانعه أو يعارضه, لا بقول, ولا بفعل.
ولكمال حكمته ووضعه الأشياء مواضعها, وإتقانها, أحسن كل شيء يقدره العقل, فلا يتوجه إليه سؤال, لأن خلقه ليس فيه خلل ولا إخلال.
&quot; وَهُمْ &quot; أي: المخلوقين كلهم &quot; يَسْأَلُونَ &quot; عن أفعالهم وأقوالهم, لعجزهم وفقرهم, ولكونهم عبيدا, قد استحقت أفعالهم وحركاتهم فليس لهم من التصرف والتدبير في أنفسهم, ولا في غيرهم, مثقال ذرة.';
$t[24] = 'ثم رجع إلى تهجين حال المشركين, وأنهم اتخذوا من دونه آلهة فقل لهم موبخا ومقرعا &quot; أَمِ اتَّخَذُوا مِنْ دُونِهِ آلِهَةً قُلْ هَاتُوا بُرْهَانَكُمْ &quot; أي حجتكم ودليلكم على صحة ما ذهبتم إليه, ولن يجدوا لذلك سبيلا بل قد قامت الأدلة القطعية على بطلانه, ولهذا قال: &quot; هَذَا ذِكْرُ مَنْ مَعِيَ وَذِكْرُ مَنْ قَبْلِي &quot; أي: قد اتفقت الكتب والشرائع على صحة ما قلت لكم, من إبطال الشرك.
فهذا كتاب الله الذي فيه ذكر كل شيء, بأدلته العقلية والنقلية.
وهذه الكتب السابقة كلها, براهين وأدلة لما قلت.
ولما علم أنهم قامت عليهم الحجة والبرهان على بطلان ما ذهبوا إليه, علم أنه لا برهان لهم, لأن البرهان القاطع, يجزم أنه لا معارض له, وإلا لم يكن قطعيا.
وإن وجد في معارضات, فإنها شبه لا تغني من الحق شيئا.
وقوله &quot; بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ الْحَقَّ &quot; أي: وإنما أقاموا على ما هم عليه, تقليدا لأسلافهم يجادلون بغير علم ولا هدى.
وليس عدم علمهم بالحق لخفائه وغموضه, وإنما ذلك, لإعراضهم عنه.
وإلا فلو التفتوا إليه أدنى التفات, لتبين لهم الحق من الباطل تبينا واضحا جليا ولهذا قال &quot; فَهُمْ مُعْرِضُونَ &quot; .';
$t[25] = 'ولما حول تعالى على ذكر المتقدمين, وأمر بالرجوع إليهم في بيان هذه المسألة, بينها أتم تبيين في قوله &quot; وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَهَ إِلَّا أَنَا فَاعْبُدُونِ &quot; .
فكل الرسل الذين من قبلك مع كتبهم, زبدة رسالتهم وأصلها, الأمر بعبادة الله وحده لا شريك له, وبيان أنه الإله الحق المعبود, وأن عبادة ما سواه, باطلة.';
$t[26] = 'يخبر تعالى عن سفاهة المشركين المكذبين للرسول, وأنهم زعموا - قبحهم الله - أن الله اتخذ ولدا فقالوا: الملائكة بنات الله, تعالى الله عن قولهم.
وأخبر عن وصف الملائكة, بأنهم عبيد مربوبون مدبرون, ليس لهم من الأمر شيء.
وإنما هم مكرمون عند الله, قد ألزمهم الله, وصيرهم من عبيد كرامته ورحمته, وذلك لما خصهم به من الفضائل والتطهير عن الرذائل, وأنهم في غاية الأدب مع الله, والامتثال لأوامره.';
$t[27] = '&quot; لَا يَسْبِقُونَهُ بِالْقَوْلِ &quot; أي: لا يقولون قولا مما يتعلق بتدبير المملكة, حتى يقول الله, لكمال أدبهم, وعلمهم بكمال حكمته وعلمه.
&quot; وَهُمْ بِأَمْرِهِ يَعْمَلُونَ &quot; أي: مهما أمرهم, امتثلوا لأمره, ومهما دبرهم عليه, فعلوه.
فلا يعصونه طرفة عين, ولا يكون لهم عمل بأهواء أنفسهم من دون أمر الله, ومع هذا, فالله قد أحاط بهم علمه.';
$t[28] = '&quot; يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ &quot; أي: أمورهم الماضية والمستقبلة, فلا خروج لهم عن علمه, كما لا خروج لهم عن أمره وتدبيره.
ومن جزئيات وصفهم, بأنهم لا يسبقونه بالقول, وأنهم لا يشفعون لأحد بدون إذنه ورضاه, فإذا أذن لهم, وارتضى من يشفعون فيه, شفعوا فيه.
ولكنه تعالى لا يرضى من القول والعمل, إلا ما كان خالصا لوجهه, متبعا فيه الرسول.
وهذه الآية من أدلة إثبات الشفاعة, وأن الملائكة يشفعون.
&quot; وَهُمْ مِنْ خَشْيَتِهِ مُشْفِقُونَ &quot; أي: خائفون وجلون, قد خضعوا لجلاله, وعنت وجوههم لعزه وجماله.';
$t[29] = 'فلما بين أنه لا حق لهم في الألوهية, ولا يستحقون شيئا من العبودية بما وصفهم به من الصفات المقتضية لذلك - ذكر أيضا أنه لا حظ لهم, من الألوهية, ولا بمجرد الدعوى, وأن من قال منهم: &quot; إِنِّي إِلَهٌ مِنْ دُونِهِ &quot; على سبيل الفرض والتنزل &quot; فَذَلِكَ نَجْزِيهِ جَهَنَّمَ كَذَلِكَ نَجْزِي الظَّالِمِينَ &quot; .
وأي: ظلم أعظم من ادعاء المخلوق الناقص, الفقير إلى الله من جميع الوجوه مشاركته الله في خصائص الإلهية والربوبية؟!!';
$t[30] = 'أي: أو لم ينظر هؤلاء الذين كفروا بربهم, وجحدوا الإخلاص له في العبودية, ما يدلهم دلالة مشاهدة, على أنه الرب المحمود الكريم المعبود.
فيشاهدون السماء والأرض فيجدونهما رتقا: هذه ليس فيها سحاب ولا مطر.
وهذه هامدة ميتة, لا نبات فيها, ففتقناهما: السماء بالمطر, والأرض بالنبات.
أليس الذي أوجد في السماء السحاب, بعد أن كان الجو صافيا لا قزعة فيه.
وأودع فيه الماء الغزير, ثم ساقه إلى بلد ميت; قد أغبرت أرجاؤه, وقحط عنه ماؤه.
فأمطره فيها, فاهتزت, وتحركت, وربت, وأنبتت من كل زوج بهيج, مختلف الأنواع, متعدد المنافع.
أليس ذلك دليلا على أنه الحق, وما سواه باطل, وأنه محيي الموتى, وأنه الرحمن الرحيم؟ ولهذا قال &quot; أَفَلَا يُؤْمِنُونَ &quot; أي: إيمانا صحيحا, ما فيه شك ولا شرك.';
$t[31] = 'ثم عدد تعالى الأدلة الأفقية فقال: &quot; وَجَعَلْنَا فِي الْأَرْضِ &quot; إلى &quot; فِي فَلَكٍ يَسْبَحُونَ &quot; .
أي: ومن الأدلة على قدرته وكماله ووحدانيته ورحمته, أنه لما كانت الأرض لا تستقر إلا بالجبال, أرساها بها وأوتدها, لئلا تميد بالعباد, أي: لئلا تضطرب, فلا يتمكن العباد من السكون فيها, ولا حرثها, ولا الاستقرار بها.
فأرساها بالجبال, فحصل بسبب ذلك, من المصالح والمنافع, ما حصل.
ولما كانت الجبال المتصل بعضها ببعض, قد اتصلت اتصالا كثيرا جدا, فلو بقيت بحالها, جبالا شامخات, وقللا باذخات, لتعطل الاتصال بين كثير من البلدان.
فمن حكمة الله ورحمته, أن جعل بين تلك الجبال فجاجا سبلا.
أي: طرقا سهلة لا حزنة.
لعلهم يهتدون إلى الوصول, إلى مطالبهم من البلدان.
ولعهم يهتدون بالاستدلال بذلك على وحدانية المنان.';
$t[32] = '&quot; وَجَعَلْنَا السَّمَاءَ سَقْفًا &quot; للأرض التي أنتم عليها &quot; مَحْفُوظًا &quot; من السقوط &quot; إِنَّ اللَّهَ يُمْسِكُ السَّمَاوَاتِ وَالْأَرْضَ أَنْ تَزُولَا &quot; محفوظا أيضا من استراق الشياطين للسمع.
&quot; وَهُمْ عَنْ آيَاتِهَا مُعْرِضُونَ &quot; أي: غافلون لاهون,: هذا عام في جميع آيات السماء, من علوها, وسعتها, وعظمتها, ولونها الحسن, وإتقانها العجيب, وغير ذلك من المشاهد فيها, من الكواكب الثوابت, والسيارات, وشمسها, وقمرها النيرات, المتولد عنهما, الليل والنهار, وكونهما دائما في فلكهما سابحين, وكذلك النجوم.
فتقوم بسبب ذلك منافع العباد من الحر والبرد, والفصول, ويعرفون حساب عباداتهم ومعاملاتهم, ويستريحون في ليلهم, ويهدأون ويسكنون وينتشرون في نهارهم, ويسعون في معايشهم.
كل هذه الأمور إذا تدبرها اللبيب, وأمعن فيها النظر, جزم حزما لا شك فيه, أن الله جعلها مؤقتة في وقت معلوم, إلى أجل محتوم, يقضي العباد منها مآربهم, وتقوم بها منافعهم, وليستمتعوا وينتفعوا.
ثم بعد هذا, ستزول وتضمحل, ويفنيها الذي أوجدها, ويسكنها الذي حركها.
وينتقل المكلفون إلى دار غير هذه الدار, يجدون فيها جزاء أعمالهم, كاملا موفرا ويعلم أن المقصود من هذه الدار أن تكون مزرعة لدار القرار, وأنها منزل سفر, لا محل إقامة.';
$t[33] = '';
$t[34] = 'لما كان أعداء الرسول يقولون &quot; نَتَرَبَّصُ بِهِ رَيْبَ الْمَنُونِ &quot; قال الله تعالى: هذا طريق مسلوك ومعبد, منهوك, فلم نجعل لبشر &quot; مِنْ قَبْلِكَ &quot; يا محمد &quot; الْخُلْدِ &quot; في الدنيا.
فإذا مت, فسبيل أمثالك, من الرسل والأنبياء, والأولياء.
&quot; أَفَإِنْ مِتَّ فَهُمُ الْخَالِدُونَ &quot; أي: فهل إذا مت خلدوا بعدك.
فليهنهم الخلود إذا, إن كان, وليس الأمر كذاك, بل كل من عليها فان.
ولهذا قال: &quot; كُلُّ نَفْسٍ ذَائِقَةُ الْمَوْتِ &quot; وهذا يشمل سائر نفوس الخلائق, وإنا هذا كأس لابد من شربه وإن طال بالعبد المدى, وعمر سنين.';
$t[35] = 'ولهذا قال: &quot; كُلُّ نَفْسٍ ذَائِقَةُ الْمَوْتِ &quot; وهذا يشمل سائر نفوس الخلائق, وإنا هذا كأس لابد من شربه وإن طال بالعبد المدى, وعمر سنين.

ولكن الله تعالى, أوجد عباده في الدنيا, وأمرهم, ونهاهم, وابتلاهم بالخير والشر, وبالغنى والفقر, والعز والذل والحياة والموت, فتنة منه تعالى &quot; لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا &quot; ومن يفتتن عند مواقع الفتن ومن ينجو.
&quot; ثُمَّ إِلَيْنَا تُرْجَعُونَ &quot; فنجازيكم بأعمالكم, إن خيرا فخير, وإن شرا فشر &quot; وَمَا رَبُّكَ بِظَلَّامٍ لِلْعَبِيدِ &quot; .
وهذه الآية, تدل على بطلان قول من يقول ببقاء الخضر, وأنه مخلد في الدنيا.
فهو قول, لا دليل عليه, ومناقض للأدلة الشرعية.';
$t[36] = 'وهذا من شدة كفرهم, فإن المشركين إذا رأوا رسول الله صلى الله عليه وسلم, استهزأوا به وقالوا: &quot; أَهَذَا الَّذِي يَذْكُرُ آلِهَتَكُمْ &quot; .
أي: هذا المحتقر بزعمهم, الذي يسب آلهتكم ويذمها, ويقع فيها, أي: فلا تبالوا به, ولا تحتفلوا به.
هذا استهزاؤهم واحتقارهم له, بما هو من كماله, فإنه الأكمل الأفضل الذي من فضائله ومكارمه, إخلاص العبادة لله, وذم كل ما يعبد من دونه وتنقصه, وذكر محله ومكانته.
ولكن محل الازدراء والاستهزاء, هؤلاء الكفار, الذين جمعوا كل خلق ذميم.
ولو لم يكن إلا كفرهم بربهم, وجحدهم لرسله فصاروا بذلك, من أخساء الخلق وأراذلهم, ومع هذا, فذكرهم للرحمن, الذي هو أعلى حالاتهم, كافرون به, لأنهم لا يذكرونه ولا يؤمنون به إلا وهم مشركون فذكرهم كفر وشرك, فكيف بأحوالهم بعد ذلك؟ ولهذا قال: &quot; وَهُمْ بِذِكْرِ الرَّحْمَنِ هُمْ كَافِرُونَ &quot; وفي ذكر اسمه &quot; الرَّحْمَنِ &quot; هنا, بيان لقباحة حالهم, وأنهم كيف قابلوا الرحمن - مسدي النعم كلها, ودافع النقم الذي, ما بالعباد من نعمة إلا منه, ولا يدفع السوء إلا هو- بالكفر والشرك.';
$t[37] = '&quot; خُلِقَ الْإِنْسَانُ مِنْ عَجَلٍ &quot; أي: خلق عجولا, يبادر الأشياء, ويستعجل وقوعها.
فالمؤمنون, يستعجلون عقوبة الله للكافرين, ويستبطئونها.
والكافرون, يتولون ويستعجلون بالعذاب, تكذيبا وعنادا, ويقولون:';
$t[38] = '&quot; مَتَى هَذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ &quot; والله تعالى, يمهل ولا يهمل ويحلم, ويجعل لهم أجلا مؤقتا &quot; فَإِذَا جَاءَ أَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً وَلَا يَسْتَقْدِمُونَ &quot; .
ولهذا قال: &quot; سَأُرِيكُمْ آيَاتِي &quot; أي: في انتقامي ممن كفر بي وعصاني &quot; فَلَا تَسْتَعْجِلُونِ &quot; ذلك.
وكذلك الذين كفروا يقولون: &quot; مَتَى هَذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ &quot; قالوا هذا القول, اغترارا, ولما يحق عليهم العقاب, وينزل بهم العذاب.';
$t[39] = 'فـ &quot; لَوْ يَعْلَمُ الَّذِينَ كَفَرُوا &quot; حالهم الشنيعة &quot; حِينَ لَا يَكُفُّونَ عَنْ وُجُوهِهِمُ النَّارَ وَلَا عَنْ ظُهُورِهِمْ &quot; إذ قد أحاط بهم من كل جانب وغشيهم من كل مكان &quot; وَلَا هُمْ يُنْصَرُونَ &quot; أي: لا ينصرهم غيرهم, فلا نصروا ولا انتصروا.';
$t[40] = '&quot; بَلْ تَأْتِيهِمْ &quot; النار &quot; بَغْتَةً فَتَبْهَتُهُمْ &quot; من الانزعاج والذعر والخوف العظيم.
&quot; فَلَا يَسْتَطِيعُونَ رَدَّهَا &quot; إذ هم أذل وأضعف, من ذلك.
&quot; وَلَا هُمْ يُنْظَرُونَ &quot; أي: يمهلون, فيؤخر عنهم العذاب.
فلو علموا هذه الحالة حق المعرفة, لما استعجلوا بالعذاب, ولخافوه أشد الخوف.
ولكن لما ترحل عنهم هذا العلم, قالوا ما قالوا.
ولما ذكر استهزاءهم برسوله بقولهم &quot; أَهَذَا الَّذِي يَذْكُرُ آلِهَتَكُمْ &quot; سلاه بأن هذا دأب الأمم السالفة مع رسلهم فقال:';
$t[41] = '&quot; وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِنْ قَبْلِكَ فَحَاقَ بِالَّذِينَ سَخِرُوا مِنْهُمْ &quot; .
أي: نزل بهم &quot; مَا كَانُوا بِهِ يَسْتَهْزِئُونَ &quot; أي: نزل بهم العذاب, وتقطعت عنهم الأسباب.
فليحذر هؤلاء, أن يصيهم ما أصاب أولئك المكذبين.';
$t[42] = 'يقول تعالى - ذاكرا عجز هؤلاء, الذين اتخذوا من دونه آلهة, وأنهم محتاجون مضطرون إلى ربهم الرحمن, الذي رحمته, شملت البر, والفاجر, في ليلهم ونهارهم فقال: &quot; قُلْ مَنْ يَكْلَؤُكُمْ &quot; أي: يحرسكم ويحفظكم &quot; بِاللَّيْلِ &quot; إذا كنتم نائمين على فرشكم, وذهبت حواسكم &quot; وَالنَّهَارِ &quot; وقت انتشاركم وغفلتكم &quot; مِنَ الرَّحْمَنِ &quot; أي: بدله غيره.
أي: هل يحفظكم أحد غيره؟ لا حافظ إلا هو.
&quot; بَلْ هُمْ عَنْ ذِكْرِ رَبِّهِمْ مُعْرِضُونَ &quot; فلهذا أشركوا به, وإلا فلو أقبلوا على ربهم, وتلقوا نصائحه, لهدوا لرشدهم, ووفقوا في أمرهم.';
$t[43] = '&quot; أَمْ لَهُمْ آلِهَةٌ تَمْنَعُهُمْ مِنْ دُونِنَا &quot; أي: إذا أردناهم بسوء هل من آلهتهم, من يقدر على منعهم من ذلك السوء, والشر النازل بهم.
&quot; لَا يَسْتَطِيعُونَ نَصْرَ أَنْفُسِهِمْ وَلَا هُمْ مِنَّا يُصْحَبُونَ &quot; أي: لا يعانون على أمورهم من جهتنا.
وإذ لم يعانوا من الله, فهم مخذولون في أمورهم, لا يستظيعون جلب منفعة, ولا دفع مضرة.';
$t[44] = 'والذي أوجب لهم استمرارهم على كفرهم وشركهم قوله: &quot; بَلْ مَتَّعْنَا هَؤُلَاءِ وَآبَاءَهُمْ حَتَّى طَالَ عَلَيْهِمُ الْعُمُرُ &quot; أي: أمددناهم بالأموال والبنين, وأطلنا أعمارهم, فاشتغلوا بالتمتع بها, ولهوا بها, عما له خلقوا, وطال عليهم الأمد, فقست قلوبهم, وعظم طغيانهم.
وتغلظ كفرانهم.
فلو لفتوا أنظارهم إلى من عن يمينهم, وعن يسارهم من الأرض, لم يجدوا إلا هالكا ولم يسمعوا إلا صوت ناعية, ولم يحسوا إلا بقرون متتابعة على الهلاك, وقد نصب الموت في كل طريق لاقتناص النفوس, الأشراك.
ولهذا قال: &quot; أَفَلَا يَرَوْنَ أَنَّا نَأْتِي الْأَرْضَ نَنْقُصُهَا مِنْ أَطْرَافِهَا &quot; أي: بموت أهلها وفنائهم, شيئا فشيئا, حتى يرث الله الأرض ومن عليها وهو خير الوارثين.
فلو رأوا هذه الحالة, لم يغتروا, ويستمروا على ما هم عليه.
&quot; أَفَهُمُ الْغَالِبُونَ &quot; الذين بوسعهم, الخروج عن قدر الله؟ وبطاقتهم الامتناع عن الموت؟ فهل هذا وصفهم حتى يغتروا بطول البقاء؟ أم إذا جاءهم رسول ربهم لقبض أرواحهم, أذعنوا, وذلوا, ولم يظهر منهم أدنى ممانعة؟';
$t[45] = 'أي: &quot; قُلْ &quot; يا محمد, للناس كلهم: &quot; إِنَّمَا أُنْذِرُكُمْ بِالْوَحْيِ &quot; أي: إنما أنا رسول, لا آتيكم بشيء من عندي, ولا عندي خزائن الله, ولا أعلم الغيب, ولا أقول إني ملك, وإنما أنذركم بما أوحاه الله إلي.
فإن استجبتم, فقد استجبتم لله, وسيثيبكم على ذلك.
وإن أعرضتم وعارضتم, فليس بيدي من الأمر شيء, وإنما الأمر لله, والتقدير كله لله.
&quot; وَلَا يَسْمَعُ الصُّمُّ الدُّعَاءَ &quot; أي: الأصم لا يسمع صوتا, لأن سمعه قد فسد وتعطل.
وشرط السماع مع الصوت, أن يوجد محل قابل لذلك.
كذلك الوحي سبب لحياة القلوب والأرواح, والفقه عن الله.
ولكن إذا كان القلب غير قابل لسماع الهدى, كان بالنسبة للهدى والإيمان, بمنزلة الأصم, بالنسبة إلى الأصوات فهؤلاء المشركون, صم عن الهدى, فلا يستغرب عدم اهتدائهم, خصوصا في هذه الحالة, التي لم يأتهم العذاب, ولا مسهم ألمه.';
$t[46] = '&quot; وَلَئِنْ مَسَّتْهُمْ نَفْحَةٌ مِنْ عَذَابِ رَبِّكَ &quot; أي: ولو جزء يسير من عذابه.
&quot; لَيَقُولُنَّ يَا وَيْلَنَا إِنَّا كُنَّا ظَالِمِينَ &quot; أي: لم يكن قولهم إلا الدعاء بالويل والثبور, والندم, والاعتراف بظلمهم وكفرهم واستحقاقهم العذاب.';
$t[47] = 'يخبر تعالى عن حكمه العدل, وقضائه القسط بين عباده إذا جمعهم يوم القيامة, وأنه يضع لهم الموازين العادلة, التي يبين فيها مثاقيل الذر, الذي توزن به الحسنات والسيئات.
&quot; فَلَا تُظْلَمُ نَفْسٌ &quot; مسلمة ولا كافرة &quot; شَيْئًا &quot; بأن تنقص من حسناتها, أو يزاد في سيئاتها.
&quot; وَإِنْ كَانَ مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ &quot; التي هي أصغر الأشياء وأحقرها, من خير أو شر &quot; أَتَيْنَا بِهَا &quot; وأحضرناها, ليجازي بها صاحبها.
كقوله: &quot; فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ &quot; .
&quot; وَيَقُولُونَ يَا وَيْلَتَنَا مَالِ هَذَا الْكِتَابِ لَا يُغَادِرُ صَغِيرَةً وَلَا كَبِيرَةً إِلَّا أَحْصَاهَا وَوَجَدُوا مَا عَمِلُوا حَاضِرًا &quot; .
&quot; وَكَفَى بِنَا حَاسِبِينَ &quot; يعني بذلك نفسه الكريمة, فكفى بها حاسبا, أي: عالما بأعمال العباد, حافظا لها, مثبتا لها في الكتاب, عالما بمقاديرها ومقادير ثوابها واستحقاقها, موصلا للعمال جزاءها.';
$t[48] = 'كثيرا ما يجمع تعالى, بين هذين الكتابين الجليلين, اللذين لم يطرق العالم أفضل منهما, ولا أعظم ذكرا, ولا أبرك, ولا أعظم هدى وبيانا, وهما التوراة والقرآن.
فأخبر أنه آتى موسى أصلا, وهارون تبعا &quot; الْفُرْقَانَ &quot; وهي التوراة الفارقة بين الحق والباطل, والهدى والضلال, وأنها &quot; ضِيَاءً &quot; أي: نور يهتدي به المهتدون, ويأتم به السالكون, وتعرف به الأحكام, ويميز به بين الحلال والحرام, وينير في ظلمة الجهل والبدع والغواية.
&quot; وَذِكْرًا لِلْمُتَّقِينَ &quot; يتذكرون به, ما ينفعهم, وما يضرهم, ويتذكر به الخير والشر.
وخص &quot; المتقين &quot; بالذكر, لأنهم المنتفعون بذلك, علما وعملا, ثم فسر المتقين فقال:';
$t[49] = '&quot; الَّذِينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ &quot; أي:- يخشونه في حال غيبتهم, وعدم مشاهدة الناس لهم, فمع المشاهدة أولى, فيتورعون عما حرم, ويقومون بما ألزم.
&quot; وَهُمْ مِنَ السَّاعَةِ مُشْفِقُونَ &quot; أي: خائفون وجلون, لكمال معرفتهم بربهم.
فجمعوا بين الإحسان والخوف والعطف, هنا, من باب عطف الصفات المتغايرات, الواردة على شيء واحد, وموصوف واحد.';
$t[50] = '&quot; وَهَذَا &quot; أي: القرآن &quot; ذِكْرٌ مُبَارَكٌ أَنْزَلْنَاهُ &quot; فوصفه بوصفين جليلين.
كونه ذكرا يتذكر به جميع المطالب, من معرفة الله بأسمائه وصفاته وأفعاله, ومن صفات الرسل والأولياء وأحوالهم, ومن أحكام الجزاء, والجنة, والنار, فيتذكر به المسائل والدلائل العقلية والنقلية.
وسماه ذكرا, لأنه يذكر ما ركزه الله في العقول والفطر, من التصديق بالأخبار الصادقة, والأمر بالحسن عقلا, والنهي عن القبيح عقلا.
وكونه &quot; مباركا &quot; يقتضي كثرة خيره ونماؤه, وزيادته.
ولا شيء أعظم بركة من هذا القرآن, فإن كل خير ونعمة, وزيادة دينية أو دنيوية, أو أخروية, فإنها بسببه, وأثر عن العمل به.
فإذا كان ذكرا مباركا, وجب تلقيه بالقبول والانقياد, والتسليم, وشكرا لله على هذه المنحة الجليلة, والقيام بها, واستخراج بركته, بتعلم ألفاظه ومعانيه.
ومقابلته بضد هذه الحالة, من الإعراض عنه, والإضراب عنه, صفحا وإنكاره, وعدم الإيمان به فهذا من أعظم الكفر وأشد الجهل والظلم.
ولهذا أنكر تعالى, على من أنكره فقال: &quot; أَفَأَنْتُمْ لَهُ مُنْكِرُونَ &quot; .';
$t[51] = 'لما ذكر تعالى موسى ومحمدا صلى الله عليه وسلم, وكتابيهما قال: &quot; وَلَقَدْ آتَيْنَا إِبْرَاهِيمَ رُشْدَهُ مِنْ قَبْلُ &quot; أي: من قبل إرسال موسى ومحمد, ونزول كتابيهما.
فأراه الله ملكوت السماوات والأرض, وأعطاه من الرشد, الذي كمل به نفسه, ودعا الناس إليه, ما لم يؤته أحدا من العالمين, غير محمد.
وأضاف الرشد إليه, لكونه رشدا, بحسب حاله, وعلو مرتبته.
وإلا, فلا مؤمن, له من الرشد, بحسب ما معه في الإيمان.
&quot; وَكُنَّا بِهِ عَالِمِينَ &quot; أي: أعطيناه رشده, واختصصناه بالرسالة والخلة, واصطفيناه في الدنيا والآخرة, لعلمنا أنه أهل لذلك, وكفء له, لزكائه وذكائه.
ولهذا ذكر محاجته لقومه, ونهيهم عن الشرك, وتكسير الأصنام, وإلزامهم بالحجة.';
$t[52] = 'فقال: &quot; إِذْ قَالَ لِأَبِيهِ وَقَوْمِهِ مَا هَذِهِ التَّمَاثِيلُ &quot; التي مثلتموها ونحتموها بأيديكم, على صور بعض المخلوقات &quot; الَّتِي أَنْتُمْ لَهَا عَاكِفُونَ &quot; مقيمون على عبادتها, ملازمون لذلك, فما هي؟ وأي فضيلة ثبتت لها؟ وأين عقولكم, التي ذهبت حتى أفنيتم أوقاتكم بعبادتها؟ والحال أنكم مثلتموها, ونحتموها بأيديكم, فهذا من أكبر العجائب, تعبدون ما تنحتون.';
$t[53] = 'فأجابوا بغير حجة, جواب العاجز, الذي ليس بيده أدنى شبهة فقالوا: &quot; وَجَدْنَا آبَاءَنَا &quot; كذلك يفعلون, فسلكنا سبيلهم, وأتبعناهم على عبادتها.';
$t[54] = 'ومن المعلوم أن فعل أحد من الخلق سوى الرسل ليس بحجة, ولا تجوز به القدوة: خصوصا, في أصل الدين, وتوحيد رب العالمين.
ولهذا قال لهم إبراهيم - مضللا للجميع: &quot; لَقَدْ كُنْتُمْ أَنْتُمْ وَآبَاؤُكُمْ فِي ضَلَالٍ مُبِينٍ &quot; أي: ضلال بين واضح.
وأي ضلال, أبلغ من ضلالهم في الشرك, وترك التوحيد؟!! أي: فليس ما قلتم, يصلح للتمسك به, وقد اشتركتم وإياهم في الضلال الواضح, البين لكل أحد.';
$t[55] = '&quot; قَالُوا &quot; على وجه الاستغراب لقوله, والاستفهام لما قال, وكيف بادأهم بتسفيههم, وتسفيه آبائهم-: &quot; أَجِئْتَنَا بِالْحَقِّ أَمْ أَنْتَ مِنَ اللَّاعِبِينَ &quot; أي هذا القول الذي قلته, والذي جئتنا به, هل هو حق وجد؟ أم كلامك لنا, كلام لاعب مستهزئ, لا يدري ما يقول؟ وهذا الذي أرادوا.
وإنما رددوا الكلام بين الأمرين, لأنهم في نزلوه منزلة المتقرر المعلوم عند كل أحد, أن الكلام الذي جاء به إبراهيم, كلام سفيه لا يعقل ما يقول.
فرد عليهم إبراهيم ردا يبين به وجه سفههم, وقلة عقولهم فقال:';
$t[56] = '&quot; بَل رَبُّكُمْ رَبُّ السَّمَاوَاتِ وَالْأَرْضِ الَّذِي فَطَرَهُنَّ وَأَنَا عَلَى ذَلِكُمْ مِنَ الشَّاهِدِينَ &quot; فجمع لهم بين الدليل العقلي, والدليل السمعي.
أما الدليل العقلي, فإنه قد علم كل أحد حتى هؤلاء الذين جادلهم إبراهيم, أن الله وحده, الخالق لجميع المخلوقات, من بني آدم, والملائكة, والجن, والبهائم.
والسماوات, والأرض, المدبر لهن, بجميع أنواع التدبير.
فيكون كل مخلوق مفطورا مدبرا متصرفا فيه.
ودخل في ذلك, جميع ما عبد من دون الله.
أفيليق عند من له أدنى مسكة من عقل وتمييز, أن يعبد مخلوقا متصرفا فيه, لا يملك نفعا, ولا ضرا, ولا موتا, ولا حياة, ولا نشورا, ويدع عبادة الخالق الرازق المدبر؟ أما الدليل السمعي: فهو المنقول عن الرسل عليهم السلام, فإن ما جاءوا به معصوم لا يغلط ولا يخبر بغير الحق, ومن أنواع هذا القسم شهادة أحد من الرسل على ذلك فلهذا قال إبراهيم &quot; وَأَنَا عَلَى ذَلِكُمْ &quot; أي أن الله وحده المعبود وأن عبادة ما سواه باطل &quot; مِنَ الشَّاهِدِينَ &quot; وأي شهادة بد شهادة الله أعلى من شهادة الرسل؟ خصوصا أولي العزم منهم خصوصا خليل الرحمن.';
$t[57] = 'ولما بين أن أصنامهم ليس لها من التدبير شيء أراد أن يريهم بالفعل عجزها وعدم انتصارها وليكيد كيدا يحصل به إقرارهم بذلك فلهذا قال &quot; وَتَاللَّهِ لَأَكِيدَنَّ أَصْنَامَكُمْ &quot; أي أكسرها على وجه الكيد &quot; بَعْدَ أَنْ تُوَلُّوا مُدْبِرِينَ &quot; عنها إلى عيد من أعيادهم, فلما تولوا مدبرين, ذهب إليها بخفية &quot; فَجَعَلَهُمْ جُذَاذًا &quot; أي كسرا وقطعا, وكانت مجموعة في بيت واحد, فكسرها كلها.
&quot; إِلَّا كَبِيرًا لَهُمْ &quot; أي إلا صنمهم الكبير, فإنه تركه لمقصد سيبينه.
وتأمل هذا الاحتراز العجيب, فإن كل ممقوت عند الله, لا يطلق عليه ألفاظ التعظيم, إلا على وجه إضافته لأصحابه, كما كان النبي صلى الله عليه وسلم إذا كتب إلى ملوك الأرض المشركين يقول: &quot; إلى عظيم الفرس &quot; , &quot; إلى عظيم الروم &quot; ونحو ذلك, ولم يقل &quot; إلى العظيم &quot; .
وهنا قال تعالى: &quot; إِلَّا كَبِيرًا لَهُمْ &quot; ولم يقل &quot; كبيرا من أصنامهم &quot; .
فهذا ينبغي التنبه له, والاحتراز من تعظيم ما حقره الله, إلا إذا أضيف إلى من عظمه.
وقوله: &quot; لَعَلَّهُمْ إِلَيْهِ يَرْجِعُونَ &quot; أي ترك إبراهيم تكسير صنمهم هذا لأجل أن يرجعوا إليه, ويستملوا حجته, ويلتفتوا إليها, ولا يعرضوا عنها ولهذا قال في آخرها: &quot; فَرَجَعُوا إِلَى أَنْفُسِهِمْ &quot; .';
$t[58] = '&quot; فَجَعَلَهُمْ جُذَاذًا &quot; أي كسرا وقطعا, وكانت مجموعة في بيت واحد, فكسرها كلها.
&quot; إِلَّا كَبِيرًا لَهُمْ &quot; أي إلا صنمهم الكبير, فإنه تركه لمقصد سيبينه.
وتأمل هذا الاحتراز العجيب, فإن كل ممقوت عند الله, لا يطلق عليه ألفاظ التعظيم, إلا على وجه إضافته لأصحابه, كما كان النبي صلى الله عليه وسلم إذا كتب إلى ملوك الأرض المشركين يقول: &quot; إلى عظيم الفرس &quot; , &quot; إلى عظيم الروم &quot; ونحو ذلك, ولم يقل &quot; إلى العظيم &quot; .
وهنا قال تعالى: &quot; إِلَّا كَبِيرًا لَهُمْ &quot; ولم يقل &quot; كبيرا من أصنامهم &quot; .
فهذا ينبغي التنبه له, والاحتراز من تعظيم ما حقره الله, إلا إذا أضيف إلى من عظمه.
وقوله: &quot; لَعَلَّهُمْ إِلَيْهِ يَرْجِعُونَ &quot; أي ترك إبراهيم تكسير صنمهم هذا لأجل أن يرجعوا إليه, ويستملوا حجته, ويلتفتوا إليها, ولا يعرضوا عنها ولهذا قال في آخرها: &quot; فَرَجَعُوا إِلَى أَنْفُسِهِمْ &quot; .';
$t[59] = 'فحين رأوا ما حل بأصنامهم من الإهانة والخزي &quot; قَالُوا مَنْ فَعَلَ هَذَا بِآلِهَتِنَا إِنَّهُ لَمِنَ الظَّالِمِينَ &quot; فرموا إبراهيم بالظلم الذي هم أولى به حيث كسرها ولم يدروا أن تكسيره لها من أفضل مناقبه ومن عدله وتوحيده.
وإنما الظالم من اتخذها آلهة, وقد رأى ما يفعل بها &quot; قَالُوا سَمِعْنَا فَتًى يَذْكُرُهُمْ &quot; أي يعيبهم ويذمهم, ومن هذا شأنه لا بد أن يكون هو الذي كسرها أو أن بعضهم سمعه يذكر أنه سيكيدها &quot; يُقَالُ لَهُ إِبْرَاهِيمُ &quot; فلما تحققوا أنه إبراهيم &quot; قَالُوا فَأْتُوا بِهِ &quot; أي: بإبراهيم &quot; عَلَى أَعْيُنِ النَّاسِ &quot; أي بمرأى منهم ومسمع &quot; لَعَلَّهُمْ يَشْهَدُونَ &quot; .
أي: يحضرون ما يصنع بمن كسر آلهتهم, وهذا الذي أراد إبراهيم وقصد أن يكون بيان الحق بمشهد من الناس ليشاهدوا الحق وتقوم عليهم الحجة, كما قال موسى حين واعد فرعون.
&quot; مَوْعِدُكُمْ يَوْمُ الزِّينَةِ وَأَنْ يُحْشَرَ النَّاسُ ضُحًى &quot; .';
$t[60] = '&quot; قَالُوا سَمِعْنَا فَتًى يَذْكُرُهُمْ &quot; أي يعيبهم ويذمهم, ومن هذا شأنه لا بد أن يكون هو الذي كسرها أو أن بعضهم سمعه يذكر أنه سيكيدها &quot; يُقَالُ لَهُ إِبْرَاهِيمُ &quot;';
$t[61] = 'فلما تحققوا أنه إبراهيم &quot; قَالُوا فَأْتُوا بِهِ &quot; أي: بإبراهيم &quot; عَلَى أَعْيُنِ النَّاسِ &quot; أي بمرأى منهم ومسمع &quot; لَعَلَّهُمْ يَشْهَدُونَ &quot; .
أي: يحضرون ما يصنع بمن كسر آلهتهم, وهذا الذي أراد إبراهيم وقصد أن يكون بيان الحق بمشهد من الناس ليشاهدوا الحق وتقوم عليهم الحجة, كما قال موسى حين واعد فرعون.
&quot; مَوْعِدُكُمْ يَوْمُ الزِّينَةِ وَأَنْ يُحْشَرَ النَّاسُ ضُحًى &quot; .';
$t[62] = 'فحين حضر الناس وأحضر إبراهيم قالوا له: &quot; أَأَنْتَ فَعَلْتَ هَذَا &quot; أي: التكسير &quot; بِآلِهَتِنَا يَا إِبْرَاهِيمُ &quot; ؟ وهذا استفهام تقرير, أي: فما الذي جرأك, وما الذي أوجب لك الإقدام على هذا الأمر؟.';
$t[63] = 'فقال إبراهيم والناس مشاهدون &quot; بَلْ فَعَلَهُ كَبِيرُهُمْ هَذَا &quot; أي: كسرها غضبا عليها, لما عبدت معه, وأراد أن تكون العبادة منكم لصنمكم الكبير وحده.
وهذا الكلام من إبراهيم, المقصد منه إلزام الخصم وإقامة الحجة عليه.
ولهذا قال: &quot; فَاسْأَلُوهُمْ إِنْ كَانُوا يَنْطِقُونَ &quot; وأراد: الأصنام المكسرة اسئلوها لم كسرت؟ والصنم الذي لم يكسر, اسألوه لأي شيء كسرها, إن كان عندهم نطق, فسيجيبونكم إلى ذلك, وأنا وأنتم, وكل أحد يدري أنها لا تنطق ولا تتكلم, ولا تنفع ولا تضر, بل ولا تنصر نفسها ممن يريدها بأذى.';
$t[64] = '&quot; فَرَجَعُوا إِلَى أَنْفُسِهِمْ &quot; أي: ثايت إليهم عقولهم, ورجعت إليهم أحلامهم, وعلموا أنهم ضالون في عبادتها, وأقروا على أنفسهم بالظلم والشرك.
&quot; فَقَالُوا إِنَّكُمْ أَنْتُمُ الظَّالِمُونَ &quot; فحصل بذلك المقصود, ولزمتهم الحجة بإقرارهم أن ما هم عليه باطل وأن فعلهم كفر وظلم.
ولكن لم يستمروا على هذه الحالة.
بل &quot; نُكِسُوا عَلَى رُءُوسِهِمْ &quot; أي: انقلب الأمر عليهم, وانتكست عقولهم وضلت أحلامهم, فقالوا لإبراهيم: &quot; لَقَدْ عَلِمْتَ مَا هَؤُلَاءِ يَنْطِقُونَ &quot; فكيف تتهكم بنا وتستهزئ بنا وتأمرنا أن نسألها وأنت تعلم أنها لا تنطق؟';
$t[65] = '&quot; نُكِسُوا عَلَى رُءُوسِهِمْ &quot; أي: انقلب الأمر عليهم, وانتكست عقولهم وضلت أحلامهم, فقالوا لإبراهيم: &quot; لَقَدْ عَلِمْتَ مَا هَؤُلَاءِ يَنْطِقُونَ &quot; فكيف تتهكم بنا وتستهزئ بنا وتأمرنا أن نسألها وأنت تعلم أنها لا تنطق؟';
$t[66] = 'فقال إبراهيم - موبخا لهم ومعلنا بشركهم على رءوس الأشهاد, ومبينا عدم استحقاق آلهتهم للعبادة-: &quot; أَفَتَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لَا يَنْفَعُكُمْ شَيْئًا وَلَا يَضُرُّكُمْ &quot; .
فلا نفع ولا دفع.';
$t[67] = '&quot; أُفٍّ لَكُمْ وَلِمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ &quot; أي: ما أضلكم وأخسر صفقتكم, وما أخسكم, أنتم وما عبدتم من دون الله.
&quot; أَفَلَا تَعْقِلُونَ &quot; لتعرفوا هذه الحال.
فلما عدمتم العقل, وارتكبتم الجهل والضلال على بصيرة, صارت البهائم, أحسن حالا منكم.';
$t[68] = 'فحينئذ لما أفحمهم, ولم يبينوا حجة, استعملوا قوتهم في معاقبته.
و &quot; قَالُوا حَرِّقُوهُ وَانْصُرُوا آلِهَتَكُمْ إِنْ كُنْتُمْ فَاعِلِينَ &quot; أي: اقتلوه أشنع القتلات, بالإحراق, غضبا لآلهتكم, ونصرة لها.
فتعسا لهم ثم تعسا, حيث عبدوا كما أقروا أنه يحتاج إلى نصرهم, واتخذوه إلها.
فانتصر الله لخليله لما ألقوه في النار وقال لها: &quot; كُونِي بَرْدًا وَسَلَامًا عَلَى إِبْرَاهِيمَ &quot; فكانت عليه بردا وسلاما, لم ينله فيها أذى, ولا أحس بمكروه.';
$t[69] = 'فانتصر الله لخليله لما ألقوه في النار وقال لها: &quot; كُونِي بَرْدًا وَسَلَامًا عَلَى إِبْرَاهِيمَ &quot; فكانت عليه بردا وسلاما, لم ينله فيها أذى, ولا أحس بمكروه.';
$t[70] = '&quot; وَأَرَادُوا بِهِ كَيْدًا &quot; حيث عزموا على إحراقه.
&quot; فَجَعَلْنَاهُمُ الْأَخْسَرِينَ &quot; أي: في الدنيا والآخرة, كما جعل الله خليله وأتباعه, هم الرابحين المفلحين.';
$t[71] = '&quot; وَنَجَّيْنَاهُ وَلُوطًا &quot; وذلك أنه لم يؤمن به من قومه إلا لوط عليه السلام قيل: إنه ابن أخيه, فنجاه الله, وهاجر &quot; إِلَى الْأَرْضِ الَّتِي بَارَكْنَا فِيهَا لِلْعَالَمِينَ &quot; أي: الشام, فغادر قومه في &quot; بابل &quot; من أرض العراق.
&quot; وَقَالَ إِنِّي ذَاهِبٌ إِلَى رَبِّي &quot; إنه هو العزيز الحكيم.
ومن بركة الشام, أن كثيرا من الأنبياء كانوا فيها, وأن الله اختارها, مهاجرا لخليله.
وفيها أحد بيوته الثلاثة المقدسة, وهو بيت المقدس.';
$t[72] = '&quot; وَوَهَبْنَا لَهُ &quot; حين اعتزل قومه &quot; إِسْحَاقَ وَيَعْقُوبَ &quot; ابن إسحاق &quot; نَافِلَةً &quot; بعد ما كبر, وكانت زوجته عاقرا, فبشرته الملائكة بإسحاق.
&quot; وَمِنْ وَرَاءِ إِسْحَاقَ يَعْقُوبَ &quot; ويعقوب, هو إسرائيل, الذي كانت منه الأمة العظيمة, وإسماعيل بن إبراهيم, الذي كانت منه الأمة الفاضلة العربية, ومن ذريته, سيد الأولين والآخرين.
&quot; وَكُلَا &quot; من إبراهيم وإسحاق ويعقوب &quot; جَعَلْنَا صَالِحِينَ &quot; أي: قائمين بحقوقه, وحقوق عباده.
ومن صلاحهم, أنه جعلهم أئمة يهدون بأمره, وهذا من أكبر نعم الله على عبده أن يكون إماما يهتدي به المهتدون, ويمشي خلفه السالكون, وذلك لما صبروا, وكانوا بآيات الله يوقنون.';
$t[73] = 'وقوله: &quot; يَهْدُونَ بِأَمْرِنَا &quot; أي: يهدون الناس بديننا, لا يأمرون بأهواء أنفسهم, بل بأمر الله ودينه, واتباع مرضاته, ولا يكون العبد إماما حتى يدعو إلى أمر الله.
&quot; وَأَوْحَيْنَا إِلَيْهِمْ فِعْلَ الْخَيْرَاتِ &quot; يفعلونها ويدعون الناس إليها.
وهذا شامل للخيرات كلها, من حقوق الله, وحقوق العباد.
&quot; وَإِقَامَ الصَّلَاةِ وَإِيتَاءَ الزَّكَاةِ &quot; هذا من باب عطف الخاص على العام, لشرف هاتين العبادتين وفضلهما, ولأن من كملهما كما أمر, كان قائما بدينه, ومن ضيعهما, كان لما سواهما أضيع.
ولأن الصلاة أفضل الأعمال, التي فيها حقه.
والزكاة أفضل الأعمال, التي فيها الإحسان لخلقه.
&quot; وَكَانُوا لَنَا &quot; أي: لا لغيرنا &quot; عَابِدِينَ &quot; أي: مديمين على العبادات القلبية والقولية والبدنية في أكثر أوقاتهم.
فاستحقوا أن تكون العبادة وصفهم, فاتصفوا بما أمر الله به الخلق, وخلقهم لأجله.';
$t[74] = 'هذا ثناء من الله على رسوله (لوط) عليه السلام بالعلم الشرعي, والحكم بين الناس, بالصواب والسداد, وأن الله أرسله إلى قومه, يدعوهم إلى عبادة الله, وينهاهم عما هم عليه من الفواحش, فلبث يدعوهم, فلم يستجيبوا له.
فقلب الله عليهم ديارهم وعذبهم عن آخرهم لأنهم &quot; كَانُوا قَوْمَ سَوْءٍ فَاسِقِينَ &quot; .
كذبوا الداعي, وتوعدوه بالإخراج, ونجى الله لوطا وأهله.
فأمره أن يسري بهم ليلا, ليبعدوا عن القرية, فسروا ونجوا, وذلك من فضل الله عليهم ومنته.';
$t[75] = '&quot; وَأَدْخَلْنَاهُ فِي رَحْمَتِنَا &quot; التي من دخلها, كان من الآمنين, من جميع المخاوف, النائلين كل خير وسعادة, وبر, وسرور, وثناء.
وذلك لأنه من الصالحين, الذين صلحت أعمالهم وزكت أحوالهم, وأصلح الله فاسدهم.
والصلاح, هو السبب لدخول العبد برحمة الله.
كما أن الفساد, سبب لحرمانه الرحمة والخير.
وأعظم الناس صلاحا, الأنبياء عليهم السلام ولهذا يصفهم بالصلاح.
وقال سليمان عليه السلام &quot; وَأَدْخِلْنِي بِرَحْمَتِكَ فِي عِبَادِكَ الصَّالِحِينَ &quot; .';
$t[76] = 'أي: واذكر عبدنا ورسولنا, نوحا عليه السلام, مثنيا مادحا, حين أرسله الله إلى قومه, فلبث فيهم ألف سنة, إلا خمسين عاما, يدعوهم إلى عبادة الله, وينهاهم عن الشرك به, ويبدي فيهم ويعيد, ويدعوهم سرا وجهارا, وليلا ونهارا.
فلما رآهم لا ينجع فيهم الوعظ, ولا يفيد لديهم الزجر, نادى ربه وقال: &quot; رَبِّ لَا تَذَرْ عَلَى الْأَرْضِ مِنَ الْكَافِرِينَ دَيَّارًا إِنَّكَ إِنْ تَذَرْهُمْ يُضِلُّوا عِبَادَكَ وَلَا يَلِدُوا إِلَّا فَاجِرًا كَفَّارًا &quot; .
فاستجاب الله له, فأغرقهم, ولم يبق منهم أحدا.
ونجى الله نوحا وأهله, ومن معه من المؤمنين, في الفلك المشحون.
وجعل ذريته هم الباقين, ونصرهم الله على قومه المستهزئين.';
$t[77] = '';
$t[78] = 'أي: واذكر هذين النبيين الكريمين &quot; سليمان &quot; و &quot; داود &quot; مثنيا مبجلا, إذا آتاهما الله العلم الواسع والحكم بين العباد, بدليل قوله: &quot; إِذْ يَحْكُمَانِ فِي الْحَرْثِ إِذْ نَفَشَتْ فِيهِ غَنَمُ الْقَوْمِ &quot; أي: إذ تحاكم إليهما صاحب حرث, نفشت فيه غنم القوم الأخرى, أي.
رعت ليلا, فأكلت ما في أشجاره, ورعت زرعه.
فقضى فيه داود عليه السلام, بأن الغنم تكون لصاحب الحرث, نظرا إلى تفريط أصحابها, فعاقبهم بهذه العقوبة.
وحكم فيها سليمان بحكم موافق للصواب, بأن أصحاب الغنم يدفعون غنمهم إلى صاحب الحرث فينتفع بدرها وصوفها ويقومون على بستان صاحب الحرث, حتى يعود إلى حاله الأولى, فإذا عاد إلى حاله, ترادا ورجع كل منهما بما له, وكان هذا من كمال فهمه وفطنته عليه السلام ولهذا قال:';
$t[79] = '&quot; فَفَهَّمْنَاهَا سُلَيْمَانَ &quot; أي فهمناه هذه القضية.
ولا يدل ذلك, أن داود لم يفهمه الله في غيرها, ولهذا خصها بالذكر بدليل قوله &quot; وَكُلَا &quot; من داود وسليمان &quot; آتَيْنَا حُكْمًا وَعِلْمًا &quot; .
وهذا دليل على أن الحاكم قد يصيب الحق والصواب وقد يخطئ ذلك.
وليس بمعلوم إذا أخطأ, مع بذل اجتهاده.
ثم ذكر ما خص به كلا منهما فقال: &quot; وَسَخَّرْنَا مَعَ دَاوُدَ الْجِبَالَ يُسَبِّحْنَ وَالطَّيْرَ &quot; .
وذكر أنه كان من أعبد الناس وأكثرهم لله ذكرا وتسبيحا, وتمجيدا.
وكان قد أعطاه الله, من حسن الصوت ورقته ورخامته, ما لم يؤته أحدا من الخلق.
فكان إذا سبح وأثنى على الله, جاوبته الصم والطيور البهم, وهذا فضل الله عليه وإحسانه ولهذا قال: &quot; وَكُنَّا فَاعِلِينَ &quot; .';
$t[80] = '&quot; وَعَلَّمْنَاهُ صَنْعَةَ لَبُوسٍ لَكُمْ &quot; أي: علم الله داود عليه السلام, صنعة الدروع.
فهو أول من صنعها وعلمها وسرت صناعته إلى من بعده.
فألان الله له الحديد, وعلمه كيف يسردها والفائدة فيها كبيرة.
&quot; لِتُحْصِنَكُمْ مِنْ بَأْسِكُمْ &quot; أي: هي وقاية لكم, وحفظ عند الحرب, واشتداد البأس.
&quot; فَهَلْ أَنْتُمْ شَاكِرُونَ &quot; نعمة الله عليكم, حيث أجراها على يد عبده داود.
كما قال تعالى: &quot; وَجَعَلَ لَكُمْ سَرَابِيلَ تَقِيكُمُ الْحَرَّ وَسَرَابِيلَ تَقِيكُمْ بَأْسَكُمْ كَذَلِكَ يُتِمُّ نِعْمَتَهُ عَلَيْكُمْ لَعَلَّكُمْ تُسْلِمُونَ &quot; يحتمل أن تعليم الله لداود صنعة الدروع وإلانتها أمر خارق للعادة.
وأن يكون - كما قاله المفسرون-: إن الله ألان له الحديد, حتى كان يعمله كالعجين والطين, من دون إذابة له على النار.
ويحتمل أن تعليم الله له, على جاري العادة, وأن إلانة الحديد له, بما علمه الله من الأسباب المعروفة الآن, لإذابتها.
وهذا هو الظاهر, لأن الله امتن على العباد وأمر بشكرها.
ولولا أن صنعته من الأمور التي جعلها الله مقدورة للعباد, لم يمتن عليهم بذلك, ويذكر فائدتها, لأن الدروع التي صنع داود عليه السلام, متعذر أن يكون المراد أعينها, وإنما المنة بالجنس.
والاحتمال الذي ذكره المفسرون, لا دليل عليه إلا قوله &quot; وَأَلَنَّا لَهُ الْحَدِيدَ &quot; .
وليس فيه أن الإلانة من دون سبب, والله أعلم بذلك.';
$t[81] = '&quot; وَلِسُلَيْمَانَ الرِّيحَ &quot; أي: سخرناها &quot; عَاصِفَةً &quot; أي: سريعة في مرورها.
&quot; تَجْرِي بِأَمْرِهِ &quot; حيث أديرت امتثلت أمره, غدوها شهر ورواحها شهر &quot; إِلَى الْأَرْضِ الَّتِي بَارَكْنَا فِيهَا &quot; وهي أرض الشام, حيث كان مقره.
فيذهب على الريح شرقا وغربا, ويكون مأواها ورجوعها, إلى الأرض المباركة.
&quot; وَكُنَّا بِكُلِّ شَيْءٍ عَالِمِينَ &quot; قد أحاط علمنا بجميع الأشياء, وعلمنا داود وسليمان, ما أوصلناهما به إلى ما ذكرنا';
$t[82] = '&quot; وَمِنَ الشَّيَاطِينِ مَنْ يَغُوصُونَ لَهُ وَيَعْمَلُونَ عَمَلًا دُونَ ذَلِكَ &quot; هذا أيضا من خصائص سليمان عليه السلام, أن الله سخر له الشياطين والعفاريت, وسلطه على تسخيرهم في الأعمال, التي لا يقدر على كثير منها غيرهم.
فكان منهم, من يغوصون له في البحر, ويستخرج الدر, واللؤلؤ, وغير ذلك.
ومنهم من يعمل له &quot; مَحَارِيبَ وَتَمَاثِيلَ وَجِفَانٍ كَالْجَوَابِ وَقُدُورٍ رَاسِيَاتٍ &quot; .
وسخر طائفة منهم, لبناء بيت المقدس, ومات, وهم على عمله, وبقوا بعده سنة, حتى علموا موته, كما سيأتي, إن شاء الله تعالى.
&quot; وَكُنَّا لَهُمْ حَافِظِينَ &quot; أي: لا يقدرون على الامتناع منه وعصيانه, بل حفظهم الله له, بقوته وعزته, وسلطانه.';
$t[83] = 'أي: واذكر عبدنا ورسولنا, أيوب, مثنيا معظما له, رافعا لقدره, حين ابتلاه, ببلاء شديد, فوجده صابرا راضيا عنه.
وذلك أن الشيطان سلط على جسده, ابتلاء من الله, وامتحانا فنفخ في جسده, فتقرح قروحا عظيمة ومكث مدة طويلة, واشتد به البلاء, ومات أهله, وذهب ماله, فنادى ربه قائلا رب &quot; أَنِّي مَسَّنِيَ الضُّرُّ وَأَنْتَ أَرْحَمُ الرَّاحِمِينَ &quot; .';
$t[84] = 'فتوسل إلى الله بالإخبار عن حال نفسه, وأنه بلغ الضر منه كل مبلغ.
وبرحمة ربه الواسعة العامة استجاب الله له, وقال: &quot; ارْكُضْ بِرِجْلِكَ هَذَا مُغْتَسَلٌ بَارِدٌ وَشَرَابٌ &quot; فركض برجله فخرجت من ركضته عين ماء باردة فاغتسل منها وشرب, فأذهب الله عنه ما به من الأذى.
&quot; وَآتَيْنَاهُ أَهْلَهُ &quot; أي: رددنا عليه أهله وماله.
&quot; وَمِثْلَهُمْ مَعَهُمْ &quot; بأن منحه الله العافية, ومن الأهل والمال شيئا كثيرا.
&quot; رَحْمَةً مِنْ عِنْدِنَا &quot; به, حيث صبر ورضي, فأثابه الله ثوابا عاجلا, قبل ثواب الآخرة.
&quot; وَذِكْرَى لِلْعَابِدِينَ &quot; أي: جعلناه عبرة للعابدين, الذين ينتفعون بالصبر.
فإذا رأوا ما أصاب أيوب عليه السلام من البلاء, ثم ما أثابه الله بعد زواله, ونظروا السبب, وجدوه, الصبر.
ولهذا أثنى الله عليه به في قوله: &quot; إِنَّا وَجَدْنَاهُ صَابِرًا نِعْمَ الْعَبْدُ إِنَّهُ أَوَّابٌ &quot; .
فجعلوه أسوة وقدوة, عندما يصيبهم الضر.';
$t[85] = 'أي: واذكر عبادنا المصطفين, وأنبياءنا المرسلين بأحسن الذكر, وأثن عليهم, أبلغ الثناء, إسماعيل بن إبراهيم, وإدريس, وذا الكفل, نبيين من أنبياء بني إسرائيل &quot; كُلِّ &quot; من هؤلاء المذكورين &quot; مِنَ الصَّابِرِينَ &quot; .
والصبر هو: حبس النفس ومنعها, مما تميل بطبعها إليه.
وهذا يشمل أنواع الصبر الثلاثة: الصبر على طاعة الله والصبر عن معصية الله والصبر على أقدار الله المؤلمة.
فلا يستحق العبد اسم الصبر التام, حتى يوفي هذه الثلاثة حقها.
فهؤلاء الأنبياء, عليهم الصلاة والسلام, قد وصفهم الله بالصبر.
فدل أنهم وفوها حقها, وقاموا, كما ينبغي.
ووصفهم أيضا بالصلاح, وهو يشمل صلاح القلب, بمعرفة الله ومحبته, والإنابة إليه كل وقت.
وصلاح اللسان, بأن يكون رطبا من ذكر الله.
وصلاح الجوارح, باشتغالها بطاعة الله وكفها عن المعاصي.
فبصبرهم وسلاحهم, أدخلهم الله برحمته, وجعلهم مع إخوانهم من المرسلين, وأثابهم الثواب العاجل والآجل.
ولو لم يكن من ثوابهم, إلا أن الله تعالى نوه بذكرهم في العالمين وجعل لهم لسان صدق في الآخرين, لكفى بذلك شرفا وفضلا.';
$t[86] = '';
$t[87] = 'أي: واذكر عبدنا ورسولنا ذا النون وهو: يونس, أي: صاحب النون, وهي الحوت, بالذكر الجميل, والثناء الحسن.
فإن الله تعالى أرسله إلى قومه, فدعاهم, فلم يؤمنوا فوعدهم بنزول العذاب بأمد سماه لهم.
فجاءهم العذاب ورأوه عيانا, فعجوا إلى الله, وضجوا وتابوا, فرفع الله عنهم العذاب كما قال تعالى: &quot; فَلَوْلَا كَانَتْ قَرْيَةٌ آمَنَتْ فَنَفَعَهَا إِيمَانُهَا إِلَّا قَوْمَ يُونُسَ لَمَّا آمَنُوا كَشَفْنَا عَنْهُمْ عَذَابَ الْخِزْيِ فِي الْحَيَاةِ الدُّنْيَا وَمَتَّعْنَاهُمْ إِلَى حِينٍ &quot; .
وقال: &quot; وَأَرْسَلْنَاهُ إِلَى مِائَةِ أَلْفٍ أَوْ يَزِيدُونَ فَآمَنُوا فَمَتَّعْنَاهُمْ إِلَى حِينٍ &quot; .
وهذه الأمة العظيمة, الذين آمنوا بدعوة يونس, من أكبر فضائله.
ولكنه عليه الصلاة والسلام, ذهب مغاضبا, وأبق عن ربه لذنب من الذنوب, التي لم يذكرها الله لنا في كتابه, ولا حاجة لنا إلى تعيينها لقوله: &quot; إِذْ أَبَقَ إِلَى الْفُلْكِ &quot; .
.
.
&quot; وَهُوَ مُلِيمٌ &quot; أي: فاعل ما يلام عليه وظن أن الله, لا يقدر عليه, أي: يضيق عليه في بطن الحوت أو ظن أنه سيفوت الله تعالى, ولا مانع من عروض هذا الظن للكل من الخلق على وجه لا يستقر, ولا يستمر عليه, فركب في السفينة مع أناس فاقترعوا, من يلقون منهم في البحر؟ لما خافوا الغرق إن بقوا كلهم.
فأصابت القرعة يونس, فالتقمه الحوت, وذهب فيه إلى ظلمات البحار.
فنادى في تلك الظلمات: &quot; لَا إِلَهَ إِلَّا أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ &quot; .
فأقر لله تعالى بكمال الألوهية, ونزهه عن كل نقص, وعين, وآفة, واعترف بظلم نفسه وجنايته.';
$t[88] = 'قال الله تعالى: &quot; فَلَوْلَا أَنَّهُ كَانَ مِنَ الْمُسَبِّحِينَ لَلَبِثَ فِي بَطْنِهِ إِلَى يَوْمِ يُبْعَثُونَ &quot; .
ولهذا قال هنا: &quot; فَاسْتَجَبْنَا لَهُ وَنَجَّيْنَاهُ مِنَ الْغَمِّ &quot; أي: الشدة التي وقع فيها.
&quot; وَكَذَلِكَ نُنْجِي الْمُؤْمِنِينَ &quot; وهذا وعد وبشارة, لكل مؤمن وقع في شدة وغم, أن الله تعالى سينجيه منها, ويكشف عنه ويخفف, لإيمانه كما فعل ب &quot; يونس &quot; عليه السلام.';
$t[89] = 'أي: واذكر عبدنا ورسولنا, زكريا, منوها بذكره, ناشرا لمناقبه وفضائله, التي من جملتها, هذه المنقبة العظيمة المتضمنة لنصحه الخلق, ورحمة الله وإياه.
وأنه &quot; نَادَى رَبَّهُ رَبِّ لَا تَذَرْنِي فَرْدًا &quot; أي: &quot; قَالَ رَبِّ إِنِّي وَهَنَ الْعَظْمُ مِنِّي وَاشْتَعَلَ الرَّأْسُ شَيْبًا وَلَمْ أَكُنْ بِدُعَائِكَ رَبِّ شَقِيًّا وَإِنِّي خِفْتُ الْمَوَالِيَ مِنْ وَرَائِي وَكَانَتِ امْرَأَتِي عَاقِرًا فَهَبْ لِي مِنْ لَدُنْكَ وَلِيًّا يَرِثُنِي وَيَرِثُ مِنْ آلِ يَعْقُوبَ وَاجْعَلْهُ رَبِّ رَضِيًّا &quot; .
من هذه الآيات علمنا أن قوله &quot; رَبِّ لَا تَذَرْنِي فَرْدًا &quot; أنه لما تقارب أجله.
خاف أن لا يقوم أحد بعده مقامه في الدعوة إلى الله, والنصح لعباد الله, وأن يكون في وقته فردا, ولا يخلف من يشفعه ويعينه, على ما قام به.
&quot; وَأَنْتَ خَيْرُ الْوَارِثِينَ &quot; أي: خير الباقين, وخير من خلفني بخير, وأنت أرحم بعبادك مني.
ولكني أريد ما يطمئن به قلبي, وتسكن له نفسي, ويجري في موازيني ثوابه.';
$t[90] = '&quot; فَاسْتَجَبْنَا لَهُ وَوَهَبْنَا لَهُ يَحْيَى &quot; النبي الكريم, الذي لم يجعل الله له من قبل سميا.
&quot; وَأَصْلَحْنَا لَهُ زَوْجَهُ &quot; بعد ما كانت عاقرا, لا يصلح رحمها للولادة فأصلح الله رحمها للحمل, لأجل نبيه زكريا.
وهذا من فوائد الجليس, والقرين الصالح, أنه مبارك على قرينه.
فصار يحيى مشتركا بين الوالدين.
ولما ذكر هؤلاء الأنبياء والمرسلين, كلا على انفراده, أثنى عليهم عموما فقال: &quot; إِنَّهُمْ كَانُوا يُسَارِعُونَ فِي الْخَيْرَاتِ &quot; أي: يبادرون إليها ويفعلونها في أوقاتها الفاضلة, ويكملونها على الوجه اللائق, الذي ينبغي ولا يتركون فضيلة يقدرون عليها, إلا انتهزوا الفرصة فيها.
&quot; وَيَدْعُونَنَا رَغَبًا وَرَهَبًا &quot; أي يسألوننا الأمور المرغوب فيها, من مصالح الدنيا والآخرة, ويتعوذون بنا, من الأمور المرهوب منها, من مضار الدارين, وهم راغبون لا غافلون, لاهون ولا مدلون.
&quot; وَكَانُوا لَنَا خَاشِعِينَ &quot; أي خاضعين متذللين متضرعين, وهذا لكمال معرفتهم بربهم.';
$t[91] = 'أي: واذكر مريم, عليها السلام, مثنيا عليها مبينا لقدرها, شاهرا لشرفها.
فقال: &quot; وَالَّتِي أَحْصَنَتْ فَرْجَهَا &quot; أي: حفظته من الحرام وقربانه, بل ومن الحلال.
فلم تتزوج لاشتغالها بالعبادة, واستغراق وقتها بالخدمة لربها.
وحين جاءها جبريل في صورة بشر سوي تام الخلق والحسن &quot; قَالَتْ إِنِّي أَعُوذُ بِالرَّحْمَنِ مِنْكَ إِنْ كُنْتَ تَقِيًّا &quot; فجازاها الله من جنس عملها, ورزقها ولدا من غير أب, بل نفخ فيها جبريل عليه السلام, فحملت بإذن الله.
&quot; وَجَعَلْنَاهَا وَابْنَهَا آيَةً لِلْعَالَمِينَ &quot; حيث حملت به, ووضعته من دون مسيس أحد, وحيث تكلم في المهد, وبرأها مما ظن بها المتهمون وأخبر عن نفسه في تلك الحالة, وأجرى الله على يديه من الخوارق والمعجزات, ما هو معلوم.
فكانت وابنها آية للعالمين, يتحدث بها, جيلا بعد جيل, ويعتبر بها المعتبرون.';
$t[92] = 'ولما ذكر الأنبياء عليهم السلام, قال مخاطبا للناس: &quot; إِنَّ هَذِهِ أُمَّتُكُمْ أُمَّةً وَاحِدَةً &quot; .
أي: هؤلاء الرسل المذكورون هم أمتكم وائمتكم الذين بهم تأتمون, وبهديهم تقتدون, كلهم على دين واحد, وصراط واحد, والرب أيضا واحد.
ولهذا قال: &quot; وَأَنَا رَبُّكُمْ &quot; الذي خلقتكم, وربيتكم بنعمتي, في الدين والدنيا.
فإذا كان الرب واحدا, والنبي: واحدا, والدين واحدا, وهو: عبادة الله, وحده لا شريك له, بجميع أنواع العبادة كان وظيفتكم, والواجب عليكم, القيام بها.
ولهذا قال: &quot; فَاعْبُدُونِ &quot; فرتب العبادة على ما سبق بالفاء, ترتيب المسبب على سببه.';
$t[93] = 'وكان اللائق, الاجتماع على هذا الأمر, وعدم التفرق فيه.
ولكن البغي والاعتداء, أبيا إلا الافتراق والتقطع.
ولهذا قال &quot; وَتَقَطَّعُوا أَمْرَهُمْ بَيْنَهُمْ &quot; أي: تفرق الأحزاب المنتسبون لأتباع الأنبياء فرقا, وتشتتوا, كل يدعي أن الحق معه, والباطل مع الفريق الآخر و &quot; كُلُّ حِزْبٍ بِمَا لَدَيْهِمْ فَرِحُونَ &quot; وقد علم أن المصيب منهم, من كان سالكا للدين القويم, والصراط المستقيم, مؤتما بالأنبياء وسيظهر هذا, إذا انكشف الغطاء, وبرح الخفاء, وحشر الله الناس لفصل القضاء.
فحينئذ يتبين الصادق من الكاذب.
ولهذا قال: &quot; كُلِّ &quot; من الفرق المتفرقة وغيرهم &quot; إِلَيْنَا رَاجِعُونَ &quot; أي: فنجازيهم أتم الجزاء.';
$t[94] = 'ثم فصل جزاءه فيهم, منطوقا ومفهوما, فقال: &quot; فَمَنْ يَعْمَلْ مِنَ الصَّالِحَاتِ &quot; أي: الأعمال التي شرعتها الرسل وحثت عليها الكتب &quot; وَهُوَ مُؤْمِنٌ &quot; بالله وبرسله, وما جاءوا به &quot; فَلَا كُفْرَانَ لِسَعْيِهِ &quot; .
أي: لا نضيع سعيه ولا نبطله, بل نضاعفه له, أضعافا كثيرة.
&quot; وَإِنَّا لَهُ كَاتِبُونَ &quot; أي: مثبتون له في اللوح المحفوظ, وفي الصحف التي مع الحفظة.
أي: ومن يعمل من الصالحات, أو عملها وهو ليس بمؤمن, فإنه محروم, خاسر في دينه, ودنياه.';
$t[95] = 'أي: يمتنع على القرى المهلكة المعذبة, الرجوع إلى الدنيا, ليستدركوا ما فرطوا فيه فلا سبيل إلى الرجوع لمن أهلك وعذب.
فليحذر المخاطبون, أن يستمروا على ما يوجب الإهلاك فيقع بهم, فلا يمكن رفعه, وليقلعوا وقت الإمكان والإدارك.';
$t[96] = 'هذا تحذير من الله للناس, أن يقيموا على الكفر والمعاصي, وأنه قد قرب انفتاح يأجوج ومأجوج, وهما قبيلتان من بني آدم, وقد سد عليهم ذو القرنين, لما شكي إليه إفسادهم في الأرض.
وفي آخر الزمان, ينفتح السد عنهم, فيخرجون إلى الناس وفي هذه الحالة والوصف, الذي ذكره الله من كل من مكان مرتفع, وهو الحدب ينسلون أي: يسرعون.
في هذا, دلالة على كثرتهم الباهرة, وإسراعهم في الأرض, إما بذواتهم, وإما بما خلق الله لهم من الأسباب التي تقرب لهم البعيد, وتسهل عليهم الصعب.
وأنهم يقهرون الناس, ويعلون عليهم في الدنيا, وأنه لا يد لأحد بقتالهم.';
$t[97] = '&quot; وَاقْتَرَبَ الْوَعْدُ الْحَقُّ &quot; أي يوم القيامة الذي وعد الله بإتيانه, ووعده حق وصدق.
ففي ذلك اليوم ترى أبصار الكفار شاخصة, من شدة الأفزاع والأهوال المزعجة, والقلاقل المفظعة, وما كانوا يعرفون من جناياتهم وذنوبهم, وأنهم يدعون بالويل والثبور, والندم والحسرة, على ما فات ويقولون: &quot; قَدْ كُنَّا فِي غَفْلَةٍ مِنْ هَذَا &quot; اليوم العظيم, فلم نزل فيها مستغرقين, وفي لهو الدنيا متمتعين, حتى أتانا اليقين, ووردنا القيامة, فلو كان يموت أحد من الندم والحسرة, لماتوا.
&quot; بَلْ كُنَّا ظَالِمِينَ &quot; اعترفوا بظلمهم, وعدل الله فيهم, فحينئذ يؤمر بهم إلى النار, وما كانوا يعبدون, ولهذا قال: &quot; إِنَّكُمْ وَمَا تَعْبُدُونَ &quot; إلى &quot; تُوعَدُونَ &quot; .';
$t[98] = 'أي: وإنكم, أيها العابدون مع الله آلهة غيره &quot; حَصَبُ جَهَنَّمَ &quot; .
أي: وقودها وحطبها &quot; أَنْتُمْ لَهَا وَارِدُونَ &quot; وأصنامكم.
والحكمة في دخول الأصنام, النار, وهي جماد, لا تعقل, وليس عليها ذنب- بيان كذب من اتخذها آلهة, وليزداد عذابهم, فلهذا قال:';
$t[99] = '&quot; لَوْ كَانَ هَؤُلَاءِ آلِهَةً مَا وَرَدُوهَا &quot; هذا كقوله تعالى &quot; لِيُبَيِّنَ لَهُمُالَّذِي يَخْتَلِفُونَ فِيهِ وَلِيَعْلَمَ الَّذِينَ كَفَرُوا أَنَّهُمْ كَانُوا كَاذِبِينَ &quot; .
وكل من العابدين والمعبودين فيها, خالدون, لا يخرجون منها, ولا ينقلون عنها.';
$t[100] = '&quot; لَهُمْ فِيهَا زَفِيرٌ &quot; من شدة العذاب &quot; وَهُمْ فِيهَا لَا يَسْمَعُونَ &quot; صم بكم عمي.
أولا يسمعون من الأصوات عير صوتها, لشدة غليانها, واشتداد زفيرها وتغيظها.
ودخول آلهة المشركين النار, إنما هو الأصنام, أو من عبد, وهو راض بعبادته.';
$t[101] = 'وأما المسيح, وعزير, والملائكة ونحوهم, ممن عبد من الأولياء, فإنهم لا يعذبون فيها, ويدخلون في قوله &quot; إِنَّ الَّذِينَ سَبَقَتْ لَهُمْ مِنَّا الْحُسْنَى &quot; أي: سبقت لهم سابقة السعادة في علم الله, وفي اللوح المحفوظ وفي تيسيرهم في الدنيا لليسرى والأعمال الصالحة.
&quot; أُولَئِكَ عَنْهَا &quot; أي: عن النار &quot; مُبْعَدُونَ &quot; فلا يدخلونها, ولا يكونون قريبا منها, بل يبعدون عنها, غاية البعد, حتى لا يسمعوا حسيسها, ولا يروا شخصها.
&quot; وَهُمْ فِي مَا اشْتَهَتْ أَنْفُسُهُمْ خَالِدُونَ &quot; من المآكل, والمشارب, والمناكح والمناظر, مما لا عين رأت, ولا أذن سمعت, ولا خطر على قلب بشر, مستمر لهم ذلك, يزداد حسنه على الأحقاب.';
$t[102] = '';
$t[103] = '&quot; لَا يَحْزُنُهُمُ الْفَزَعُ الْأَكْبَرُ &quot; أي: لا يقلقهم إذا فزع الناس أكبر فزع.
وذلك يوم القيامة, حين تقرب النار, تتغيظ على الكافرين والعاصين فيفزع الناس لذلك الأمر وهؤلاء لا يحزنهم, لعلمهم بما يقدمون عليه وأن الله قد أمنهم مما يخافون.
&quot; وَتَتَلَقَّاهُمُ الْمَلَائِكَةُ &quot; إذا بعثوا من قبورهم, وأتوا على النجائب وفدا, لنشورهم, مهنئين لهم قائلين: &quot; هَذَا يَوْمُكُمُ الَّذِي كُنْتُمْ تُوعَدُونَ &quot; فليهنكم.
ما وعدكم الله.
وليعظم استبشاركم, بما أمامكم من الكرامة, وليكثر فرحكم وسروركم, بما أمنكم الله من المخاوف والمكاره.';
$t[104] = 'يخبر تعالى أنه يوم القيامة يطوي السماوات - على عظمها واتساعها - كما يطوي الكاتب للسجل أي: الورقة المكتوب فيها.
فتنثر نجومها, وتكور شمسها وقمرها, وتزول عن أماكنها &quot; كَمَا بَدَأْنَا أَوَّلَ خَلْقٍ نُعِيدُهُ &quot; أي إعادتنا للخلق, مثل ابتدائنا لخلقهم.
فكما ابتدأنا خلقهم, ولم يكونوا شيئا, كذلك نعيدهم بعد موتهم.
&quot; وَعْدًا عَلَيْنَا إِنَّا كُنَّا فَاعِلِينَ &quot; ننفذ ما وعدنا, لكمال قدرته, وأنه لا تمتنع منه الأشياء.';
$t[105] = '&quot; وَلَقَدْ كَتَبْنَا فِي الزَّبُورِ &quot; وهو الكتاب المزبور, والمراد: الكتب المنزلة, كالتوراة ونحوها &quot; مِنْ بَعْدِ الذِّكْرِ &quot; أي: كتبناه في الكتب المنزلة, بعد ما كتبنا في الكتاب السابق, الذي هو اللوح المحفوظ, وأم الكتاب الذي توافقه - جميع التقادير المتأخرة عنه والمكتوب في ذلك.
&quot; أَنَّ الْأَرْضَ &quot; أي أرض الجنة &quot; يَرِثُهَا عِبَادِيَ الصَّالِحُونَ &quot; الذين قاموا بالمأمورات, واجتنبوا المنهيات.
فهم الذين يورثهم الله الجنات, كقول أهل الجنة: &quot; الْحَمْدُ لِلَّهِ الَّذِي صَدَقَنَا وَعْدَهُ وَأَوْرَثَنَا الْأَرْضَ نَتَبَوَّأُ مِنَ الْجَنَّةِ حَيْثُ نَشَاءُ &quot; .
ويحتمل أن المراد: الاستخلاف في الأرض, وأن الصالحين يمكن الله لهم في الأرض, ويوليهم عليها كقوله تعالى: &quot; وَعَدَ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَعَمِلُوا الصَّالِحَاتِ لَيَسْتَخْلِفَنَّهُمْ فِي الْأَرْضِ كَمَا اسْتَخْلَفَ الَّذِينَ مِنْ قَبْلِهِمْ &quot; .';
$t[106] = 'يثني الله تعالى على كتابه العزيز &quot; القرآن &quot; ويبين كفايته التامة عن كل شيء, وأنه لا يستغنى عنه فقال: &quot; إِنَّ فِي هَذَا لَبَلَاغًا لِقَوْمٍ عَابِدِينَ &quot; أي: يتبلغون به, في الوصول إلى ربهم, وإلى دار كرامته, فوصلهم إلى أجل المطالب, وأفضل الرغائب.
وليس للعابدين, الذين أشرف الخلق, وراءه غاية, لأنه الكفيل بمعرفة ربهم, بأسمائه, وصفاته, وأفعاله, وبالإخبار بالغيوب الصادقة, وبالدعوة لحقائق الإيمان, وشواهد الإيقان, المبين للمأمورات كلها, والمنهيات جميعا, المعرف بعيوب النفس والعمل, والطرق التي ينبغي سلوكها في دقيق الدين وجليله, والتحذير من طرق الشيطان, وبيان مداخله على الإنسان.
فمن لم يغنه القرآن, فلا أغناه الله, ومن لا يكفيه, فلا كفاه الله.';
$t[107] = 'ثم أثنى على رسوله, الذي جاء بالقرآن فقال: &quot; وَمَا أَرْسَلْنَاكَ إِلَّا رَحْمَةً لِلْعَالَمِينَ &quot; .
فهو رحمته المهداة لعباده.
فالمؤمنون به, قبلوا هذه الرحمة, وشكروها, وقاموا بها.
وغيرهم, كفروها, وبدلوا نعمة الله كفرا, وأبوا رحمة الله ونعمته.';
$t[108] = '&quot; قُلْ &quot; يا محمد &quot; إِنَّمَا يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ &quot; الذي لا يستحق العبادة إلا هو, ولهذا قال: &quot; فَهَلْ أَنْتُمْ مُسْلِمُونَ &quot; أي: منقادون لعبوديته مستسلمون لألوهيته, فإن فعلوا فليحمدوا ربهم على ما من عليهم, بهذه النعمة, التي, فاقت المنن.';
$t[109] = '&quot; فَإِنْ تَوَلَّوْا &quot; عن الانقياد لعبودية ربهم, فحذرهم حلول المثلات, ونزول العقوبة.
&quot; فَقُلْ آذَنْتُكُمْ &quot; أي: أعلمتكم بالعقوبة &quot; عَلَى سَوَاءٍ &quot; أي علمي وعلمكم بذلك مستو فلا تقولوا - إذا أنزل بكم العذاب - &quot; مَا جَاءَنَا مِنْ بَشِيرٍ وَلَا نَذِيرٍ &quot; بل الآن, استوى علمي وعلمكم, لما أنذرتكم, وحذرتكم, وأعلمتكم بمآل الكفر, ولم أكتم عنكم شيئا.
&quot; وَإِنْ أَدْرِي أَقَرِيبٌ أَمْ بَعِيدٌ مَا تُوعَدُونَ &quot; أي: من العذاب لأن علمه عند الله, وهو بيده, ليس لي من الأمر شيء.';
$t[110] = '';
$t[111] = '&quot; وَإِنْ أَدْرِي لَعَلَّهُ فِتْنَةٌ لَكُمْ وَمَتَاعٌ إِلَى حِينٍ &quot; أي: لعل تأخير العذاب الذي استعجلتموه, شر لكم, وإن تتمتعوا في الدنيا إلى حين, ثم يكون أعظم لعقوبتكم.';
$t[112] = '';
?>