<?php
$t = array();
$t[1] = 'هذا تنويه من الله, بذكر عباده المؤمنين, وذكر فلاحهم وسعادتهم, وبأي شيء وصلوا إلى ذلك.
وفي ضمن ذلك, الحث على الاتصاف بصفاتهم, والترغيب فيها.
فليزن العبد نفسه وغيره, على هذه الآيات, يعرف بذلك, ما معه, وما مع غيره من الإيمان, زيادة ونقصا, كثرة وقلة.
فقوله &quot; قَدْ أَفْلَحَ الْمُؤْمِنُونَ &quot; أي: قد فازوا وسعدوا ونجحوا, وأدركوا كل ما يروم المؤمنون الذين آمنوا بالله وصدقوا المرسلين الذين من صفاتهم الكاملة أنهم &quot; فِي صَلَاتِهِمْ خَاشِعُونَ &quot; .
والخشوع في الصلاة هو: حضور القلب بين يدي الله تعالى, مستحضرا لقربه.
فيسكن لذلك قلبه, وتطمئن نفسه, وتسكن حركاته ويقل التفاته, متأدبا بين يدي ربه, مستحضرا جميع ما يقوله ويفعله في صلاته, من أول صلاته, إلى آخرها, فتنتفي بذلك, الوساوس والأفكار الردية.
وهذا روح الصلاة, والمقصود منها, وهو الذي يكتب للعبد.
فالصلاة التي لا خشوع فها ولا حضور قلب, وإن كانت مجزية مثابا عليها, فإن الثواب على حسب ما يعقل للقلب منها.';
$t[2] = 'والخشوع في الصلاة هو: حضور القلب بين يدي الله تعالى, مستحضرا لقربه.
فيسكن لذلك قلبه, وتطمئن نفسه, وتسكن حركاته ويقل التفاته, متأدبا بين يدي ربه, مستحضرا جميع ما يقوله ويفعله في صلاته, من أول صلاته, إلى آخرها, فتنتفي بذلك, الوساوس والأفكار الردية.
وهذا روح الصلاة, والمقصود منها, وهو الذي يكتب للعبد.
فالصلاة التي لا خشوع فها ولا حضور قلب, وإن كانت مجزية مثابا عليها, فإن الثواب على حسب ما يعقل للقلب منها.';
$t[3] = '&quot; وَالَّذِينَ هُمْ عَنِ اللَّغْوِ &quot; هو الكلام الذي لا خير فيه, ولا فائدة &quot; مُعْرِضُونَ &quot; رغبة عنه, وتنزيها لأنفسهم, وترفعا عنه.
وإذا مروا باللغو, مروا كراما, وإذا كانوا معرضين عن اللغو, فإعراضهم عن المحرم, من باب أولى, وأحرى.
وإذا ملك العبد لسانه وخزنه - إلا في الخير - كان مالكا لأمره, كما قال النبي صلى الله عليه وسلم, لمعاذ بن جبل حين وصاه بوصايا قال: &quot; ألا أخبرك بملاك ذلك كله؟ قلت: بلى يا رسول الله, فأخذ بلسان نفسه وقال: كف عليك هذا &quot; .
فالمؤمنون من صفاتهم الحميدة, كف ألسنتهم عن اللغو والمحرمات.';
$t[4] = '&quot; وَالَّذِينَ هُمْ لِلزَّكَاةِ فَاعِلُونَ &quot; أي مؤدون لزكاة أموالهم, على اختلاف أجناس الأموال, مزكين لأنفسهم من أدناس الأخلاق ومساوئ الأعمال التي تزكو النفوس بتركها وتجنبها.
فأحسنوا في عبادة الخالق, في الخشوع في الصلاة, وأحسنوا إلى خلقه بأداء الزكاة.';
$t[5] = '&quot; وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ &quot; عن الزنا ومن تمام حفظها تجنب ما يدعو إلى ذلك كالنظر واللمس ونحوهما.
فحفظوا فروجهم عن كل أحد &quot; إِلَّا عَلَى أَزْوَاجِهِمْ أوْ مَا مَلَكَتْ أَيْمَانُهُمْ &quot; من الإماء المملوكات &quot; فَإِنَّهُمْ غَيْرُ مَلُومِينَ &quot; بقربهما, لأن الله تعالى أحلهما.';
$t[6] = '';
$t[7] = '&quot; فَمَنِ ابْتَغَى وَرَاءَ ذَلِكَ &quot; غير الزوجة والسرية &quot; فَأُولَئِكَ هُمُ الْعَادُونَ &quot; الذين تعدوا ما أحل الله إلى ما حرمه, المتجرئون على محارم الله.
وعموم هذه الآية, يدل على تحريم المتعة, فإنها ليست زوجة حقيقة مقصودا بقاؤها, ولا مملوكة, وتحريم نكاح المحلل لذلك.
ويدل قوله &quot; أوْ مَا مَلَكَتْ أَيْمَانُهُمْ &quot; أنه يشترط في حل المملوكة, أن تكون كلها في ملكه, فلو كان له بعضها لم تحل, الأنعام ليست مما ملكت يمينه, بل هي ملك له ولغيره.
فإنه لا يجوز أن يشترك في المرأة الحرة زوجان, فلا يجوز أن يشتركا في الأمة المملوكة سيدان.';
$t[8] = '&quot; وَالَّذِينَ هُمْ لِأَمَانَاتِهِمْ وَعَهْدِهِمْ رَاعُونَ &quot; .
أي: مراعون لها, ضابطون, حافظون, حريصون على القيام بها وتنفيذها.
وهذا عام في جميع الأمانات, التي هي حق لله, والتي هي حق للعباد.
قال تعالى &quot; إِنَّا عَرَضْنَا الْأَمَانَةَ عَلَى السَّمَاوَاتِ وَالْأَرْضِ وَالْجِبَالِ فَأَبَيْنَ أَنْ يَحْمِلْنَهَا وَأَشْفَقْنَ مِنْهَا وَحَمَلَهَا الْإِنْسَانُ &quot; فجميع ما أوجبه الله على عبده, أمانة, على العبد حفظها بالقيام التام بها.
وكذلك يدخل في ذلك, أمانات الآدميين, كأمانات الأموال, والأسرار, ونحوهما.
فعلى العبد, مراعاة الأمرين, وأداء الأمانتين &quot; إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تُؤَدُّوا الْأَمَانَاتِ إِلَى أَهْلِهَا &quot; .
وكذلك العهد, يشمل العهد الذي بينهم وبين العباد, وهي الالتزامات والعقود, التي يعقدها العبد, فعليه مراعاتها والوفاء بها, ويحرم عليه, التفريط فيها, وإهمالها.';
$t[9] = '&quot; وَالَّذِينَ هُمْ عَلَى صَلَوَاتِهِمْ يُحَافِظُونَ &quot; أي: يداومون عليها في أوقاتها وحدودها وأشراطها وأركانها.
فمدحهم بالخشوع في الصلاة, وبالمحافظة عليها, لأنه لا يتم أمرهم إلا بالأمرين: فمن يداوم على الصلاة من غير خشوع, أو على الخشوع من دون محافظة عليها فإنه مذموم ناقص.';
$t[10] = '&quot; أُولَئِكَ &quot; الموصوفون بتلك الصفات &quot; الْوَارِثُونَ الَّذِينَ يَرِثُونَ الْفِرْدَوْسَ &quot; الذي هو أعلى الجنة ووسطها وأفضلها, لأنهم جعلوا من صفات الخير أعلاها وذروتها.
أو المراد بذلك, جميع الجنة, ليدخل بذلك, عموم المؤمنين, على درجاتهم في مراتبهم, كل بحسب حاله.
&quot; هُمْ فِيهَا خَالِدُونَ &quot; لا يظعنون عنها, ولا يبغون عنها حولا, لاشتمالها على أكمل النعيم وأفضله, وأتمه, من غير مكدر ولا منغص.';
$t[11] = 'الذي هو أعلى الجنة ووسطها وأفضلها, لأنهم جعلوا من صفات الخير أعلاها وذروتها.
أو المراد بذلك, جميع الجنة, ليدخل بذلك, عموم المؤمنين, على درجاتهم في مراتبهم, كل بحسب حاله.
&quot; هُمْ فِيهَا خَالِدُونَ &quot; لا يظعنون عنها, ولا يبغون عنها حولا, لاشتمالها على أكمل النعيم وأفضله, وأتمه, من غير مكدر ولا منغص.';
$t[12] = 'ذكر الله في هذه الآيات أطوار الآدمي وتنقلاته, من ابتداء خلقه إلى آخر ما يصير إليه.
فذكر ابتداء خلق أبي النوع البشري آدم عليه السلام, وأنه &quot; مِنْ سُلَالَةٍ مِنْ طِينٍ &quot; أي: قد سلت, وأخذت من جميع الأرض.
ولذلك جاء بنوه على قدر الأرض: منهم الطيب والخبيث, وبين ذلك.
والسهل, والحزن, وبين ذلك.';
$t[13] = '&quot; ثُمَّ جَعَلْنَاهُ &quot; أي: جنس الآدميين &quot; نُطْفَةٍ &quot; تخرج من بين الصلب والترائب, فتستقر &quot; فِي قَرَارٍ مَكِينٍ &quot; وهو: الرحم محفوظة من الفساد والريح وغير ذلك.';
$t[14] = '&quot; ثُمَّ خَلَقْنَا النُّطْفَةَ &quot; التي قد استقرت قبل &quot; عَلَقَةٍ &quot; أي: دما أحمر, بعد مضي أربعين يوما من النطفة.
&quot; فَخَلَقْنَا الْعَلَقَةَ &quot; بعد أربعين يوما &quot; مُضْغَةٍ &quot; أي: قطعة لحم صغيرة, بقدر ما يمضغ من صغرها.
&quot; فَخَلَقْنَا الْمُضْغَةَ &quot; اللينة &quot; عِظَامًا &quot; صلبة, قد تخللت اللحم, بحسب حاجة البدن إليها.
&quot; فَكَسَوْنَا الْعِظَامَ لَحْمًا &quot; أي: جعلنا اللحم, كسوة للعظام, كما جعلنا العظام, عمادا للحم, وذلك في الأربعين الثالثة.
&quot; ثُمَّ أَنْشَأْنَاهُ خَلْقًا آخَرَ &quot; نفخ فيه الروح, فانتقل من كونه جمادا, إلى أن صار حيوانا.
&quot; فَتَبَارَكَ اللَّهُ &quot; أي: تعالى, وتعاظم, وكثر خيره &quot; أَحْسَنُ الْخَالِقِينَ &quot; الذي &quot; أحسن كل شيء خلقه.
وبدأ خلق الإنسان من طين وجعل نسله من سلالة من ماء مهين.
ثم سواه ونفخ فيه من روحه, وجعل لكم السمع والأبصار والأفئدة قليلا, ما تشكرون &quot; فخلقه كله حسنا, والإنسان من أحسن مخلوقاته, بل هو أحسنها على الإطلاق كما قال تعالى: &quot; لَقَدْ خَلَقْنَا الْإِنْسَانَ فِي أَحْسَنِ تَقْوِيمٍ &quot; ولهذا كان خواصه, أفضل المخلوقات وأكملها.';
$t[15] = '&quot; ثُمَّ إِنَّكُمْ بَعْدَ ذَلِكَ &quot; الخلق, ونفخ الروح &quot; لَمَيِّتُونَ &quot; في أحد أطواركم وتنقلاتكم.';
$t[16] = '&quot; ثُمَّ إِنَّكُمْ يَوْمَ الْقِيَامَةِ تُبْعَثُونَ &quot; فتجازون بأعمالكم, حسنها وسيئها.
قال تعالى: &quot; أَيَحْسَبُ الْإِنْسَانُ أَنْ يُتْرَكَ سُدًى أَلَمْ يَكُ نُطْفَةً مِنْ مَنِيٍّ يُمْنَى ثُمَّ كَانَ عَلَقَةً فَخَلَقَ فَسَوَّى فَجَعَلَ مِنْهُ الزَّوْجَيْنِ الذَّكَرَ وَالْأُنْثَى أَلَيْسَ ذَلِكَ بِقَادِرٍ عَلَى أَنْ يُحْيِيَ الْمَوْتَى &quot; .';
$t[17] = 'لما ذكر تعالى خلق الآدمي, ذكر مسكنه, وتوفر النعم عليه, من كل وجه فقال: &quot; وَلَقَدْ خَلَقْنَا فَوْقَكُمْ &quot; سقفا للبلاد, ومصلحة للعباد &quot; سَبْعَ طَرَائِقَ &quot; أي: سبع سموات طباقا, كل طبقة فوق الأخرى, قد زينت بالنجوم, والشمس, والقمر, وأودع فيها من مصالح الخلق, ما أودع.
&quot; وَمَا كُنَّا عَنِ الْخَلْقِ غَافِلِينَ &quot; فكما أن خلقنا عام لكل مخلوق, فعلمنا أيضا, محيط بما خلقنا, فلا نغفل مخلوقا, ولا ننساه, ولا نخلق خلقا فنضيعه, ولا نغفل عن السماء فتقع على الأرض, ولا ننسى ذرة في لجج البحار, وجوانب الفلوات, ولا دابة إلا سقنا إليها رزقا &quot; وَمَا مِنْ دَابَّةٍ فِي الْأَرْضِ إِلَّا عَلَى اللَّهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا &quot; .
وكثيرا ما يقرن تعالى بين خلقه وعلمه كقوله &quot; أَلَا يَعْلَمُ مَنْ خَلَقَ وَهُوَ اللَّطِيفُ الْخَبِيرُ &quot; &quot; بَلَى وَهُوَ الْخَلَّاقُ الْعَلِيمُ &quot; لأن خلق المخلوقات, من أقوى الأدلة العقلية, على علم خالقها وحكمته.';
$t[18] = '&quot; وَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً &quot; يكون رزقا لكم ولأنعامكم, بقدر ما يكفيكم.
فلا ينقصه, بحيث يتلف المساكن, ولا تعيش منه النباتات والأشجار.
بل أنزله وقت الحاجة لنزوله, ثم صرفه, عند التضرر من دوامه.
&quot; فَأَسْكَنَّاهُ فِي الْأَرْضِ &quot; أي: أنزلناه عليها, فسكن واستقر, وأخرج بقدرة منزله, جميع الأزواج النباتية, وأسكنه أيضا معدا, في خزائن الأرض, بحيث لم يذهب نازلا, حتى لا يوصل إليه, ولا يبلغ قعره.
&quot; وَإِنَّا عَلَى ذَهَابٍ بِهِ لَقَادِرُونَ &quot; إما بأن لا ننزله, أو ننزله, فيذهب نازلا, لا يوصل إليه, أو لا يوجد منه المقصود منه.
وهذا تنبيه منه لعباده, أن يشكروه على نعمته, ويقدروا عدمها, ماذا يحصل به من الضرر, كقوله تعالى: &quot; قُلْ أَرَأَيْتُمْ إِنْ أَصْبَحَ مَاؤُكُمْ غَوْرًا فَمَنْ يَأْتِيكُمْ بِمَاءٍ مَعِينٍ &quot; , &quot; فَأَنْشَأْنَا لَكُمْ بِهِ &quot; أي: بذلك الماء &quot; جَنَّاتٍ &quot; أي: بساتين &quot; مِنْ نَخِيلٍ وَأَعْنَابٍ &quot; .
خص تعالى, هذين النوعين, مع أنه ينشر منه غيرهما من الأشجار, لفضلهما, ومنافعهما, التي فاقت بها الأشجار, ولهذا ذكر العام في قوله: &quot; لَكُمُ &quot; أي: في تلك الجنات &quot; فَوَاكِهُ كَثِيرَةٌ وَمِنْهَا تَأْكُلُونَ &quot; من تين, وأترج, ورمان, وتفاح وغيرها.';
$t[19] = '';
$t[20] = '&quot; وَشَجَرَةً تَخْرُجُ مِنْ طُورِ سَيْنَاءَ &quot; وهي شجرة الزيتون, أي: جنسها.
خصت بالذكر, لأن مكانها خاص, في أرض الشام, ولمنافعها, التي ذكر بعضها في قوله: &quot; تَنْبُتُ بِالدُّهْنِ وَصِبْغٍ لِلْآكِلِينَ &quot; أي: فيها الزيت, الذي هو دهن, يكثر استعماله من الاستصباح به, واصطباغ للآكلين, أي: يجعل إداما للآكلين, وغير ذلك من المنافع.';
$t[21] = 'أي: ومن نعمه عليكم, أن سخر لكم الأنعام من الإبل, والبقر, والغنم, فيها عبرة للمعتبرين, ومنافع للمنتفعين.
&quot; نُسْقِيكُمْ مِمَّا فِي بُطُونِهَا &quot; من لبن, يخرج من بين فرث ودم, لبن, خالص, سائغ للشاربين.
&quot; وَلَكُمْ فِيهَا مَنَافِعُ كَثِيرَةٌ &quot; من أصوافها, وأوبارها, وأشعارها, وجعل لكم من جلود الأنعام بيوتا, تستخفونها يوم ظعنكم, ويوم إقامتكم &quot; وَمِنْهَا تَأْكُلُونَ &quot; أفضل المآكل من لحم وشحم.';
$t[22] = '&quot; وَعَلَيْهَا وَعَلَى الْفُلْكِ تُحْمَلُونَ &quot; أي: جعلها لكم في البر, تحملون عليها أثقالكم إلى بلد, لم تكونوا بالغيه, إلا بشق الأنفس.
كما جعل لكم السفن في البحر, تحملكم, وتحمل متاعكم, قليلا كان, أو كثيرا.
فالذي أنعم بهذه النعم, وصنف أنواع الإحسان, وأدر علينا من خيره المدرار, هو الذي يستحق كمال الشكر, وكمال الثناء, والاجتهاد في عبوديته وأن لا يستعان بنعمه على معاصيه.';
$t[23] = 'يذكر تعالى رسالة عبده ورسوله, نوح عليه السلام, أول رسول أرسله لأهل الأرض فأرسله إلى قومه, وهم يعبدون الأصنام, فأمر بعبادة الله وحده فقال: &quot; يَا قَوْمِ اعْبُدُوا اللَّهَ &quot; أي: أخلصوا له العبادة, لأن العبادة, لا تصح إلا بإخلاصها.
&quot; مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ &quot; فيه إبطال ألوهية غير الله, وإثبات الإلهية لله تعالى, لأنه الخالق الرازق, الذي له الكمال كله, وغيره بخلاف ذلك.
&quot; أَفَلَا تَتَّقُونَ &quot; ما أنتم عليه من عبادة الأوثان, والأصنام, التي صورت على صور قوم صالحين, فعبدوها مع الله.
فاستمر على ذلك, يدعوهم سرا وجهارا, وليلا ونهارا, ألف سنة إلا خمسين عاما, وهم لا يزدادون إلا عتوا ونفورا.';
$t[24] = '&quot; فَقَالَ الْمَلَأُ &quot; من قومه الأشراف والسادة المتبوعون - على وجه المعارضة لنبيهم نوح, والتحذير من اتباعه -: &quot; مَا هَذَا إِلَّا بَشَرٌ مِثْلُكُمْ يُرِيدُ أَنْ يَتَفَضَّلَ عَلَيْكُمْ &quot; أي: ما هذا إلا بشر مثلكم, قصده حين ادعى النبوة أن يزيد عليكم فضيلة, ليكون متبوعا, وإلا فما الذي يفضله عليكم, وهو من جنسكم؟.
وهذه المعارضة, لا زالت موجودة, في مكذبي الرسل.
وقد أجاب الله عنها بجواب شاف, على ألسنة رسله كما في &quot; قالوا &quot; أي: لرسلهم &quot; إِنْ أَنْتُمْ إِلَّا بَشَرٌ مِثْلُنَا تُرِيدُونَ أَنْ تَصُدُّونَا عَمَّا كَانَ يَعْبُدُ آبَاؤُنَا فَأْتُونَا بِسُلْطَانٍ مُبِينٍ قَالَتْ لَهُمْ رُسُلُهُمْ إِنْ نَحْنُ إِلَّا بَشَرٌ مِثْلُكُمْ وَلَكِنَّ اللَّهَ يَمُنُّ عَلَى مَنْ يَشَاءُ مِنْ عِبَادِهِ &quot; .
فأخبروا أن هذا فضل الله ومنته, فليس لكم أن تحجروا على الله, وتمنعوه من إيصال فضله علينا.
وقالوا أيضا: ولو شاء الله لأنزل ملائكة.
وهذه أيضا معارضة بالمشيئة باطلة, فإنه وإن كان لو شاء لأنزل ملاكة, فإنه حكيم رحيم, حكمته ورحمته, تقتضي أن يكون الرسول من جنس الآدميين لأن الملائكة, لا قدرة لهم على مخاطبته, ولا يمكن أن يكون إلا بصورة رجل ثم يعود اللبس عليهم كما كان.
وقولهم: &quot; مَا سَمِعْنَا بِهَذَا &quot; أي بإرسال الرسول &quot; فِي آبَائِنَا الْأَوَّلِينَ &quot; .
وأي حجة في عدم سماعهم إرسال رسول في آبائهم الأولين؟ لأنهم لم يحيطوا علما, بما تقدم, فلا يجعلوا جهلهم حجة لهم.
وعلى تقدير أنه لم يرسل منهم رسولا, فإما أن يكونوا على الهدى, فلا حاجة لإرسال الرسول إذ ذاك.
وإما أن يكونوا على غيره, فليحمدوا ربهم, ويشكروه أن خصهم بنعمة, لم تأت آباءهم, ولا شعروا بها.
ولا يجعلوا عدم الإحسان على غيرهم, سببا لكفرهم للإحسان إليهم.';
$t[25] = '&quot; إِنْ هُوَ إِلَّا رَجُلٌ بِهِ جِنَّةٌ &quot; أي: مجنون &quot; فَتَرَبَّصُوا بِهِ &quot; أي: انتظروا به &quot; حَتَّى حِينٍ &quot; إلى أن يأتيه الموت.
وهذه الشبه التي أوردوها, معارضة لنبوة نبيهم, دالة على شدة كفرهم وعنادهم, وعلى أنهم في غاية الجهل والضلال, فإنها لا تصلح للمعارضة, بوجه من الوجوه, كما ذكرنا, بل هي في نفسها متناقضة متعارضة.
فقولهم: &quot; مَا هَذَا إِلَّا بَشَرٌ مِثْلُكُمْ يُرِيدُ أَنْ يَتَفَضَّلَ عَلَيْكُمْ &quot; أثبتوا أن له عقلا يكيدهم به, ليعلوهم, ويسودهم, ويحتاج - مع هذا - أن يحذر منه لئلا يغتر به.
فكيف يلتئم مع قولهم: &quot; إِنْ هُوَ إِلَّا رَجُلٌ بِهِ جِنَّةٌ &quot; وهل هذا إلا من مشبه ضال, منقلب عليه الأمر, قصده: الدفع بأي طريق اتفق له, غير عالم بما يقول؟!!.
ويأبى الله إلا أن يظهر خزي من عاداه وعادى رسله.';
$t[26] = 'فلما رأى نوح أنه لا يفيدهم دعاؤه إلا فرارا &quot; قَالَ رَبِّ انْصُرْنِي بِمَا كَذَّبُونِ &quot; فاستنصر ربه عليهم, غضبا, حيث ضيعوا أمره, وكذبوا رسله وقال: &quot; رَبِّ لَا تَذَرْ عَلَى الْأَرْضِ مِنَ الْكَافِرِينَ دَيَّارًا إِنَّكَ إِنْ تَذَرْهُمْ يُضِلُّوا عِبَادَكَ وَلَا يَلِدُوا إِلَّا فَاجِرًا كَفَّارًا &quot; قال تعالى: &quot; وَلَقَدْ نَادَانَا نُوحٌ فَلَنِعْمَ الْمُجِيبُونَ &quot; .';
$t[27] = '&quot; فَأَوْحَيْنَا إِلَيْهِ &quot; عند استجابتنا له, سببا, ووسيلة للنجاة, قبل وقوع أسبابه.
&quot; أَنِ اصْنَعِ الْفُلْكَ &quot; أي: السفينة &quot; بِأَعْيُنِنَا وَوَحْيِنَا &quot; أي: بأمرنا لك, ومعونتنا, وأنت في حفظنا وكلاءتنا بحيث نراك ونسمعك.
&quot; فَإِذَا جَاءَ أَمْرُنَا &quot; بإرسال الطوفان الذي عذبوا به &quot; وَفَارَ التَّنُّورُ &quot; .
أي: فارت الأرض, وتفجرت عيونا, حتى محل النار, الذي لم تجر العادة إلا ببعده عن الماء.
&quot; فَاسْلُكْ فِيهَا مِنْ كُلٍّ زَوْجَيْنِ اثْنَيْنِ &quot; أي: أدخل في الفلك من كل جنس من الحيوانات, ذكرا وأنثى, تبقى مادة النسل لسائر الحيوانات, التي اقتضت الحكمة الربانية إيجادها في الأرض.
&quot; وَأَهْلَكَ &quot; أي: أدخلهم &quot; إِلَّا مَنْ سَبَقَ عَلَيْهِ الْقَوْلُ &quot; كابنه.
&quot; وَلَا تُخَاطِبْنِي فِي الَّذِينَ ظَلَمُوا &quot; أي: لا تدعني أن أنجيهم, فإن القضاء والقدر, قد حتم أنهم مغرقون.';
$t[28] = '&quot; فَإِذَا اسْتَوَيْتَ أَنْتَ وَمَنْ مَعَكَ عَلَى الْفُلْكِ &quot; أي: علوتم عليها, واستقلت بكم في تيار الأمواج, ولجج اليم, فاحمدوا الله على النجاة والسلامة.
فقل الحمد لله الذي نجانا من القوم الظالمين, وهذا تعليم منه له, ولمن معه, أن يقولوا هذا شكرا له, وحمدا على نجاتهم من القوم الظالمين في عملهم وعذابهم.';
$t[29] = '&quot; وَقُلْ رَبِّ أَنْزِلْنِي مُنْزَلًا مُبَارَكًا وَأَنْتَ خَيْرُ الْمُنْزِلِينَ &quot; أي: وبقيت عليكم نعمة أخرى, فادعوا الله فيها, وهي أن ييسر الله لكم منزلا مباركا.
فاستجاب الله دعاءه, قال الله: &quot; وَقُضِيَ الْأَمْرُ وَاسْتَوَتْ عَلَى الْجُودِيِّ وَقِيلَ بُعْدًا لِلْقَوْمِ الظَّالِمِينَ &quot; إلى أن قال: &quot; قِيلَ يَا نُوحُ اهْبِطْ بِسَلَامٍ مِنَّا وَبَرَكَاتٍ عَلَيْكَ وَعَلَى أُمَمٍ مِمَّنْ مَعَكَ &quot; الآية.';
$t[30] = '&quot; إِنَّ فِي ذَلِكَ &quot; أي: في هذه القصة &quot; لَآيَاتٍ &quot; تدل على أن الله وحده المعبود, وعلى أن رسوله نوحا, صادق, وأن قومه كاذبون, وعلى رحمة الله بعباده, حيث حملهم في صلب أبيهم نوح, في الفلك لما غرق أهل الأرض.
والفلك أيضا من آيات الله قال تعالى: &quot; وَلَقَدْ تَرَكْنَاهَا آيَةً فَهَلْ مِنْ مُدَّكِرٍ &quot; ولهذا جمعها هنا لأنها تدل على عدة آيات ومطالب.
&quot; وَإِنْ كُنَّا لَمُبْتَلِينَ &quot; .';
$t[31] = 'لما ذكر نوحا وقومه, وكيف أهلكهم قال: &quot; ثُمَّ أَنْشَأْنَا مِنْ بَعْدِهِمْ قَرْنًا آخَرِينَ &quot; .
الظاهر أنهم &quot; ثمود &quot; قوم صالح, عليه السلام لأن هذه القصة تشبه قصتهم.';
$t[32] = '&quot; فَأَرْسَلْنَا فِيهِمْ رَسُولًا مِنْهُمْ &quot; من جنسهم, يعرفون نسبه وحسبه, وصدقه, ليكون ذلك أسرع لانقيادهم, إذا كان منهم, وأبعد عن اشمئزازهم فدعا إلى ما دعت إليه الرسل أممهم &quot; أَنِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ &quot; .
فكلهم اتفقوا على هذه الدعوة, وهي أول دعوة يدعون بها أممهم, الأمر بعبادة الله, والإخبار أنه المستحق لذلك, والنهي عن عبادة ما سواه, والإخبار ببطلان ذلك وفساده.
ولهذا قال: &quot; أَفَلَا تَتَّقُونَ &quot; ربكم, فتجتنبوا هذه الأوثان والأصنام.';
$t[33] = '&quot; وَقَالَ الْمَلَأُ مِنْ قَوْمِهِ الَّذِينَ كَفَرُوا وَكَذَّبُوا بِلِقَاءِ الْآخِرَةِ وَأَتْرَفْنَاهُمْ فِي الْحَيَاةِ الدُّنْيَا &quot; أي: قال الرؤساء الذين جمعوا بين الكفر والمعاندة, وإنكار البعث والجزاء, وأطغاهم ترفهم في الحياة الدنيا, معارضة لنبيهم, وتكذيبا, وتحذيرا منه: &quot; مَا هَذَا إِلَّا بَشَرٌ مِثْلُكُمْ &quot; أي: من جنسكم &quot; يَأْكُلُ مِمَّا تَأْكُلُونَ مِنْهُ وَيَشْرَبُ مِمَّا تَشْرَبُونَ &quot; .
فما الذي يفضله عليكم؟ فهلا كان ملكا, لا يأكل الطعام, ولا يشرب الشراب.';
$t[34] = '&quot; وَلَئِنْ أَطَعْتُمْ بَشَرًا مِثْلَكُمْ إِنَّكُمْ إِذًا لَخَاسِرُونَ &quot; أي: إن تبعتموه وجعلتموه لكم رئيسا, وهو مثلكم إنكم لمسلوبو العقل, نادمون على ما فعلتم.
وهذا من العجب, فإن الخسارة والندامة حقيقة, لمن لم يتابعه, ولم ينقد له.
والجهل والسفه العظيم, لمن تكبر عن الانقياد لبشر, خصه الله بوحيه, وفضله برسالته, وابتلي بعبادة الشجر والحجر.
وهذا نظير قولهم: &quot; فَقَالُوا أَبَشَرًا مِنَّا وَاحِدًا نَتَّبِعُهُ إِنَّا إِذًا لَفِي ضَلَالٍ وَسُعُرٍ أَؤُلْقِيَ الذِّكْرُ عَلَيْهِ مِنْ بَيْنِنَا بَلْ هُوَ كَذَّابٌ أَشِرٌ &quot; .
فلما أنكروا رسالته وردوها, أنكروا ما جاء به من البعث بعد الموت, والمجازاة على الأعمال فقالوا:';
$t[35] = '&quot; أَيَعِدُكُمْ أَنَّكُمْ إِذَا مِتُّمْ وَكُنْتُمْ تُرَابًا وَعِظَامًا أَنَّكُمْ مُخْرَجُونَ هَيْهَاتَ هَيْهَاتَ لِمَا تُوعَدُونَ &quot; أي: بعيد بعيد ما يعدكم به, من البعث, بعد أن تمزقتم, وكنتم ترابا وعظاما.
فنظروا نظرا قاصرا, ورأوا هذا, بالنسبة إلى قدرهم غير ممكن.
فقاسوا قدرة الخالق بقدرهم, تعالى الله عن ذلك.
فأنكروا قدرته على إحياء الموتى وعجزوه غاية التعجيز, ونسوا خلقهم أول مرة, وأن الذي أنشأهم من العدم, فإعادته لهم بعد البلى, أهون عليه وكلاهما هين لديه.
فلم لا ينكرون أول خلقهم, ويكابرون المحسوسات, ويقولون: إننا لم نزل موجودين, حتى يسلم لهم إنكارهم البعث, وينتقلو معهم إلى الاحتجاج على إثبات وجود الخالق العظيم؟.
وهنا دليل آخر, وهو: أن الذي أحيا الأرض بعد موتها, إن ذلك لمحيي الموتى, إنه على كل شيء قدير.
وثم دليل آخر, وهو ما أجاب به المنكرين للبعث في قوله: &quot; بَلْ عَجِبُوا أَنْ جَاءَهُمْ مُنْذِرٌ مِنْهُمْ فَقَالَ الْكَافِرُونَ هَذَا شَيْءٌ عَجِيبٌ أَئِذَا مِتْنَا وَكُنَّا تُرَابًا ذَلِكَ رَجْعٌ بَعِيدٌ &quot; فقال في جوابهم: &quot; قَدْ عَلِمْنَا مَا تَنْقُصُ الْأَرْضُ مِنْهُمْ &quot; أي في البلى.
&quot; وَعِنْدَنَا كِتَابٌ حَفِيظٌ &quot;';
$t[36] = '';
$t[37] = '&quot; إِنْ هِيَ إِلَّا حَيَاتُنَا الدُّنْيَا نَمُوتُ وَنَحْيَا &quot; أي: يموت أناس, ويحيا أناس &quot; وَمَا نَحْنُ بِمَبْعُوثِينَ &quot; .
&quot; إِنْ هُوَ إِلَّا رَجُلٌ بِهِ جِنَّةٌ &quot; فلهذا أتى بما أتى به من توحيد الله, وإثبات المعاد &quot; فَتَرَبَّصُوا بِهِ حَتَّى حِينٍ &quot; أي: ارفعوا عنه العقوبة بالقتل وغيره, احتراما له, ولأنه مجنون غير مؤاخذ بما يتكلم به.
أي: فلم يبق بزعمهم الباطل, مجادلة معه, لصحة ما جاء به, فإنهم قد زعموا بطلانه.
وإنما بقي الكلام, هل يوقعون به أم لا؟.
فبزعمهم أن عقولهم الرزينة اقتضت الإبقاء عليه, وترك الإيقاع به, مع قيام الموجب.
فهل فوق هذا العناد والكفر غاية؟!!.
ولهذا لما اشتد كفرهم, ولم ينفع فيهم الإنذار, دعا عليهم نبيهم فقال: &quot; رَبِّ انْصُرْنِي بِمَا كَذَّبُونِ &quot; أي بإهلاكهم, وخزيهم الدنيوي, قبل الآخرة.
فـ &quot; قَالَ &quot; الله مجيبا لدعوته: &quot; عَمَّا قَلِيلٍ لَيُصْبِحُنَّ نَادِمِينَ فَأَخَذَتْهُمُ الصَّيْحَةُ بِالْحَقِّ &quot; لا بالظلم والجور, بل بالعدل وظلمهم, أخذتهم الصيحة, فأهلكتهم عن آخرهم.
&quot; فَجَعَلْنَاهُمْ غُثَاءً &quot; أي هشيما يبسا بمنزلة غثاء السيل الملقى في جنبات الوادي, وقال في الآية الأخرى &quot; إِنَّا أَرْسَلْنَا عَلَيْهِمْ صَيْحَةً وَاحِدَةً فَكَانُوا كَهَشِيمِ الْمُحْتَظِرِ &quot; &quot; فَبُعْدًا لِلْقَوْمِ الظَّالِمِينَ &quot; أي: أتبعوا مع عذابهم, البعد واللعنة والذم من العالمين.
&quot; فَمَا بَكَتْ عَلَيْهِمُ السَّمَاءُ وَالْأَرْضُ وَمَا كَانُوا مُنْظَرِينَ &quot; .
هذا التعبير مجاز عن عدم الاكتراث بهلاكهم والاعتداد بوجودهم.
وفيه تهكم بهم, وبحالهم المنافية لحال من يعظم فقده, فيقال عنه: &quot; بكت عليه السماء والأرض &quot; .
ومنه ما روي &quot; أن المؤمن إذا مات, ليبكي عليه مصلاه, ومحل عبادته, ومصاعد عمله, ومهابط رزقه, وآثاره في الأرض &quot; .
وعن الحسن يبكي عليه أهل السماء والأرض.
&quot; وَمَا كَانُوا &quot; لما جاءهم وقت هلاكهم &quot; مُنْظَرِينَ &quot; أي: ممهلين إلى وقت آخر, بل عجل لهم العذاب في الدنيا.
والمعنى الإجمالي: فما حزنت عليهم السماء والأرض عندما أخذهم العذاب, لهوان شأنهم, لأنهم ماتوا كفارا, ولم ينظروا لتوبة, ولم يمهلوا لتدارك تقصيرهم احتقارا لهم.';
$t[38] = '';
$t[39] = 'لما اشتد كفرهم, ولم ينفع فيهم الإنذار, دعا عليهم نبيهم فقال: &quot; رَبِّ انْصُرْنِي بِمَا كَذَّبُونِ &quot; أي بإهلاكهم, وخزيهم الدنيوي, قبل الآخرة.';
$t[40] = '';
$t[41] = 'فـ &quot; قَالَ &quot; الله مجيبا لدعوته: &quot; عَمَّا قَلِيلٍ لَيُصْبِحُنَّ نَادِمِينَ فَأَخَذَتْهُمُ الصَّيْحَةُ بِالْحَقِّ &quot; لا بالظلم والجور, بل بالعدل وظلمهم, أخذتهم الصيحة, فأهلكتهم عن آخرهم.
&quot; فَجَعَلْنَاهُمْ غُثَاءً &quot; أي هشيما يبسا بمنزلة غثاء السيل الملقى في جنبات الوادي, وقال في الآية الأخرى &quot; إِنَّا أَرْسَلْنَا عَلَيْهِمْ صَيْحَةً وَاحِدَةً فَكَانُوا كَهَشِيمِ الْمُحْتَظِرِ &quot; &quot; فَبُعْدًا لِلْقَوْمِ الظَّالِمِينَ &quot; أي: أتبعوا مع عذابهم, البعد واللعنة والذم من العالمين.
&quot; فَمَا بَكَتْ عَلَيْهِمُ السَّمَاءُ وَالْأَرْضُ وَمَا كَانُوا مُنْظَرِينَ &quot; .
هذا التعبير مجاز عن عدم الاكتراث بهلاكهم والاعتداد بوجودهم.
وفيه تهكم بهم, وبحالهم المنافية لحال من يعظم فقده, فيقال عنه: &quot; بكت عليه السماء والأرض &quot; .
ومنه ما روي &quot; أن المؤمن إذا مات, ليبكي عليه مصلاه, ومحل عبادته, ومصاعد عمله, ومهابط رزقه, وآثاره في الأرض &quot; .
وعن الحسن يبكي عليه أهل السماء والأرض.
&quot; وَمَا كَانُوا &quot; لما جاءهم وقت هلاكهم &quot; مُنْظَرِينَ &quot; أي: ممهلين إلى وقت آخر, بل عجل لهم العذاب في الدنيا.
والمعنى الإجمالي: فما حزنت عليهم السماء والأرض عندما أخذهم العذاب, لهوان شأنهم, لأنهم ماتوا كفارا, ولم ينظروا لتوبة, ولم يمهلوا لتدارك تقصيرهم احتقارا لهم.';
$t[42] = 'أي: ثم أنشأنا من بعد هؤلاء المكذبين المعاندين, قرونا آخرين, كل أمة في وقت مسمى, وأجل محدود, لا تتقدم عنه ولا تتأخر.
وأرسلنا إليهم رسلا متتابعة, لعلهم يؤمنون ويبينون.
فلم يزل الكفر والتكذيب, دأب الأمم العصاة, والكفرة البغاة كلما جاء أمة رسولها, كذبوه, مع أن كل رسول يأتي من الآيات, ما يؤمن على مثله البشر.
بل مجرد دعوة الرسل وشرعهم, يدل على حقية ما جاءوا به.
&quot; فَأَتْبَعْنَا بَعْضَهُمْ بَعْضًا &quot; بالهلاك, فلم يبق منهم باقية, وتعطلت مساكنهم من بعدهم.
&quot; وَجَعَلْنَاهُمْ أَحَادِيثَ &quot; يتحدث بهم من بعدهم, ويكونون عبرة للمتقين, ونكالا للمكذبين, وخزيا عليهم مقرونا بعذابهم.
&quot; فَبُعْدًا لِقَوْمٍ لَا يُؤْمِنُونَ &quot; ما أشقاهم!! وتعسا لهم, ما أخسر صفقتهم!!.
مر علي منذ زمان طويل, كلام لبعض العلماء لا يحضرني الآن اسمه, وهو أنه بعد موسى ونزول التوراة, رفع الله العذاب عن الأمم, أي: عذاب الاستئصال, وشرع للمكذبين المعاندين بالجهاد, ولم أدر من أين أخذه.
فلما تدبرت هذه الآيات, مع الآيات التي في سورة القصص, تبين لي وجهه.
أما هذه الآيات, فلأن الله, ذكر الأمم المهلكة المتتابعة على الهلاك.
ثم أخبر أنه أرسل موسى بعدهم, وأنزل عليه التوراة, فيها الهداية للناس.
ولا يرد على هذا, إهلاك فرعون, فإنه قبل نزول التوراة.
وأما الآيات التي في سورة القصص, فهي صريحة جدا.
فإنه لما ذكر هلاك فرعون قال: &quot; وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ مِنْ بَعْدِ مَا أَهْلَكْنَا الْقُرُونَ الْأُولَى بَصَائِرَ لِلنَّاسِ وَهُدًى وَرَحْمَةً لَعَلَّهُمْ يَتَذَكَّرُونَ &quot; فهذا صريح أنه آتاه الكتاب بعد هلاك الأمم الباغية.
وأخبر أنه أنزله بصائر للناس, وهدى ورحمة.
ولعل من هذا, ما ذكر الله في سورة &quot; يونس &quot; من قولة &quot; ثم بعثنا من بعده &quot; أي من بعد نوح &quot; رسلا إلى قومهم فما كانوا ليؤمنوا بما كذبوا به من قبل كذلك نطبع على قلوب المعتدين ثم بعثنا من بعدهم موسى وهرون &quot; الآيات والله أعلم.';
$t[43] = '';
$t[44] = '';
$t[45] = 'فقوله &quot; ثُمَّ أَرْسَلْنَا مُوسَى &quot; بن عمران, كليم الرحمن &quot; وَأَخَاهُ هَارُونَ &quot; حين سأل ربه أن يشركه في أمره فأجاب سؤله.
&quot; بِآيَاتِنَا &quot; الدالة على صدقهما وصحة ما جاءا به &quot; وَسُلْطَانٍ مُبِينٍ &quot; أي: حجة بينة.
من قوتها, أن تقهر القلوب, وتتسلط عليها لقوتها فتنقاد لها قلوب المؤمنين, وتقوم الحجة البينة على المعاندين.
وهذا كقوله &quot; وَلَقَدْ آتَيْنَا مُوسَى تِسْعَ آيَاتٍ بَيِّنَاتٍ &quot; ولهذا رئيس المعاندين عرف الحق وعاند &quot; فَاسْأَلْ بَنِي إِسْرَائِيلَ إِذْ جَاءَهُمْ &quot; بتلك الآيات البينات &quot; فَقَالَ &quot; له &quot; فِرْعَوْنُ إِنِّي لَأَظُنُّكَ يَا مُوسَى مَسْحُورًا قَالَ لَقَدْ عَلِمْتَ مَا أَنْزَلَ هَؤُلَاءِ إِلَّا رَبُّ السَّمَاوَاتِ وَالْأَرْضِ بَصَائِرَ وَإِنِّي لَأَظُنُّكَ يَا فِرْعَوْنُ مَثْبُورًا &quot; .
وقال تعالى: &quot; وَجَحَدُوا بِهَا وَاسْتَيْقَنَتْهَا أَنْفُسُهُمْ ظُلْمًا وَعُلُوًّا &quot; .
وقال هنا &quot; ثُمَّ أَرْسَلْنَا مُوسَى وَأَخَاهُ هَارُونَ بِآيَاتِنَا وَسُلْطَانٍ مُبِينٍ إِلَى فِرْعَوْنَ وَمَلَئِهِ &quot; كـ &quot; هامان &quot; وغيره من رؤسائهم.
&quot; فَاسْتَكْبَرُوا &quot; أي: تكبروا عن الإيمان بالله, واستكبروا على أنبيائه.
&quot; وَكَانُوا قَوْمًا عَالِينَ &quot; أي: وصفهم العلو, والقهر, والفساد في الأرض, فلهذا صدر منهم الاستكبار, ذلك غير مستكثر منهم.';
$t[46] = '';
$t[47] = '&quot; فَقَالُوا &quot; كبرا وتيها, وتحذيرا لضعفاء العقول, وتمويها: &quot; أَنُؤْمِنُ لِبَشَرَيْنِ مِثْلِنَا &quot; كما قاله من قبلهم سواء بسواء, وتشابهت قلوبهم في الكفر, فتشابهت أقوالهم وأفعالهم, وجحدوا منة الله عليهما بالرسالة.
&quot; وَقَوْمِهِ مَا &quot; أي: بنو إسرائيل &quot; لَنَا عَابِدُونَ &quot; أي معبدون بالأعمال والأشغال الشاقة كما قال تعالى &quot; وَإِذْ نَجَّيْنَاكُمْ مِنْ آلِ فِرْعَوْنَ يَسُومُونَكُمْ سُوءَ الْعَذَابِ يُذَبِّحُونَ أَبْنَاءَكُمْ وَيَسْتَحْيُونَ نِسَاءَكُمْ وَفِي ذَلِكُمْ بَلَاءٌ مِنْ رَبِّكُمْ عَظِيمٌ &quot; .
فكيف نكون تابعين بعد أن كنا متبوعين؟!! وكيف يكون هؤلاء, رؤساء علينا؟!! ونظير قولهم, قول قوم نوح: &quot; أَنُؤْمِنُ لَكَ وَاتَّبَعَكَ الْأَرْذَلُونَ &quot; &quot; وَمَا نَرَاكَ اتَّبَعَكَ إِلَّا الَّذِينَ هُمْ أَرَاذِلُنَا بَادِيَ الرَّأْيِ &quot; من المعلوم أن هذا, لا يصلح لدفع الحق, وأنه تكذيب ومعاندة.';
$t[48] = 'ولهذا قال: &quot; فَكَذَّبُوهُمَا فَكَانُوا مِنَ الْمُهْلَكِينَ &quot; في الغرق في البحر, وبنو إسرائيل ينظرون.';
$t[49] = '&quot; وَلَقَدْ آتَيْنَا مُوسَى &quot; بعدما أهلك الله فرعون وخلص الشعب الإسرائيلي مع موسى, وتمكن حينئذ, من إقامة أمر الله فيهم, وإظهار شعائره, وعده الله أن ينزل عليه التوراة, أربعين ليلة, فذهب لميقات ربه, قال الله تعالى &quot; وَكَتَبْنَا لَهُ فِي الْأَلْوَاحِ مِنْ كُلِّ شَيْءٍ مَوْعِظَةً وَتَفْصِيلًا لِكُلِّ شَيْءٍ &quot; .
ولهذا قال هنا: &quot; لَعَلَّهُمْ يَهْتَدُونَ &quot; أي: بمعرفة تفاصيل الأمر والنهي, والثواب والعقاب, ويعرفون ربهم, بأسمائه وصفاته.';
$t[50] = 'أي: وامتننا على عيسى بن مريم, وجعلناه وأمه, من آيات الله العجيبة, حيث حملته, وولدته, من غير أب, وتكلم في المهد صبيا, وأجرى الله على يديه من الآيات, ما أجرى.
&quot; وَآوَيْنَاهُمَا إِلَى رَبْوَةٍ &quot; أي: مكان مرتفع, وهذا - والله أعلم - وقت وضعها.
&quot; ذَاتِ قَرَارٍ &quot; أي مستقر وراحة &quot; وَمَعِينٍ &quot; أي: ماء جار.
بدليل قوله: &quot; قَدْ جَعَلَ رَبُّكِ تَحْتَكِ &quot; أي: تحت المكان الذي أنت فيه, لارتفاعه.
&quot; سَرِيًّا &quot; أي: نهرا وهو الماء المعين &quot; وَهُزِّي إِلَيْكِ بِجِذْعِ النَّخْلَةِ تُسَاقِطْ عَلَيْكِ رُطَبًا جَنِيًّا فَكُلِي وَاشْرَبِي وَقَرِّي عَيْنًا &quot; .';
$t[51] = 'هذا أمر منه تعالى لرسله بأكل الطيبات, التي هي الرزق, والطيب الحلال.
والشكر لله, بالعمل الصالح, الذي به يصلح القلب والبدن, والدنيا والآخرة.
ويخبرهم أنه بما يعملون عليم, فكل عمل عملوه, وكل سعي اكتسبوه, فإن الله يعلمه, وسيجازيهم عليه, أتم الجزاء وأفضله.
فدل هذا على أن الرسل كلهم, متفقون على إباحة الطيبات, من المآكل وتحريم الخبائث منها, وأنهم متفقون على كل عمل صالح.
وإن تنوعت بعض أجناس المأمورات, واختلفت بها الشرائع, فإنها كلها عمل صالح ولكن تتفاوت بتفاوت الأزمنة.
ولهذا, الأعمال الصالحة, التي هي صلاح في جميع الأزمنة, قد اتفقت عليها الأنبياء والشرائع, كالأمر بتوحيد الله, وإخلاص الدين له, ومحبته, وخوفه, ورجائه, والبر, والصدق, والوفاء بالعهد, وصلة الأرحام, وبر الوالدين والإحسان إلى الضعفاء والمساكين, واليتامى, والحنو والإحسان إلى الخلق, ونحو ذلك من الأعمال الصالحة.
ولهذا كان أهل العلم, والكتب السابقة, والعقل, حين بعث الله محمدا صلى الله عليه وسلم, يستدلون على نبوته بأجناس ما يأمر به, وينهى عنه.
كما جرى لهرقل وغيره, فإنه إذا أمر بما أمر به الأنبياء, الذين من قبله, ونهى عما نهوا عنه, دل على أنه من جنسهم.
بخلاف الكذاب, فلا بد أن يأمر بالشر, وينهى عن الخير.';
$t[52] = 'ولهذا قال تعالى للرسل: &quot; وَإِنَّ هَذِهِ أُمَّتُكُمْ &quot; أي: جماعتكم - يا معشر الرسل - &quot; أُمَّةً وَاحِدَةً &quot; متفقة على دين واحد, وربكم واحد.
&quot; فَاتَّقُونِ &quot; بامتثال أوامري, واجتناب زواجري.
وقد أمر الله المؤمنين, بما أمر به المرسلين, لأنهم بهم يقتدون, وخلفهم يسلكون.
فقال: &quot; يَا أَيُّهَا الَّذِينَ آمَنُوا كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ وَاشْكُرُوا لِلَّهِ إِنْ كُنْتُمْ إِيَّاهُ تَعْبُدُونَ &quot; فالواجب على كل المنتسبين إلى الأنبياء وغيرهم, أن يمتثلوا هذا, ويعملوا به.
ولكن أبى الظالمون الجاحدون, إلا عصيانا, ولهذا قال:';
$t[53] = '&quot; فَتَقَطَّعُوا أَمْرَهُمْ بَيْنَهُمْ زُبُرًا &quot; أي: تقطع المنتسبون إلى اتباع الأنبياء &quot; أَمْرُهُمْ &quot; أي: دينهم &quot; بَيْنَهُمْ زُبُرًا &quot; أي قطعا &quot; كُلُّ حِزْبٍ بِمَا لَدَيْهِمْ &quot; أي: بما عندهم من العلم والدين.
&quot; فَرِحُونَ &quot; يزعمون أنهم المحقون, وغيرهم على غير الحق.
مع أن المحق منهم, من كان على طريق الرسل, من أكل الطيبات, والعمل الصالح, وما عداهم, فإنهم مبطلون.';
$t[54] = '&quot; فَذَرْهُمْ فِي غَمْرَتِهِمْ &quot; أي: في وسط جهلهم بالحق, ودعواهم: أنهم, هم المحقون.
&quot; حَتَّى حِينٍ &quot; أي: إلى أن ينزل العذاب بهم, فإنهم لا ينفع فيهم وعظ, ولا يفيدهم زجر.
فكيف يفيد بمن يزعم أنه على الحق, ويطمع في دعوة غيره إلى ما هو عليه؟';
$t[55] = '&quot; أَيَحْسَبُونَ أَنَّمَا نُمِدُّهُمْ بِهِ مِنْ مَالٍ وَبَنِينَ نُسَارِعُ لَهُمْ فِي الْخَيْرَاتِ &quot; .
أي: أيظنون أن زيادتنا إياهم بالأموال والأولاد, دليل على أنهم من أهل الخير والسعادة, وأن لهم خير الدنيا والآخرة؟ وهذا مقدم لهم, ليس الأمر كذلك.
&quot; بَل لَا يَشْعُرُونَ &quot; أنما نملي لهم, ونمهلهم, ونمدهم بالنعم, ليزدادوا إثما, وليتوفر عقابهم في الآخرة, وليغتبطوا بما أوتوا &quot; حَتَّى إِذَا فَرِحُوا بِمَا أُوتُوا أَخَذْنَاهُمْ بَغْتَةً &quot; .';
$t[56] = '&quot; بَل لَا يَشْعُرُونَ &quot; أنما نملي لهم, ونمهلهم, ونمدهم بالنعم, ليزدادوا إثما, وليتوفر عقابهم في الآخرة, وليغتبطوا بما أوتوا &quot; حَتَّى إِذَا فَرِحُوا بِمَا أُوتُوا أَخَذْنَاهُمْ بَغْتَةً &quot; .';
$t[57] = 'لما ذكر تعالى, الذين جمعوا بين الإساءة والأمن, الذين يزعمون أن عطاء الله إياهم في الدنيا, دليل على خيرهم وفضلهم, ذكر الذين جمعوا بين الإحسان والخوف فقال: &quot; إِنَّ الَّذِينَ هُمْ مِنْ خَشْيَةِ رَبِّهِمْ مُشْفِقُونَ &quot; أي: وجلون, مشفقة قلوبهم كل ذلك, من خشية ربهم, خوفا أن يضع عليهم عدله, فلا يبقى لهم حسنة, وسوء ظن بأنفسهم أن لا يكونوا قد قاموا بحق الله تعالى, وخوفا على إيمانهم من الزوال, ومعرفة منهم بربهم, وما يستحقه من الإجلال والإكرام, وخوفهم وإشفاقهم يوجب لهم الكف عما يوجب الأمر المخوف من الذنوب, والتقصير في الواجبات.';
$t[58] = '&quot; وَالَّذِينَ هُمْ بِآيَاتِ رَبِّهِمْ يُؤْمِنُونَ &quot; أي: إذا تليت عليهم آياته, زادتهم إيمانا.
ويتفكرون أيضا في الآيات القرآنية, ويتدبرونها, فيبين لهم من معاني القرآن وجلالته واتفاقه, وعدم اختلافه, وتناقضه, وما يدعو إليه من معرفة الله, وخوفه, ورجائه وأحوال الجزاء, فيحدث لهم بذلك, من تفاصيل الإيمان, ما لا يعبر عنه اللسان.
ويتفكرون أيضا في الآيات الأفقية, كما في قوله &quot; إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ لَآيَاتٍ لِأُولِي الْأَلْبَابِ &quot; إلى آخر الآيات.';
$t[59] = '&quot; وَالَّذِينَ هُمْ بِرَبِّهِمْ لَا يُشْرِكُونَ &quot; أي: لا شركا جليا, كاتخاذ غير الله معبودا, يدعونه, ويرجونه, ولا شركا خفيا كالرياء ونحوه.
بل هم مخلصون لله, في أقوالهم, وأعمالهم, وسائر أحوالهم.';
$t[60] = '&quot; وَالَّذِينَ يُؤْتُونَ مَا آتَوْا &quot; أي: يعطون من أنفسهم, مما أمروا به, ما آتوا من كل ما يقدرون عليه, من صلاة, وزكاة, وحج, وصدقة, وغير ذلك.
ومع هذا قلوبهم &quot; وَجِلَةٌ &quot; أي: خائفة &quot; أَنَّهُمْ إِلَى رَبِّهِمْ رَاجِعُونَ &quot; .
أي: خائفة عند عرض أعمالها عليه, والوقوف بين يديه, أن تكون أعمالهم غير منجية من عذاب الله, لعلمهم بربهم, وما يستحقه من أصناف العبادات.';
$t[61] = '&quot; أُولَئِكَ يُسَارِعُونَ فِي الْخَيْرَاتِ &quot; أي: في ميدان التسارع في أفعال الخير.
همهم ما يقربهم إلى الله, وإرادتهم مصروفة فيما ينجي من عذابه.
فكل خير سمعوا به, أو سنحت لهم الفرصة, انتهزوه وبادروه.
قد نظروا إلى أولياء الله وأصفيائه, أمامهم, ويمنة, ويسرة, يسارعون في كل خير, وينافسون في الزلفى عند ربهم, فنافسوهم.
ولما كان السابق لغيره المسارع, قد سبق لجده وتشميره, وقد لا يسبق لتقصيره, أخبر تعالى أن كل هؤلاء من القسم السابقين فقال: &quot; وَهُمْ لَهَا &quot; أي: للخيرات &quot; سَابِقُونَ &quot; قد بلغوا ذروتها, وتباروا, هم والرعيل الأول.
ومع هذا, قد سبقت لهم من الله, سابقة السعادة, أنهم سابقون.
ولما ذكر مسارعتهم إلى الخيرات, وسبقهم إليها, ربما وهم واهم, أن المطلوب منهم ومن غيرهم, أمر غير مقدور, أو متعسر, قال تعالى:';
$t[62] = '&quot; وَلَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَا &quot; أي: بقدر ما تسعه, ويفضل من قوتها عنه.
ليس مما يستوعب قوتها, رحمة منه وحكمة, لتيسير طريق الوصول إليه, ولتعمر جادة السالكين في كل وقت إليه.
&quot; وَلَدَيْنَا كِتَابٌ يَنْطِقُ بِالْحَقِّ &quot; وهو الكتاب الأول, الذي فيه كل شيء, وهو يطابق كل واقع يكون, فلذلك كان حقا.
&quot; وَهُمْ لَا يُظْلَمُونَ &quot; أي لا ينقص من إحسانهم, ولا يزداد في عقوبتهم وعصيانهم.';
$t[63] = 'يخبر تعالى أن هؤلاء المكذبين, في غمرة من هذا, أي: وسط غمرة من الجهل والظلم, والغفلة والإعراض, تمنعهم من الوصول إلى هذا القرآن, فلا يهتدون به, ولا يصل إلى قلوبهم منه شيء.
&quot; وَإِذَا قَرَأْتَ الْقُرْآنَ جَعَلْنَا بَيْنَكَ وَبَيْنَ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ حِجَابًا مَسْتُورًا وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَنْ يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا &quot; .
فلما كانت قلوبهم في غمرة منه, عملوا بحسب هذا الحال, من الأعمال الكفرية, والمعاندة للشرع, ما هو موجب لعقابهم.
ولكن لهم &quot; أَعْمَالٌ مِنْ دُونِ ذَلِكَ &quot; هذه الأعمال &quot; هُمْ لَهَا عَامِلُونَ &quot; .
أي: فلا يستغربوا عدم وقوع العذاب فيهم, فإن الله يمهلهم, ليعملوا هذه الأعمال, التي بقيت عليهم, مما كتب عليهم, فإذا عملوها, واستوفوها انتقلوا بشر حالة, إلى غضب الله وعقابه.';
$t[64] = '&quot; حَتَّى إِذَا أَخَذْنَا مُتْرَفِيهِمْ &quot; أي: متنعميهم, الذين ما اعتادوا إلا الترف, والرفاهية, والنعيم, ولم تحصل لهم المكاره.
فإذا أخذناهم &quot; بِالْعَذَابِ &quot; ووجدوا مسه &quot; إِذَا هُمْ يَجْأَرُونَ &quot; يصرخون, ويتوجعون, لأنه أصابهم أمر, خالف ما هم عليه.';
$t[65] = 'ويستغيثون, فيقال لهم: &quot; لَا تَجْأَرُوا الْيَوْمَ إِنَّكُمْ مِنَّا لَا تُنْصَرُونَ &quot; .
وإذا لم تأتهم النصرة من الله, وانقطع عنهم الغوث من جانبه, لم يستطيعوا نصر أنفسهم, ولم ينصرهم أحد.';
$t[66] = 'فكأنه قيل: ما السبب الذي أوصلهم إلى هذه الحال؟ قال: &quot; قَدْ كَانَتْ آيَاتِي تُتْلَى عَلَيْكُمْ &quot; لتؤمنوا بها وتقبلوا عليها, فلم تفعلوا ذلك, بل &quot; فَكُنْتُمْ عَلَى أَعْقَابِكُمْ تَنْكِصُونَ &quot; أي: راجعين القهقري إلى الخلف.
وذلك لأن باتباعهم القرآن, يتقدمون, وبالإعراض عنه, يستأخرون وينزلون إلى أسفل سافلين.';
$t[67] = '&quot; مُسْتَكْبِرِينَ بِهِ سَامِرًا تَهْجُرُونَ &quot; قال المفسرون معناه: مستكبرين به.
الضمير يعود إلى البيت, المعهود عند المخاطبين, أو الحرم.
أي: متكبرين على الناس بسببه, تقولون: نحن أهل الحرم, فنحن أفضل من غيرنا, وأعلى &quot; سَامِرًا &quot; أي: جماعة يتحدثون بالليل حول البيت &quot; تَهْجُرُونَ &quot; أي: تقولون الكلام الهجر, الذي هو القبيح في هذا القرآن.
فالمكذبون كانت طريقتهم في القرآن, الإعراض عنه, ويوصي بعضهم بعضا بذلك &quot; وَقَالَ الَّذِينَ كَفَرُوا لَا تَسْمَعُوا لِهَذَا الْقُرْآنِ وَالْغَوْا فِيهِ لَعَلَّكُمْ تَغْلِبُونَ &quot; وقال الله عنهم &quot; أَفَمِنْ هَذَا الْحَدِيثِ تَعْجَبُونَ وَتَضْحَكُونَ وَلَا تَبْكُونَ وَأَنْتُمْ سَامِدُونَ &quot; &quot; أَمْ يَقُولُونَ تَقَوَّلَهُ &quot; .
فلما كانوا جامعين لهذه الرذائل, لا جرم حقت عليهم العقوبة.
ولما وقعوا فيها, لم يكن لهم ناصر ينصرهم, ولا مغيث ينقذهم, ويوبخون عند ذلك بهذه الأعمال الساقطة &quot; أَفَلَمْ يَدَّبَّرُوا الْقَوْلَ &quot; .';
$t[68] = 'فلما كانوا جامعين لهذه الرذائل, لا جرم حقت عليهم العقوبة.
ولما وقعوا فيها, لم يكن لهم ناصر ينصرهم, ولا مغيث ينقذهم, ويوبخون عند ذلك بهذه الأعمال الساقطة &quot; أَفَلَمْ يَدَّبَّرُوا الْقَوْلَ &quot; .
أي: أفلا يتفكرن في القرآن, ويتأملونه ويتدبرونه.
أي: فإنهم لو تدبروه, لأوجب لهم الإيمان, ولمنعهم من الكفر, ولكن المصيبة, التي أصابتهم, بسبب إعراضهم عنه.
ودل هذا, على أن تدبر القرآن, يدعو إلى كل خير, ويعصم من كل شر.
والذي منعهم من تدبره أن على قلوبهم أقفالها.
&quot; أَمْ جَاءَهُمْ مَا لَمْ يَأْتِ آبَاءَهُمُ الْأَوَّلِينَ &quot; أي: أو منعهم من الإيمان, أنه جاءهم رسول, وكتاب, ما جاء آبائهم الأولين.
فرضوا بسلوك طريق آبائهم الضالين, وعارضوا كل ما خالف ذلك.
ولهذا قالوا, هم ومن أشبههم من الكفار, ما أخبر الله عنهم: &quot; وَكَذَلِكَ مَا أَرْسَلْنَا مِنْ قَبْلِكَ فِي قَرْيَةٍ مِنْ نَذِيرٍ إِلَّا قَالَ مُتْرَفُوهَا إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّةٍ وَإِنَّا عَلَى آثَارِهِمْ مُقْتَدُونَ &quot; .
فأجابهم بقوله: &quot; قَالَ أَوَلَوْ جِئْتُكُمْ بِأَهْدَى مِمَّا وَجَدْتُمْ عَلَيْهِ آبَاءَكُمْ &quot; .
فهل تتبعون إن كان قصدكم الحق.
فأجابوا بحقيقه أمرهم &quot; قَالُوا إِنَّا بِمَا أُرْسِلْتُمْ بِهِ كَافِرُونَ &quot; .';
$t[69] = 'وقوله &quot; أَمْ لَمْ يَعْرِفُوا رَسُولَهُمْ فَهُمْ لَهُ مُنْكِرُونَ &quot; أي: أو منعهم من اتباع الحق, أن رسولهم محمدا صلى الله عليه وسلم, غير معروف عندهم, فهم منكرون له؟ يقولون: لا نعرفه, ولا نعرف صدقه, دعونا ننظر حاله, نسأل عنه, من لديه خبره.
أي: لم يكن الأمر كذلك, فإنهم يعرفون الرسول صلى الله عليه وسلم, معرفة تامة, صغيرهم, وكبيرهم.
يعرفون منه كل خلق جميل, ويعرفون صدقه, وأمانته, حتى كانوا يسمونه قبل البعثة &quot; الأمين &quot; فلم لا يصدقونه, حين جاءهم بالحق العظيم, والصدق المبين؟.';
$t[70] = '&quot; أَمْ يَقُولُونَ بِهِ جِنَّةٌ &quot; أي: جنون, فلهذا قال ما قال, والمجنون, غير مسموع منه, ولا عبرة بكلامه, لأنه يهذي بالباطل, والكلام السخيف.
قال الله في الرد عليهم في هذه المقالة: &quot; بَلْ جَاءَهُمْ بِالْحَقِّ &quot; أي: بالأمر الثابت, الذي هو صدق وعدل, لا اختلاف فيه, ولا تناقض, فكيف يكون من جاء به, به جنة؟! وهلا يكون إلا في أعلى درجات الكمال, من العلم والعقل, ومكارم الأخلاق.
وأيضا, فإن في هذا, الانتقال, مما تقدم.
أي: بل الحقيقة التي منعتهم من الإيمان, أنه &quot; جَاءَهُمْ بِالْحَقِّ وَأَكْثَرُهُمْ لِلْحَقِّ كَارِهُونَ &quot; .
وأعظم الحق الذي جاءهم به, إخلاص العبادة لله وحده, وترك ما يعبد من دون الله.
وقد علم كراهتهم لهذا الأمر, وتعجبهم منه.
فكون الرسول أتى بالحق, وكونهم كارهين للحق بالأصل, هو الذي أوجب لهم التكذيب بالحق, لا شكا ولا تكذيبا للرسول, كما قال تعالى: &quot; فَإِنَّهُمْ لَا يُكَذِّبُونَكَ وَلَكِنَّ الظَّالِمِينَ بِآيَاتِ اللَّهِ يَجْحَدُونَ &quot; .';
$t[71] = 'فإن قيل: لم لم يكن الحق موافقا لأهوائهم لأجل أن يؤمنوا, أو يسرعوا الانقياد؟ أجاب تعالى بقوله: &quot; وَلَوِ اتَّبَعَ الْحَقُّ أَهْوَاءَهُمْ لَفَسَدَتِ السَّمَاوَاتُ وَالْأَرْضُ &quot; .
ووجه ذلك, أن أهواءهم, متعلقة بالظلم, والكفر, والفساد, من الأخلاق, والأعمال.
فلو اتبع الحق أهواءهم, لفسدت السماوات والأرض, لفساد التصرف والتدبير, المبني على الظلم وعدم العدل.
فالسماوات والأرض, ما استقامتا إلا بالحق والعدل.
&quot; بَلْ أَتَيْنَاهُمْ &quot; أي: بهذا القرآن المذكر لهم, بكل خير, الذي به فخرهم وشرفهم, حين يقومون به, ويكونون به سادة الناس.
&quot; فَهُمْ عَنْ ذِكْرِهِمْ مُعْرِضُونَ &quot; شقاوة منهم, وعدم توفيق &quot; نسوا الله فنسيهم, نسوا الله فأنساهم أنفسهم &quot; .
فالقرآن ومن جاء به, أعظم نعمة ساقها الله إليهم, فلم يقابلوها إلا بالرد والإعراض, فهل بعد هذا الإيمان حرمان؟ وهل يكون وراءه إلا نهاية الخسران؟.';
$t[72] = 'أي: أو منعهم من اتباعك يا محمد, أنك تسألهم على الإجابة أجرا &quot; فَهُمْ مِنْ مَغْرَمٍ مُثْقَلُونَ &quot; يتكلفون من اتباعك, بسبب ما تأخذ منهم من الأجر والخراج.
ليس الأمر كذلك &quot; فَخَرَاجُ رَبِّكَ خَيْرٌ وَهُوَ خَيْرُ الرَّازِقِينَ &quot; .
وهذا كما قال الأنبياء لأممهم &quot; يا قوم لا أسألكم عليه أجرا إن أجري إلا على الله &quot; .
أي: ليسوا يدعون الخلق, طمعا فيما يصيبهم منهم, من الأموال.
وإنما يدعونهم, نصحا لهم, وتحصيلا لمصالحهم, بل كان الرسل, أنصح للخلق من أنفسهم.
فجزاهم الله عن أممهم, خير الجزاء, ورزقنا الاقتداء بهم, في جميع الأحوال.';
$t[73] = 'ذكر الله تعالى في هذه الآيات الكريمات, كل سبب موجب للإيمان, وذكر الموانع, وبين فسادها, واحدا بعد واحد.
فذكر من الموانع أن قلوبهم في غمرة, وأنهم لم يدبروا القول, وأنهم اقتدوا بآبائهم, وأنهم قالوا: برسولهم جنة, كما تقدم الكلام عليها.
وذكر من الأمور الموجبة لإيمانهم, تدبر القرآن, وتلقي نعمة الله بالقبول, ومعرفة حال محمد صلى الله عليه وسلم, وكمال صدقه وأمانته, وأنه لا يسألهم عليه أجرا, وإنما سعيه لنفعهم ومصلحتهم, وأن الذي يدعوهم إليه, صراط مستقيم.
وسهل على العاملين لاستقامته, موصل إلى المقصود, من قرب, حنيفية سمحة, حنيفية في التوحيد, سمحة في العمل.
فدعوتك إياهم إلى الصراط المستقيم, توجب لمن يريد الحق أن يتبعك.
لأنه مما تشهد العقول والفطر بحسنه, وموافقته للمصالح.
فأين يذهبون إن لم يتابعوك؟ فإنهم ليس عندهم, ما يغنيهم ويكفيهم عن متابعتك, لأنهم.
&quot; عَنِ الصِّرَاطِ لَنَاكِبُونَ &quot; متجنبون منحرفون, عن الطريق الموصل إلى الله, وإلى دار كرامته, ليس في أيديهم إلا ضلالات وجهالات.
وهكذا كل من خالف الحق, لا بد أن يكون منحرفا في جميع أموره.
قال تعالى: &quot; فَإِنْ لَمْ يَسْتَجِيبُوا لَكَ فَاعْلَمْ أَنَّمَا يَتَّبِعُونَ أَهْوَاءَهُمْ وَمَنْ أَضَلُّ مِمَّنَ اتَّبَعَ هَوَاهُ بِغَيْرِ هُدًى مِنَ اللَّهِ &quot; .
&quot; وَلَوْ رَحِمْنَاهُمْ وَكَشَفْنَا مَا بِهِمْ مِنْ ضُرٍّ لَلَجُّوا فِي طُغْيَانِهِمْ يَعْمَهُونَ &quot;
هذا بيان لشدة تمردهم, وأنهم إذا أصابهم الضر, دعوا الله أن يكشف عنهم, ليؤمنوا, أو ابتلاهم بذلك, ليرجعوا إليه.
إن الله إذا كشف الضر عنهم, لجوا, أي: استمروا في طغيانهم يعمهون, أي: يجولون في كفرهم, حائرين مترددين.
كما ذكر الله حالهم عند ركوب الفلك, وأنهم يدعون مخلصين له الدين, وينسون ما يشركون به.
فلما أنجاهم إذا هم يبغون في الأرض بالشرك وغيره.';
$t[74] = '';
$t[75] = '';
$t[76] = '&quot; وَلَقَدْ أَخَذْنَاهُمْ بِالْعَذَابِ &quot; قال المفسرون: المراد بذلك: الجوع الذي أصابهم سبع سنين, وأن الله ابتلاهم بذلك, ليرجعوا إليه, بالذل والاستسلام.
فلم ينجع فيهم, ولا نجح منهم أحد.
&quot; فَمَا اسْتَكَانُوا لِرَبِّهِمْ &quot; أي: خضعوا وذلوا &quot; وَمَا يَتَضَرَّعُونَ &quot; إليه ويفتقرون, بل مر عليهم ذلك, ثم زال, كأنه لم يصبهم, لم يزالوا في غيهم وكفرهم.
ولكن وراءهم, العذاب الذي لا يرد, وهو قوله:';
$t[77] = '&quot; حَتَّى إِذَا فَتَحْنَا عَلَيْهِمْ بَابًا ذَا عَذَابٍ شَدِيدٍ &quot; كالقتل يوم بدر وغيره.
&quot; إِذَا هُمْ فِيهِ مُبْلِسُونَ &quot; آيسون من كل خير, قد حضرهم الشر وأسبابه.
فليحذروا قبل نزول عذاب الله الشديد, الذي لا يرد.
بخلاف مجرد العذاب, فإنه ربما أقلع عنهم, كالعقوبات الدنيوية, التي يؤدب الله بها عباده.
قال تعالى فيها: &quot; ظَهَرَ الْفَسَادُ فِي الْبَرِّ وَالْبَحْرِ بِمَا كَسَبَتْ أَيْدِي النَّاسِ لِيُذِيقَهُمْ بَعْضَ الَّذِي عَمِلُوا لَعَلَّهُمْ يَرْجِعُونَ &quot; .';
$t[78] = 'يخبر تعالى, بمنته على عباده الداعين لهم إلى شكره, والقيام بحقه فقال: &quot; وَهُوَ الَّذِي أَنْشَأَ لَكُمُ السَّمْعَ &quot; لتدركوا به المسموعات, فتنتفعوا في دينكم ودنياكم.
&quot; وَالْأَبْصَارَ &quot; لتدركوا بها المبصرات, فتنتفعوا بها في مصالحكم.
&quot; وَالْأَفْئِدَةَ &quot; أي: العقول التي تدركون بها الأشياء, وتتميزون بها عن البهائم.
فلو عدمتم السمع, والأبصار, والعقول, بأن كنتم صما عميا بكما ماذا تكون حالكم؟ وماذا تفقدون من ضرورياتكم وكمالكم؟.
أفلا تشكرون الذي من عليكم بهذه النعم, فتقومون بتوحيده وطاعته؟.
ولكنكم, قليل شكركم, مع توالي النعم عليكم.';
$t[79] = '&quot; وَهُوَ &quot; تعالى &quot; الَّذِي ذَرَأَكُمْ فِي الْأَرْضِ &quot; أي: بثكم في أقطارها, وجهاتها, وسلطكم على استخراج مصالحها ومنافعها, وجعلها كافية لمعايشكم, ومساكنكم.
&quot; وَإِلَيْهِ تُحْشَرُونَ &quot; بعد موتكم, فيجازيكم.
بما عملتم في الأرض, من خير وشر.
وتحدث الأرض التي كنتم فيها, بأخبارها.';
$t[80] = '&quot; وَهُوَ &quot; تعالى وحده &quot; الَّذِي يُحْيِي وَيُمِيتُ &quot; أي: المتصرف في الحياة والموت, هو الله وحده.
&quot; وَلَهُ اخْتِلَافُ اللَّيْلِ وَالنَّهَارِ &quot; أي: تعاقبهما وتناوبهما.
فلو شاء أن يجعل النهار سرمدا, من إله غير الله يأتيكم بليل تسكنون فيه؟ ولو شاء أن يجعل الليل سرمدا, من إله غير الله, يأتيكم بضياء أفلا تبصرون؟.
ومن رحمته, جعل لكم الليل والنهار لتسكنوا فيه, ولتبتغوا من فضله, ولعلكم تشكرون.
ولهذا قال هنا: &quot; أَفَلَا تَعْقِلُونَ &quot; فتعرفون أن الذي وهب لكم, من النعم, السمع, والأبصار, والأفئدة, والذي نشركم في الأرض, وحده, والذي يحيي ويميت وحده, والذي يتصرف بالليل والنهار, وحده, أن ذلك موجب لكم, أن تخلصوا له العبادة, وحده لا شريك له, وتتركوا عبادة من لا ينفع ولا يضر, ولا يتصرف بشيء, بل هو عاجز من كل وجه, فلو كان لكم عقل, لم تفعلوا ذلك.';
$t[81] = 'أي: بل سلك هؤلاء المكذبون, مسلك الأولين, من المكذبين بالبعث, واستبعدوه غاية الاستبعاد وقالوا: &quot; أَئِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَئِنَّا لَمَبْعُوثُونَ &quot; أي: هذا لا يتصور, ولا يدخل العقل, بزعمهم.';
$t[82] = '';
$t[83] = '&quot; لَقَدْ وُعِدْنَا نَحْنُ وَآبَاؤُنَا هَذَا مِنْ قَبْلُ &quot; أي: ما زلنا نوعد بأن البعث كائن, نحن وآباؤنا, ولم نره, ولم يأت بعد.
&quot; إِنْ هَذَا إِلَّا أَسَاطِيرُ الْأَوَّلِينَ &quot; أي: قصصهم وأسمارهم, التي يتحدث بها وتلهى, وإلا فليس لها حقيقة.
وكذبوا - قبحهم الله - فإن الله أراهم, من آياته أكبر من البعث.
ومثله, ما قاله الله تعالى &quot; لَخَلْقُ السَّمَاوَاتِ وَالْأَرْضِ أَكْبَرُ مِنْ خَلْقِ النَّاسِ &quot; .
&quot; وَضَرَبَ لَنَا مَثَلًا وَنَسِيَ خَلْقَهُ قَالَ مَنْ يُحْيِي الْعِظَامَ وَهِيَ رَمِيمٌ &quot; الآيات &quot; وَتَرَى الْأَرْضَ هَامِدَةً فَإِذَا أَنْزَلْنَا عَلَيْهَا الْمَاءَ اهْتَزَّتْ وَرَبَتْ &quot; الآيات.';
$t[84] = 'أي: قل لهؤلاء المكذبين بالبعث, العادلين بالله غيره, محتجا عليهم بما أثبتوه, وأقروا به, من توحيد الربوبية, وانفراد الله بها على ما أنكروه, من توحيد الإلهية والعبادة, وبما أثبتوه من خلق المخلوقات العظيمة, على ما أنكروه من إعادة الموتى, الذي هو أسهل من ذلك: &quot; لِمَنِ الْأَرْضُ وَمَنْ فِيهَا &quot; أي: من هو الخالق للأرض, ومن عليها, من حيوان, ونبات, وجماد, وبحار, وأنهار, وجبال, ومن المالك لذلك, المدبر له؟.
فإنك إذا سألتهم عن ذلك, لا بد أن يقولوا: الله وحده.
فقل لهم إذا أقروا بذلك: &quot; أَفَلَا تَذَكَّرُونَ &quot; أي: أفلا ترجعون إلى ما ذكركم الله به, مما هو معلوم عندكم, مستقر في فطركم, قد يغيبه الإعراض في بعض الأوقات.
الحقيقة أنكم إن رجعتم إلى ذاكرتكم, بمجرد التأمل, علمتم أن مالك ذلك, هو المعبود وحده, وأن إلهية من هو مملوك, أبطل الباطل.
ثم انتقل إلى ما هو أعظم من ذلك, فقال:';
$t[85] = '';
$t[86] = '';
$t[87] = 'قل لهم حين يقرون بذلك: &quot; أَفَلَا تَتَّقُونَ &quot; عبادة المخلوقات العاجزة, وتتقون الرب العظيم, كامل القدرة, عظيم السلطان؟.
وفي هذا من لطف الخطاب, من قوله &quot; أَفَلَا تَتَّقُونَ &quot; والوعظ بأداة العرض الجاذبة للقلوب, ما لا يخفى.
ثم انتقل إلى إقرارهم بما هو أعم من ذلك كله فقال:';
$t[88] = '&quot; قُلْ مَنْ بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ &quot; أي: ملك كل شيء, من العالم العلوي, والعالم السفلي, ما نبصره, وما لا نبصره؟.
والملكوت صيغة مبالغة, بمعنى الملك.
&quot; وَهُوَ يُجِيرُ &quot; عباده من الشر, ويدفع عنهم المكاره, ويحفظهم مما يضرهم.
&quot; وَلَا يُجَارُ عَلَيْهِ &quot; أي: لا يقدر أحد أن يجير على الله, ولا يدفع الشر الذي قدره الله.
بل ولا يشفع أحد عنده إلا بإذنه.';
$t[89] = '&quot; سَيَقُولُونَ لِلَّهِ &quot; أي: سيقرون أن الله المالك لكل شيء, المجير, الذي لا يجار عليه.
&quot; قُلْ &quot; لهم حين يقرون بذلك, ملزما لهم, &quot; فَأَنَّى تُسْحَرُونَ &quot; أي: فأين تذهب عقولكم, حيث عبدتم من علمتم أنهم لا ملك لهم, ولا قسط من الملك, وأنهم عاجزون من جميع الوجوه, وتركتم الإخلاص للمالك العظيم القادر المدبر لجميع الأمور.
فالعقول التي دلتكم على هذا, لا تكون إلا مسحورة.
وهي - بلا شك - قد سحرها الشيطان, بما زين لهم, وحسن لهم, وقلب الحقائق لهم, فسحر عقولهم, كما سحرت السحرة, أعين الناس.';
$t[90] = 'يقول تعالى: بل أتينا هؤلاء المكذبين بالحق, المتضمن للصدق في الأخبار, العدل في الأمر والنهي.
فما بالهم لا يعترفون به, وهو أحق أن يتبع؟ وليس عندهم, ما يعوضهم عنه, إلا الكذب والظلم ولهذا قال: &quot; وَإِنَّهُمْ لَكَاذِبُونَ &quot; .';
$t[91] = '&quot; مَا اتَّخَذَ اللَّهُ مِنْ وَلَدٍ وَمَا كَانَ مَعَهُ مِنْ إِلَهٍ &quot; كذب يعرف بخبر الله, وخبر رسله, ويعرف بالعقل الصحيح.
ولهذا نبه تعالى على الدليل العقلي, على امتناع إلهين فقال: &quot; إِذًا &quot; أي لو كان معه آلهة كما يقولون, &quot; لَذَهَبَ كُلُّ إِلَهٍ بِمَا خَلَقَ &quot; أي: لانفرد كل واحد من الإلهين, بمخلوقاته, واستقل بها, ولحرص على ممانعة الآخر ومغالبته.
&quot; وَلَعَلَا بَعْضُهُمْ عَلَى بَعْضٍ &quot; فالغالب, يكون هو الإله.
فمن التمانع, لا يمكن وجود العالم, ولا يتصور أن ينتظم هذا الانتظام المدهش للعقول.
واعتبر ذلك بالشمس والقمر, والكواكب الثابتة, والسيارة.
فإنها منذ خلقت, وهي تجري على نظام واحد, وترتيب واحد, كلها مسخرة بالقدرة, مدبرة بالحكمة لمصالح الخلق كلهم, ليست مقصورة على أحد دون أحد, ولن ترى فيها خللا, ولا تناقضا, ولا معارضة في أدنى تصرف.
فهل يتصور أن يكون ذلك, تقدير إلهين ربين؟!! &quot; سُبْحَانَ اللَّهِ عَمَّا يَصِفُونَ &quot; قد نطقت بلسان حالها, وأفهمت ببديع أشكالها, أن المدبر لها, إله واحد, كامل الأسماء والصفات, قد افتقرت إليه جميع المخلوقات, في ربوبيته لها, وفي إلهيته لها.
فكما لا وجود لها ولا دوام, إلا بربوبيته, كذلك, لا صلاح لها ولا قوام إلا بعبادته وإفراده بالطاعة.
ولهذا نبه على عظمة صفاته بأنموذج من ذلك, وهو علمه المحيط فقال:';
$t[92] = '&quot; عَالِمُ الْغَيْبِ &quot; أي: الذي غاب عن أبصارنا, وعلمنا من الواجبات, والمستحيلات, والممكنات.
&quot; وَالشَّهَادَةِ &quot; وهو ما نشاهد من ذلك &quot; فَتَعَالَى &quot; أي: ارتفع وعظم.
&quot; عَمَّا يُشْرِكُونَ &quot; به, ولا علم عندهم, إلا ما علمه الله.';
$t[93] = 'لما أقام تعالى على المكذبين أدلته العظيمة, فلم يلتفتوا إليها, ولم يذعنوا لها, حق عليهم العذاب, ووعدوا بنزوله, وأرشد الله رسوله أن يقول: &quot; قُلْ رَبِّ إِمَّا تُرِيَنِّي مَا يُوعَدُونَ &quot; أي: أي وقت أريتني عذابهم, وأحضرتني ذلك.';
$t[94] = '&quot; رَبِّ فَلَا تَجْعَلْنِي فِي الْقَوْمِ الظَّالِمِينَ &quot; أي: اعصمني وارحمني, مما ابتليتهم به من الذنوب الموجبة للنعم, واحمني أيضا من العذاب الذي ينزل بهم, لأن العقوبة العامة, تعم - عند نزولها - العاصي وغيره.';
$t[95] = 'قال الله في تقريب عذابهم: &quot; وَإِنَّا عَلَى أَنْ نُرِيَكَ مَا نَعِدُهُمْ لَقَادِرُونَ &quot; ولكن إن أخرناه فلحكمة, وإلا, فقدرتنا صالحة لإيقاعه.';
$t[96] = 'هذا من مكارم الأخلاق, التي أمر الله رسوله بها فقال: &quot; ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ السَّيِّئَةَ &quot; أي: إذا أساء إليك أعداؤك, بالقول والفعل, فلا تقابلهم بالإساءة, مع أنه يجوز معاقبة المسيء بمثل إساءته.
ولكن ادفع إساءتهم إليك, بالإحسان منك إليهم, فإن ذلك فضل منك على المسيء.
ومن مصالح ذلك, أنه تحف الإساءة عنك, في الحال, وفي المستقبل, وأنه أدعى لجلب المسيء إلى الحق, وأقرب إلى ندمه وأسفه, ورجوعه بالتوبة عما فعل.
ويتصف العافي بصفة الإحسان, ويقهر بذلك عدوه الشيطان, ويستوجب الثواب من الرب قال تعالى &quot; فَمَنْ عَفَا وَأَصْلَحَ فَأَجْرُهُ عَلَى اللَّهِ &quot; وقال تعالى &quot; ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ فَإِذَا الَّذِي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِيٌّ حَمِيمٌ وَمَا يُلَقَّاهَا &quot; أي ما يوفق لهذا الخلق الجميل &quot; إِلَّا الَّذِينَ صَبَرُوا وَمَا يُلَقَّاهَا إِلَّا ذُو حَظٍّ عَظِيمٍ &quot; .
وقوله &quot; نَحْنُ أَعْلَمُ بِمَا يَصِفُونَ &quot; أي: بما يقولون من الأقوال المتضمنة, للكفر, والتكذيب بالحق.
قد أحاط علمنا بذلك, وقد حلمنا عنهم, وأمهلناهم, وصبرنا عليهم, والحق لنا, وتكذيبهم لنا.
فأنت - يا محمد - ينبغي لك أن تصبر على ما يقولون, وتقابلهم بالإحسان: هذه وظيفة العبد في مقابلة المسيء من البشر.
وأما المسيء من الشياطين, فإنه لا يفيد فيه الإحسان.
ولا يدعو حزبه, إلا ليكونوا من أصحاب السعير.
فالوظيفة في مقابلته, أن يسترشد بما أرشد الله إليه رسوله فقال:';
$t[97] = '&quot; وَقُلْ رَبِّ أَعُوذُ بِكَ مِنْ هَمَزَاتِ الشَّيَاطِينِ وَأَعُوذُ بِكَ رَبِّ أَنْ يَحْضُرُونِ &quot; .
أي: أعوذ بك من الشر, الذي يصيبني بسبب مباشرتهم, وهمزهم ومسهم.
ومن الشر, الذي بسبب حضورهم, ووسوستهم.
وهذه استعاذة من مادة الشر كله وأصله.
ويدخل فيها, الاستعاذة من جميع نزغات الشيطان, ومن مسه ووسوسته.
فإذا أعاذ الله عبده من هذا الشر, وأجاب دعاءه, سلم من كل شر, ووفق لكل خير.';
$t[98] = '';
$t[99] = 'يخبر تعالى عن حال من حضره الموت, من المفرطين الظالمين, أنه يندم في تلك الحال, إذا رأى مآله, وشاهد قبح أعماله.
فيطلب الرجعة إلى الدنيا, لا للتمتع بلذاتها واقتطاف شهواتها وإنما ذلك ليقول:';
$t[100] = '&quot; لَعَلِّي أَعْمَلُ صَالِحًا فِيمَا تَرَكْتُ &quot; من العمل, وفرطت في جنب الله.
&quot; كُلًّا &quot; أي: لا رجعة له ولا إمهال, قد قضى الله أنهم إليها لا يرجعون &quot; إِنَّهَا &quot; أي مقالته التي تمنى فيها الرجوع إلى الدنيا &quot; كَلِمَةٌ هُوَ قَائِلُهَا &quot; أي: مجرد قول اللسان, لا يفيد صاحبه إلا الحسرة والندم.
وهو أيضا غير صادق في ذلك, فإنه لو رد لعاد لما نهي عنه.
&quot; وَمِنْ وَرَائِهِمْ بَرْزَخٌ إِلَى يَوْمِ يُبْعَثُونَ &quot; أي: من أمامهم وبين أيديهم, برزخ, وهو الحاجز بين الشيئين, فهو هنا: الحاجز بين الدنيا والآخرة.
وفي هذا البرزخ, يتنعم المطيعون, ويعذب العاصون, من ابتداء موتهم, واستقرارهم في قبورهم, إلى يوم يبعثون.
أي: فليعدوا له عدته, وليأخذوا له أهبته.';
$t[101] = 'يخبر تعالى عن هول يوم القيامة, وما في ذلك, من المزعجات, والمقلقات.
وأنه إذا نفخ في الصور, نفخة البعث, فحشر الناس أجمعون, لميقات يوم معلوم, أنه يصيبهم من الهول, ما ينسيهم أنسابهم, التي هي أقوى الأسباب, فغير الأنساب, من باب أولى.
وأنه لا يسأل أحد أحدا, عن حاله, لاشتغاله بنفسه.
فلا يدري هل ينجو نجاة لا شقاوة بعدها؟ أو يشقى شقاوة لا سعادة بعدها؟ قال تعالى &quot; يُبَصَّرُونَهُمْ يَوَدُّ الْمُجْرِمُ لَوْ يَفْتَدِي مِنْ عَذَابِ يَوْمِئِذٍ بِبَنِيهِ وَصَاحِبَتِهِ وَأَخِيهِ وَفَصِيلَتِهِ الَّتِي تُؤْوِيهِ &quot; .
&quot; فَإِذَا جَاءَتِ الصَّاخَّةُ يَوْمَ يَفِرُّ الْمَرْءُ مِنْ أَخِيهِ وَأُمِّهِ وَأَبِيهِ وَصَاحِبَتِهِ وَبَنِيهِ لِكُلِّ امْرِئٍ مِنْهُمْ يَوْمَئِذٍ شَأْنٌ يُغْنِيهِ &quot; .';
$t[102] = 'وفي القيامة مواضع, يشتد كربها, ويعظم وقعها, كالميزان الذي يميز به أعمال العبد, وينظر فيه بالعدل, ما له, وما عليه, وتبين فيه مثاقيل الذر, من الخير والشر.
&quot; فَمَنْ ثَقُلَتْ مَوَازِينُهُ &quot; بأن رجحت حسناته على سيئاته &quot; فَأُولَئِكَ هُمُ الْمُفْلِحُونَ &quot; لنجاتهم من النار, واستحقاقهم الجنة, وفوزهم بالثناء الجميل.';
$t[103] = '&quot; وَمَنْ خَفَّتْ مَوَازِينُهُ &quot; بأن رجحت سيئاته على حسناته, وأحاطت بها خطيئاته.
&quot; فَأُولَئِكَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ &quot; كل خسارة, غير هذه الخسارة, فإنها - بالنسبة إليها - سهلة.
ولكن هذه خسارة صعبة, لا يجبر مصابها, ولا يستدرك فائتها.
خسارة أبدية, وشقاوة سرمدية, قد خسر نفسه الشريفة, التي يتمكن بها من السعادة الأبدية, ففوتها هذا النعيم المقيم, في جوار الرب الكريم.
&quot; فِي جَهَنَّمَ خَالِدُونَ &quot; لا يخرجون منها أبد الآبدين.
وهذا الوعيد, إنما هو كما ذكرنا, لمن أحاطت خطيئاته بحسناته, ولا يكون ذلك, إلا كافرا.
فعلى هذا, لا يحاسب محاسبة من توزن حسناته وسيئاته, فإنهم لا حسنات لهم.
ولكن تعد أعمالهم, وتحصى, فيوقفون عليها, ويقررون بها, ويخزون بها.
وأما من معه أصل الإيمان, ولكن عظمت سيئاته, فرجحت على حسناته, فإنه, وإن دخل النار, لا يخلد فيها, كما دلت على ذلك نصوص الكتاب والسنة.';
$t[104] = 'ثم ذكر تعالى, سوء مصير الكافرين فقال: &quot; تَلْفَحُ وُجُوهَهُمُ النَّارُ &quot; أي: تغشاهم جميع جوانبهم, حتى تصيب أعضاءهم الشريفة, ويتقطع لهبها عن وجوههم.
&quot; وَهُمْ فِيهَا كَالِحُونَ &quot; قد عبست وجوههم, وقلصت شفاههم, من شدة ما هم فيه, وعظيم ما يلقونه.';
$t[105] = 'فيقال لهم - توبيخا ولوما: - &quot; أَلَمْ تَكُنْ آيَاتِي تُتْلَى عَلَيْكُمْ &quot; تدعون بها, لتؤمنوا, وتعرض عليكم لتنظروا.
&quot; فَكُنْتُمْ بِهَا تُكَذِّبُونَ &quot; ظلما منكم, وعنادا, وهي آيات بينات, دالات على الحق والباطل, مبينات للمحق والمبطل.';
$t[106] = 'فحينئذ أقروا بظلمهم, حيث لا ينفع الإقرار و &quot; قَالُوا رَبَّنَا غَلَبَتْ عَلَيْنَا شِقْوَتُنَا &quot; أي: غلبت علينا الشقاوة الناشئة عن الظلم والإعراض عن الحق, والإقبال على ما يضر, وترك ما ينفع.
&quot; وَكُنَّا قَوْمًا ضَالِّينَ &quot; في عملهم, وإن كانوا يدرون أنهم ظالمون.
أي فعلنا في الدنيا, فعل التائه, الضال السفيه, كما قالوا في الآية الأخرى.
&quot; وَقَالُوا لَوْ كُنَّا نَسْمَعُ أَوْ نَعْقِلُ مَا كُنَّا فِي أَصْحَابِ السَّعِيرِ &quot; .';
$t[107] = '&quot; رَبَّنَا أَخْرِجْنَا مِنْهَا فَإِنْ عُدْنَا فَإِنَّا ظَالِمُونَ &quot; وهم كاذبون في وعدهم هذا, فإنهم كما قال تعالى &quot; وَلَوْ رُدُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ &quot; .
ولم يبق الله لهم حجة, بل قطع أعذارهم, وغرهم في الدنيا, ما يتذكر فيه من تذكر, ويرتدع فيه المجرم, فقال الله جوابا لسؤالهم.';
$t[108] = '&quot; اخْسَئُوا فِيهَا وَلَا تُكَلِّمُونِ &quot; وهذا القول - نسأله تعالى العافية - أعظم قول على الإطلاق يسمعه المجرمون في التخييب, والتوبيخ, والذل, والخسار, والتأبيس من كل خير, والبشرى بكل شر.
وهذا الكلام والغضب من الرب الرحيم, أشد عليهم وأبلغ في نكايتهم من عذاب الجحيم.';
$t[109] = 'ثم ذكر الحال التي أوصلتهم إلى العذاب, وقطعت عنهم الرحمة فقال: &quot; إِنَّهُ كَانَ فَرِيقٌ مِنْ عِبَادِي يَقُولُونَ رَبَّنَا آمَنَّا فَاغْفِرْ لَنَا وَارْحَمْنَا وَأَنْتَ خَيْرُ الرَّاحِمِينَ &quot; فجمعوا بين الإيمان المقتضي لأعماله الصالحة, والدعاء لربهم بالمغفرة والرحمة, والتوسل إليه بربوبيته ومنته عليهم بالإيمان, والإخبار بسعة رحمته, وعموم إحسانه.
وفي ضمنه, ما يدل على خضوعهم, وخشوعهم, وانكسارهم لربهم, وخوفهم ورجائهم.';
$t[110] = 'فهؤلاء سادات الناس وفضلائهم &quot; فَاتَّخَذْتُمُوهُمْ &quot; أيها الكفرة الأنذال ناقصو العقول والأحلام &quot; سِخْرِيًّا &quot; تهزءون بهم, وتحتقرونهم, حتى اشتغلتم بذكر السفه.
&quot; حَتَّى أَنْسَوْكُمْ ذِكْرِي وَكُنْتُمْ مِنْهُمْ تَضْحَكُونَ &quot; وهذا الذي أوجب لم نسيان الذكر, اشتغالهم بالاستهزاء بهم, كما أن نسيانهم للذكر, يحثهم على الاستهزاء.
فكل من الأمرين يمد الآخر, فهل فوق هذه الجرأة جرأة؟!';
$t[111] = '&quot; إِنِّي جَزَيْتُهُمُ الْيَوْمَ بِمَا صَبَرُوا &quot; على طاعتي, وعلى أذاكم حتى وصلوا إلي.
&quot; أَنَّهُمْ هُمُ الْفَائِزُونَ &quot; بالنعيم المقيم, والنجاة من الجحيم, كما قال في الآية الأخرى &quot; فَالْيَوْمَ الَّذِينَ آمَنُوا مِنَ الْكُفَّارِ يَضْحَكُونَ &quot; الآيات.';
$t[112] = '&quot; قَالَ &quot; لهم على وجه اللوم وأنهم سفهاء الأحلام, حيث اكتسبوا في هذه المدة اليسيرة, كل شر أوصلهم إلى غضبه وعقوبته, ولم يكتسبوا, ما اكتسبه المؤمنون من الخير, الذي يوصلهم إلى السعادة الدائمة, ورضوان ربهم.';
$t[113] = '&quot; كَمْ لَبِثْتُمْ فِي الْأَرْضِ عَدَدَ سِنِينَ قَالُوا لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ &quot; .
كلامهم هذا, مبني على استقصارهم جدا, لمدة مكثهم في الدنيا وأفاد ذلك, لكنه لا يفيد مقداره, ولا يعينه, فلهذا قالوا: &quot; فَاسْأَلِ الْعَادِّينَ &quot; أي: الضابطين لعدده.';
$t[114] = 'وأما هم, ففي شغل شاغل, وعذاب مذهل عن معرفة عدده, فقال لهم &quot; إِنْ لَبِثْتُمْ إِلَّا قَلِيلًا &quot; سواء عينتم عدده, أم لا &quot; لَوْ أَنَّكُمْ كُنْتُمْ تَعْلَمُونَ &quot;';
$t[115] = 'أي &quot; أَفَحَسِبْتُمْ &quot; أيها الخلق &quot; أَنَّمَا خَلَقْنَاكُمْ عَبَثًا &quot; أي: سدى وباطلا, تأكلون وتشربون, وتمرحون, وتتمتعون بلذات الدنيا, ونترككم, لا نأمركم, ولا ننهاكم, ولا نثيبكم, ولا نعاقبكم؟ ولهذا قال: &quot; وَأَنَّكُمْ إِلَيْنَا لَا تُرْجَعُونَ &quot; لا يخطر هذا ببالكم.';
$t[116] = '&quot; فَتَعَالَى اللَّهُ &quot; أي: تعاظم وانتفع عن هذا الظن الباطل, الذي يرجع إلى القدح في حكمته.
&quot; الْمَلِكُ الْحَقُّ لَا إِلَهَ إِلَّا هُوَ رَبُّ الْعَرْشِ الْكَرِيمِ &quot; فكونه ملكا للخلق كلهم حقا, في صدقه, ووعده, ووعيده, مألوفا معبودا, لما له من الكمال &quot; رَبُّ الْعَرْشِ الْعَظِيمِ &quot; فما دونه من باب أولى, يمنع أن يخلقكم عبثا.';
$t[117] = 'أي: ومن دعا مع الله آلهة غيره, بلا بينة من أمره, ولا برهان على ذلك, يدل على ما ذهب إليه, وهذا قيد ملازم.
فكل من دعا غير الله, فليس له برهان على ذلك, بل دلت البراهين على بطلان ما ذهب إليه, فأعرض عنها ظلما وعنادا.
فهذا سيقدم على ربه, فيجازيه بأعماله, ولا ينيله من الفلاح شيئا, لأنه كافر.
&quot; إِنَّهُ لَا يُفْلِحُ الْكَافِرُونَ &quot; فكفرهم, منعهم من الفلاح.';
$t[118] = '&quot; وَقُلْ &quot; داعيا لربك مخلصا له الدين &quot; رَبِّ اغْفِرْ &quot; لنا حتى تنجينا من المكروه, وارحمنا, لتوصلنا برحمتك إلى كل خير.
&quot; وَأَنْتَ خَيْرُ الرَّاحِمِينَ &quot; فكل راحم للعبد, فالله خير له منه, أرحم بعبده من الوالدة بولدها, وأرحم به من نفسه.
تم تفسير سورة المؤمنين, بفضل الله وإحسانه';
?>