<?php
$t = array();
$t[1] = '';
$t[2] = 'يشير الباري تعالى إشارة, تدل على التعظيم لآيات الكتاب المبين البين الواضح, الدال على جميع المطالب الإلهية, والمقاصد الشرعية, بحيث لا يبقى عند الناظر فيه, شك ولا شبهة فيما أخبر به, أو حكم به, لوضوحه, ودلالته على أشرف المعاني, وارتباط الأحكام بحكمها, وتعليقها بمناسبها.
فكان رسول الله صلى الله عليه وسلم ينذر به الناس, ويهدي به الصراط المستقيم.
فيهتدي بذلك عباد الله المتقون, ويعرض عنه من كتب عليه الشقاء - فكان يحزن حزنا شديدا, على عدم إيمانهم, حرصا منه على الخير, ونصحا لهم.';
$t[3] = 'فلهذا قال تعالى لنبيه &quot; لَعَلَّكَ بَاخِعٌ نَفْسَكَ &quot; أي: مهلكها وشاقا عليها.
&quot; أَلَّا يَكُونُوا مُؤْمِنِينَ &quot; أي: فلا تفعل, ولا تذهب نفسك عليهم حسرات, فإن الهداية بيد الله, وقد أديت ما عليك من التبليغ.
وليس فوق هذا القرآن المبين, آية, حتى ننزلها, ليؤمنوا بها, فإنه كاف شاف, لمن يريد الهداية, ولهذا قال:';
$t[4] = '&quot; إِنْ نَشَأْ نُنَزِّلْ عَلَيْهِمْ مِنَ السَّمَاءِ آيَةً &quot; أي: من آيات الاقتراح.
&quot; فَظَلَّتْ أَعْنَاقُهُمْ &quot; أي: أعناق المكذبين &quot; لَهَا خَاضِعِينَ &quot; ولكن لا حاجة إلى ذلك, ولا مصلحة فيه, فإنه إذ ذاك الوقت, يكون الإيمان غير نافع.
وإنما الإيمان النافع, هو الإيمان بالغيب, كما قال تعالى: &quot; هَلْ يَنْظُرُونَ إِلَّا أَنْ تَأْتِيَهُمُ الْمَلَائِكَةُ أَوْ يَأْتِيَ رَبُّكَ أَوْ يَأْتِيَ بَعْضُ آيَاتِ رَبِّكَ يَوْمَ يَأْتِي بَعْضُ آيَاتِ رَبِّكَ لَا يَنْفَعُ نَفْسًا إِيمَانُهَا &quot; الآية.';
$t[5] = '&quot; وَمَا يَأْتِيهِمْ مِنْ ذِكْرٍ مِنَ الرَّحْمَنِ مُحْدَثٍ &quot; يأمرهم وينهاهم, ويذكرهم ما ينفعهم ويضرهم.
&quot; إِلَّا كَانُوا عَنْهُ مُعْرِضِينَ &quot; بقلوبهم وأبدانهم.
هذا إعراضهم عن الذكر المحدث, الذي جرت العادة, أنه يكون موقعه, أبلغ من غيره, فكيف بإعراضهم عن غيره.
وهذا, لأنهم لا خير فيهم, ولا تنجع فيهم المواعظ, ولهذا قال:';
$t[6] = '&quot; فَقَدْ كَذَّبُوا &quot; أي: بالحق, وصار التكذيب لهم سجية, لا تتغير ولا تتبدل.
&quot; فَسَيَأْتِيهِمْ أَنْبَاءُ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ &quot; أي: سيقع بهم العذاب, ويحل بهم, ما كذبوا به, فإنهم قد حقت عليهم, كلمة العذاب.
قال الله منبها على التفكر, الذي ينفع صاحبه:';
$t[7] = '&quot; أَوَلَمْ يَرَوْا إِلَى الْأَرْضِ كَمْ أَنْبَتْنَا فِيهَا مِنْ كُلِّ زَوْجٍ كَرِيمٍ &quot; من جميع أصناف النباتات, حسنة المنظر, كريمة في نفعها.';
$t[8] = '&quot; إِنَّ فِي ذَلِكَ لَآيَةً &quot; على إحياء الله الموتى بعد موتهم, كما أحيا الأرض بعد موتها &quot; وَمَا كَانَ أَكْثَرُهُمْ مُؤْمِنِينَ &quot; كما قال تعالى &quot; وَمَا أَكْثَرُ النَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِينَ &quot; .';
$t[9] = '&quot; وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ &quot; الذي قد قهر كل مخلوق, ودان له العالم العلوي والسفلي.
&quot; الرَّحِيمِ &quot; الذي وسعت رحمته كل شيء, ووصل جوده إلى كل حي, العزيز الذي أهلك الأشقياء بأنواع العقوبات, الرحيم بالسعداء, حيث أنجاهم من كل شر وبلاء.';
$t[10] = 'أعاد الباري تعالى, قصة موسى وثناها في القرآن, ما لم يثن غيرها, لكونها مشتملة على حكم عظيمة, وعبر, وفيها نبأه مع الظالمين والمؤمنين.
وهو صاحب الشريعة الكبرى, وصاحب التوراة, أفضل الكتب بعد القرآن فقال: واذكر حالة موسى الفاضلة, وقت نداء الله إياه, حين كلمه, ونبأه وأرسله فقال: &quot; أَنِ ائْتِ الْقَوْمَ الظَّالِمِينَ &quot; الذين تكبروا في الأرض, وعلوا على أهلها وادعى كبيرهم الربوبية.';
$t[11] = '&quot; قَوْمَ فِرْعَوْنَ أَلَا يَتَّقُونَ &quot; أي: قل لهم, بلين قول, ولطف عبارة &quot; أَلَا تَتَّقُونَ &quot; الله الذي خلقكم ورزقكم, فتتركون ما أنتم عليه من الكفر.';
$t[12] = 'فقال موسى عليه السلام, معتذرا من ربه, ومبينا لعذره, وسائلا له المعونة على هذا الحمل الثقيل: &quot; قَالَ رَبِّ إِنِّي أَخَافُ أَنْ يُكَذِّبُونِ وَيَضِيقُ صَدْرِي وَلَا يَنْطَلِقُ لِسَانِي &quot; .
وقال &quot; رَبِّ اشْرَحْ لِي صَدْرِي وَيَسِّرْ لِي أَمْرِي وَاحْلُلْ عُقْدَةً مِنْ لِسَانِي يَفْقَهُوا قَوْلِي وَاجْعَلْ لِي وَزِيرًا مِنْ أَهْلِي هَارُونَ أَخِي &quot; .
&quot; فَأَرْسِلْ إِلَى هَارُونَ &quot; .
فأجاب الله طلبته, ونبأ أخاه, كما نبأه &quot; فَأَرْسِلْهُ مَعِيَ رِدْءًا &quot; .
أي: معاونا لي على أمري.';
$t[13] = '';
$t[14] = '&quot; وَلَهُمْ عَلَيَّ ذَنْبٌ &quot; أي: في قتل القبطي &quot; فَأَخَافُ أَنْ يَقْتُلُونِ &quot; .';
$t[15] = '&quot; قَالَ كَلَّا &quot; أي: لا يتمكنون من قتلك, فإنا سنجعل لكما سلطانا, فلا يصلون إليكما أنتما, ومن اتبعكما الغالبون.
ولهذا لم يتمكن فرعون, من قتل موسى, مع منابذته له غاية المنابذ, وتسفيه رأيه, وتضليله وقومه.
&quot; فَاذْهَبَا بِآيَاتِنَا &quot; الدالة على صدقكما, وصحة ما جئتما به.
&quot; إِنَّا مَعَكُمْ مُسْتَمِعُونَ &quot; أحفظكما وأكلؤكما.';
$t[16] = '&quot; فَأْتِيَا فِرْعَوْنَ فَقُولَا إِنَّا رَسُولُ رَبِّ الْعَالَمِينَ &quot; أي: أرسلنا إليك, لتؤمن به وبنا, وتنقاد لعبادته, وتذعن لتوحيده.';
$t[17] = '&quot; أَنْ أَرْسِلْ مَعَنَا بَنِي إِسْرَائِيلَ &quot; فكف عنهم عذابك, وارفع عنهم يدك ليعبدوا ربهم, ويقيموا أمر دينهم.';
$t[18] = 'فلما جاء فرعون, وقالا له, ما قال الله لهما, لم يؤمن فرعون, ولم يلن, وجعل يعارض موسى بقوله &quot; قَالَ أَلَمْ نُرَبِّكَ فِينَا وَلِيدًا &quot; أي: ألم ننعم عليك, ونقم بتربيتك, منذ كنت وليدا في مهدك, ولم تزل كذلك.
&quot; وَلَبِثْتَ فِينَا مِنْ عُمُرِكَ سِنِينَ وَفَعَلْتَ فَعْلَتَكَ الَّتِي فَعَلْتَ &quot; وهي قتل موسى للقبطي, حين استغاثه الذي من شيعته, على الذي من عدوه &quot; فَوَكَزَهُ مُوسَى فَقَضَى عَلَيْهِ &quot; الآية.
&quot; وَأَنْتَ مِنَ الْكَافِرِينَ &quot; أي: وأنت, إذ ذاك طريقك طريقنا, وسبيلك سبيلنا, في الكفر, فأقر على نفسه بالكفر, من حيث لا يدري.';
$t[19] = '';
$t[20] = 'فقال: موسى &quot; فَعَلْتُهَا إِذًا وَأَنَا مِنَ الضَّالِّينَ &quot; أي: عن غير كفر, وإنما كان عن ضلال وسفه, فاستغفرت ربي فغفر لي.';
$t[21] = '&quot; فَفَرَرْتُ مِنْكُمْ لَمَّا خِفْتُكُمْ &quot; حين تراجعتم بقتلي, فهربت إلى مدين, ومكثت سنين, ثم جئتكم.
&quot; فَوَهَبَ لِي رَبِّي حُكْمًا وَجَعَلَنِي مِنَ الْمُرْسَلِينَ &quot; .
فالحاصل أن اعتراض فرعرن على موسى, اعتراض جاهل أو متجاهل.
فإنه جعل المانع من كونه رسولا, أن جرى منه القتل.
فبين له موسى, أن قتله كان على وجه الضلال والخطأ, الذي لم يقصد نفس القتل.
وأن فضل الله تعالى غير ممنوع منه أحد, فلم منعتم ما منحني الله, من الحكم والرسالة؟.
بقي عليك يا فرعون, إدلاؤك بقولك: &quot; أَلَمْ نُرَبِّكَ فِينَا وَلِيدًا &quot; وعند التحقيق, يتبين أن لا منة لك فيها, ولهذا قال موسى:';
$t[22] = '&quot; وَتِلْكَ نِعْمَةٌ تَمُنُّهَا عَلَيَّ أَنْ عَبَّدْتَ بَنِي إِسْرَائِيلَ &quot; أي: تدلي علي بهذه المنة لأني سخرت بني إسرائيل, وجعلتهم لك بمنزلة العبيد.
وأنا قد أسلمتني من تعبيدك وتسخيرك, وجعلتها علي نعمة.
فعند التصور, يتبين أن الحقيقة, أنك ظلمت هذا الشعب الفاضل, وعذبتهم, وسخرتهم بأعمالك.
وأنا, قد سلمني الله من أذاك, مع وصول أذاك لقومي.
فما هذه المنة, التي تمن بها, وتدلي بها؟';
$t[23] = '&quot; قَالَ فِرْعَوْنُ وَمَا رَبُّ الْعَالَمِينَ &quot; وهذا إنكار منه لربه, ظلما وعلوا مع تيقن صحة ما دعاه إليه موسى فقال:';
$t[24] = '&quot; رَبُّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا &quot; أي: الذي خلق العالم العلوي والسفلي, ودبره بأنواع التدبير, ورباه بأنواع التربية.
ومن جملة ذلك, أنتم أيها المخاطبون, فكيف تنكرون خالق المخلوقات, وفاطر الأرض والسماوات &quot; إِنْ كُنْتُمْ مُوقِنِينَ &quot; .
فقال فرعون متجرهما, ومعجبا بقوله:';
$t[25] = '&quot; أَلَا تَسْتَمِعُونَ &quot; ما يقول هذا الرجل.';
$t[26] = 'فقال موسى &quot; رَبُّكُمْ وَرَبُّ آبَائِكُمُ الْأَوَّلِينَ &quot; تعجبتم أم لا, استكبرتم, أم أذعنتم.';
$t[27] = 'فقال فرعون معاندا للحق,, قادحا بمن جاء به: &quot; إِنَّ رَسُولَكُمُ الَّذِي أُرْسِلَ إِلَيْكُمْ لَمَجْنُونٌ &quot; حيث قال خلاف ما نحن عليه, وخالفنا فيما ذهبنا إليه.
فالعقل عنده وأهل العقل, من زعموا أنهم لم يخلقوا, أو أن السماوات والأرض, ما زالتا موجودتين من غير موجد وأنهم, بأنفسهم, خلقوا من غير خالق.
والعقل عنده, أن يعبد المخلوق الناقص, من جميع الوجوه.
والجنون عنده, أن يثبت الرب الخالق للعالم العلوي والسفلي, المنعم بالنعم الظاهرة والباطنة, ويدعى إلى عبادته.
وزين لقومه هذا القول, وكانوا سفهاء الأحلام, خفيفي العقول &quot; فَاسْتَخَفَّ قَوْمَهُ فَأَطَاعُوهُ إِنَّهُمْ كَانُوا قَوْمًا فَاسِقِينَ &quot; .
فقال موسى عليه السلام, مجيبا لإنكار فرعون وتعطيله لرب العالمين:';
$t[28] = '&quot; رَبُّ الْمَشْرِقِ وَالْمَغْرِبِ وَمَا بَيْنَهُمَا &quot; من سائر المخلوقات &quot; إِنْ كُنْتُمْ تَعْقِلُونَ &quot; .
فقد أديت لكم من البيان والتبيين, ما يفهمه كل من له أدنى مسكة من عقل.
فما بالكم تتجاهلون فيما أخاطبكم به؟.
وفيه إيماء وتنبيه إلى أن الذي رميتم به موسى من الجنون, أنه داؤكم فرميتم أزكى الخلق عقلا, وأكملهم علما.
والحال أنكم, أنتم المجانين, حيث ذهبت عقولكم إلى إنكار أظهر الموجودات, خالق الأرض والسماوات وما بينهما, فإذا جحدتموه, فأي شيء تثبتون؟.
وإذا جهلتموه, فأي شيء تعلمون؟.
وإذا لم تؤمنوا به وبآياته, فبأي شيء - بعد الله وآياته - تؤمنون؟.
تالله, إن المجانين الذين بمنزلة البهائم, أعقل منكم, وإن الأنعام السارحة, أهدى منكم.';
$t[29] = 'فلما خنقت فرعون الحجة, وعجزت قدرته وبيانه عن المعارضة &quot; قَالَ &quot; متوعدا لموسى بسلطانه &quot; لَئِنِ اتَّخَذْتَ إِلَهًا غَيْرِي لَأَجْعَلَنَّكَ مِنَ الْمَسْجُونِينَ &quot; .
زعم - قبحه الله - أنه قد طمع في إضلال موسى, وأن لا يتخذ إلها غيره, وإلا فقد تقرر أنه, هو ومن معه, على بصيرة من أمرهم.';
$t[30] = 'فقال له موسى: &quot; أَوَلَوْ جِئْتُكَ بِشَيْءٍ مُبِينٍ &quot; أي: آية ظاهرة جلية, على صحة ما جئت به, من خوارق العادات.';
$t[31] = '&quot; قَالَ فَأْتِ بِهِ إِنْ كُنْتَ مِنَ الصَّادِقِينَ فَأَلْقَى عَصَاهُ فَإِذَا هِيَ ثُعْبَانٌ &quot; أي: ذكر الحيات.
&quot; مُبِينٌ &quot; ظاهر لكل أحد, لا خيال, ولا تشبيه.';
$t[32] = '';
$t[33] = '&quot; وَنَزَعَ يَدَهُ &quot; من جيبه &quot; فَإِذَا هِيَ بَيْضَاءُ لِلنَّاظِرِينَ &quot; أي: لها نور عظيم, لا نقص فيه لمن نظر إليها.';
$t[34] = '&quot; قَالَ &quot; فرعون &quot; لِلْمَلَإِ حَوْلَهُ &quot; معارضا للحق, ومن جاء به.';
$t[35] = '&quot; إِنَّ هَذَا لَسَاحِرٌ عَلِيمٌ يُرِيدُ أَنْ يُخْرِجَكُمْ مِنْ أَرْضِكُمْ &quot; موه عليهم لعلمه بضعف عقولهم, أن هذا من جنس ما يأتي به السحرة, لأنه من المتقرر عندهم, أن السحرة يأتون من العجائب, بما لا يقدر عليه الناس, وخوفهم أن قصده بهذا السحر, التوصل إلى إخراجهم من وطنهم, ليجدوا ويجتهدوا في معاداة من يريد إجلاءهم عن أولادهم وديارهم.
&quot; فَمَاذَا تَأْمُرُونَ &quot; أن نفعل به؟';
$t[36] = '&quot; قَالُوا أَرْجِهْ وَأَخَاهُ &quot; أي: أخرهما &quot; وَابْعَثْ فِي الْمَدَائِنِ حَاشِرِينَ &quot; جامعين للناس';
$t[37] = '&quot; يَأْتُوكَ بِكُلِّ سَحَّارٍ عَلِيمٍ &quot; أي: ابعث في جميع مدنك, التي هي مقر العلم, ومعدن السحر, من يجمع لك كل ساحر ماهر, عليم في سحره فإن الساحر يقاتل بسحر من جنس سحره.
وهذا من لطف الله أن يرى العباد, بطلان ما موه به فرعون الجاهل, الضال, المضل أن ما جاء به موسى سحر, قيضهم أن جمعوا أهل المهارة بالسحر, لينعقد المجلس عن حضرة الخلق العظيم, فيظهر الحق على الباطل, ويقر أهل العلم وأهل الصناعة, بصحة ما جاء به موسى, وأنه ليس بسحر.
فعمل فرعون برأيهم, فأرسل في المدائن, من يجمع السحرة, واجتهد في ذلك, وجد.';
$t[38] = '&quot; فَجُمِعَ السَّحَرَةُ لِمِيقَاتِ يَوْمٍ مَعْلُومٍ &quot; قد واعدهم إياه موسى, وهو يوم الزينة, الذي يتفرغون فيه من أشغالهم.';
$t[39] = '&quot; وَقِيلَ لِلنَّاسِ هَلْ أَنْتُمْ مُجْتَمِعُونَ &quot; أي: نودي بعموم الناس بالاجتماع في ذلك اليوم الموعود.';
$t[40] = '&quot; لَعَلَّنَا نَتَّبِعُ السَّحَرَةَ إِنْ كَانُوا هُمُ الْغَالِبِينَ &quot; أي: قالوا للناس: اجتمعوا لتنظروا غلبة السحرة لموسى, وأنهم ماهرون في صناعتهم, فنتبعهم, ونعظمهم, ونعرف فضيلة علم السحر.
فلو وفقوا للحق, لقالوا, لعلنا نتبع الحق منهم, ولنعرف الصواب.
فلذلك ما أفاد فيهم ذلك, إلا قيام الحجة عليهم.';
$t[41] = '&quot; فَلَمَّا جَاءَ السَّحَرَةُ &quot; ووصلوا لفرعون قالوا له: &quot; أَئِنَّ لَنَا لَأَجْرًا إِنْ كُنَّا نَحْنُ الْغَالِبِينَ &quot; لموسى؟';
$t[42] = '&quot; قَالَ نَعَمْ &quot; حكم أجر, وثواب &quot; وَإِنَّكُمْ إِذًا لَمِنَ الْمُقَرَّبِينَ &quot; عندي.
وعدهم الأجر والقربة منه, ليزداد نشاطهم, ويأتوا بكل مقدورهم, في معارضة ما جاء به موسى.
فلما اجتمعوا للموعد, هم وموسى, وأهل مصر, وعظهم موسى وذكرهم وقال: &quot; وَيْلَكُمْ لَا تَفْتَرُوا عَلَى اللَّهِ كَذِبًا فَيُسْحِتَكُمْ بِعَذَابٍ وَقَدْ خَابَ مَنِ افْتَرَى &quot; فتنازعوا وتخاصموا ثم شجعهم فرعون, وشجع بعضهم بعضا.';
$t[43] = '&quot; قَالَ لَهُمْ مُوسَى أَلْقُوا مَا أَنْتُمْ مُلْقُونَ &quot; أي: ألقوا كل ما في خواطركم إلقاؤه.
ولم يقيدهم بشيء دون شيء, لجزمه ببطلان ما جاءوا به من معارضة الحق.';
$t[44] = '&quot; فَأَلْقَوْا حِبَالَهُمْ وَعِصِيَّهُمْ &quot; فإذا هي حيات تسعى, وسحروا بذلك أعين الناس.
&quot; وَقَالُوا بِعِزَّةِ فِرْعَوْنَ إِنَّا لَنَحْنُ الْغَالِبُونَ &quot; فاستعانوا بعزة عبد ضعيف, عاجز من كل وجه, إلا أنه قد تجبر, وحصل له صورة ملك وجنود.
فغرتهم تلك الأبهة, ولم تنفذ بصائرهم إلى حقيقة الأمر.
أو أن هذا قسم منهم بعزة فرعون والمقسم عليه, أنهم غالبون.';
$t[45] = '&quot; فَأَلْقَى مُوسَى عَصَاهُ فَإِذَا هِيَ تَلْقَفُ &quot; تبتلع وتأخذ &quot; مَا يَأْفِكُونَ &quot; فالتقفت, جميع ما ألقوا, من الحبال والعصي, لأنها إفك, وكذب, وزور وذلك كله, باطل لا يقوم للحق, ولا يقاومه.
فلما رأى السحرة هذة الآية العظيمة, تيقنوا - لعلمهم - أن هذا ليس بسحر, وإنما هو آية من آيات الله, ومعجزة تنبئ بصدق موسى, وصحة ما جاء به.';
$t[46] = '&quot; فَأُلْقِيَ السَّحَرَةُ سَاجِدِينَ &quot; لربهم';
$t[47] = '&quot; قَالُوا آمَنَّا بِرَبِّ الْعَالَمِينَ رَبِّ مُوسَى وَهَارُونَ &quot; .
وانقمع الباطل, في ذلك المجمع, وأقر رؤساؤه, ببطلانه, ووضح الحق, وظهر حتى رأى ذلك الناظرون بأبصارهم.
ولكن أبى فرعون, إلا عتوا وضلالا, وتماديا في غيه وعنادا.
فقال للسحرة:';
$t[48] = '';
$t[49] = '&quot; آمَنْتُمْ لَهُ قَبْلَ أَنْ آذَنَ لَكُمْ &quot; يتعجب, ويعجب قومه من جراءتهم عليه, وإقدامهم على الإيمان من غير إذنه ومؤامرته.
&quot; إِنَّهُ لَكَبِيرُكُمُ الَّذِي عَلَّمَكُمُ السِّحْرَ &quot; .
هذا, وهو الذي جمع السحرة, وملأه, الذين أشاروا عليه بجمعهم من مدائنهم.
وقد علموا أنهم ما اجتمعوا بموسى, ولا رآوه قبل ذلك, وأنهم جاءوا من السحر, بما يحير الناظرين, ويهيلهم, ومع ذلك, فراج عليهم هذا القول, الذي هم بأنفسهم, وقفوا على بطلانه.
فلا يستنكر على أهل هذه العقول, أن لا يؤمنوا بالحق الواضح, والآيات الباهرة, لأنهم لو قال لهم فرعون عن أي شيء كان, إنه على خلاف حقيقته, صدقوه.
ثم توعد السحرة فقال: &quot; لَأُقَطِّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُمْ مِنْ خِلَافٍ &quot; أي: اليد اليمنى, والرجل اليسرى, كما يفعل بالمفسد في الأرض.
&quot; وَلَأُصَلِّبَنَّكُمْ أَجْمَعِينَ &quot; لتختزوا, وتذلوا.
فقال السحرة - حين وجدوا حلاوة الإيمان, وذاقو لذته-:';
$t[50] = '&quot; لَا ضَيْرَ &quot; أي: لا نبالي بما توعدتنا به &quot; إِنَّا إِلَى رَبِّنَا مُنْقَلِبُونَ إِنَّا نَطْمَعُ أَنْ يَغْفِرَ لَنَا رَبُّنَا خَطَايَانَا &quot; من الكفر والسحر, وغيرهما &quot; أَنْ كُنَّا أَوَّلَ الْمُؤْمِنِينَ &quot; بموسى, من هؤلاء الجنود.
فثبتهم الله وصبرهم.
فيحتمل أن فرعون, فعل ما توعدهم به, لسلطانه, واقتداره إذ ذاك ويحتمل, أن الله منعه منهم.
ثم لم يزل فرعون وقومه, مستمرين على كفرهم, يأتيهم موسى بالآيات البينات.
وكلما جاءتهم آية, وبلغت منهم كل مبلغ, وعدوا موسى, وعاهدوه لئن كشف الله عنهم, ليؤمنن به, وليرسلن معه بني إسرائيل, فيكشفه الله, ثم ينكثون.
فلما يئس موسى من إيمانهم, وحقت عليهم كلمة العذاب, وآن لبني إسرائيل أن ينجيهم الله من أسرهم, ويمكن لهم في الأرض, أوحى الله إلى موسى:';
$t[51] = '';
$t[52] = '&quot; أَنْ أَسْرِ بِعِبَادِي &quot; أي: اخرج ببني إسرائيل أول الليل, ليتمادوا,, ويتمهلوا في ذهابهم.
&quot; إِنَّكُمْ مُتَّبَعُونَ &quot; أي: سيتبعكم فرعون وجنوده.
ووقع كما أخبر, فإنهم لما أصبحوا, إذا بنو إسرائيل قد سروا كلهم مع موسى.';
$t[53] = '&quot; فَأَرْسَلَ فِرْعَوْنُ فِي الْمَدَائِنِ حَاشِرِينَ &quot; يجمعون الناس, ليوقع ببني إسرائيل, ويقول مشجعا لقومه &quot; إِنَّ هَؤُلَاءِ &quot; أي: بني إسرائيل &quot; لَشِرْذِمَةٌ قَلِيلُونَ &quot; .
&quot; وَإِنَّهُمْ لَنَا لَغَائِظُونَ &quot; فلا بد أن ننفذ غيظنا في هؤلاء العبيد, الذين أبقوا منا.';
$t[54] = '';
$t[55] = '';
$t[56] = '&quot; وَإِنَّا لَجَمِيعٌ حَاذِرُونَ &quot; أي: الحذر على الجميع منهم, وهم أعداء للجميع, والمصلحة مشتركة.
فخرج فرعون وجنوده, في جيش عظيم, ونفير عام, لم يتخلف منهم, سوى أهل الأعذار, الذين منعهم العجز.';
$t[57] = 'فال الله تعالى: &quot; فَأَخْرَجْنَاهُمْ مِنْ جَنَّاتٍ وَعُيُونٍ &quot; أي: بساتين مصر وجناتها الفائقة, وعيونها المتدفقة, وزروع, قد ملأت أراضيهم, وعمرت بها حاضرتهم وبواديهم.';
$t[58] = '&quot; وَكُنُوزٍ وَمَقَامٍ كَرِيمٍ &quot; يعجب الناظرين, ويلهي المتأملين.
تمتعوا به دهرا طويلا, وقضوا بلذته وشهواته, عمرا مديدا, على الكفر والفساد, والتكبر على العباد والتيه العظيم.';
$t[59] = '&quot; كَذَلِكَ وَأَوْرَثْنَاهَا &quot; أي: هذه البساتين والعيون, والزروع, والمقام الكريم.
&quot; بَنِي إِسْرَائِيلَ &quot; الذين جعلوهم من قبل عبيدهم, وسخروا في أعمالهم الشاقة.
فسبحان من يؤتي الملك من يشاء, وينزعه عمن يشاء, ويعز من يشاء بطاعته, ويذل من يشاء بمعصيته.';
$t[60] = '&quot; فَأَتْبَعُوهُمْ مُشْرِقِينَ &quot; أي: اتبع قوم فرعون, قوم موسى, وقت شروق الشمس, وساقوا خلفهم محثين, على غيظ وحنق قادرين.';
$t[61] = '&quot; فَلَمَّا تَرَاءَى الْجَمْعَانِ &quot; أي رأى كل منهما صاحبه.
&quot; قَالَ أَصْحَابُ مُوسَى &quot; شاكين لموسى وحزنين &quot; إِنَّا لَمُدْرَكُونَ &quot; .
فـ &quot; قَالَ &quot; موسى, مثبتا لهم, ومخبرا لهم بوعد ربه الصادق:';
$t[62] = '&quot; كُلًّا &quot; أي: ليس الأمر كما ذكرتم, أنكم مدركون.
&quot; إِنَّ مَعِيَ رَبِّي سَيَهْدِينِ &quot; لما فيه نجاتي ونجاتكم.';
$t[63] = '&quot; فَأَوْحَيْنَا إِلَى مُوسَى أَنِ اضْرِبْ بِعَصَاكَ الْبَحْرَ &quot; فضربه &quot; فَانْفَلَقَ &quot; اثنى عشر طريقا &quot; فَكَانَ كُلُّ فِرْقٍ كَالطَّوْدِ &quot; أي: الجبل &quot; الْعَظِيمِ &quot; فدخله موسى وقومه.';
$t[64] = '&quot; وَأَزْلَفْنَا ثَمَّ &quot; في ذلك المكان &quot; الْآخَرِينَ &quot; أي فرعون وقومه, وقربناهم, وأدخلناهم في ذلك الطريق, الذي سلك منه موسى وقومه.';
$t[65] = '&quot; وَأَنْجَيْنَا مُوسَى وَمَنْ مَعَهُ أَجْمَعِينَ &quot; استكملوا خارجين, لم يتخلف منهم أحد.';
$t[66] = '&quot; ثُمَّ أَغْرَقْنَا الْآخَرِينَ &quot; لم يتخلف منهم عن الغرق أحد.';
$t[67] = '&quot; إِنَّ فِي ذَلِكَ لَآيَةً &quot; عظيمة, على صدق ما جاء به موسى عليه السلام, وبطلان ما عليه فرعون وقومه.
&quot; وَمَا كَانَ أَكْثَرُهُمْ مُؤْمِنِينَ &quot; هذه الآيات, المقتضية للإيمان, لفساد قلوبهم.';
$t[68] = '&quot; وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ &quot; بعزته أهلك الكافرين المكذبين.
وبرحمته نجى موسى, ومن معه أجمعين.';
$t[69] = 'أي: واتل يا محمد على الناس, نبأ إبراهيم الخليل, وخبره الجليل, في هذه الحالة بخصوصها, وإلا, فله أنباء كثيرة.
ولكن من أعجب أنبائه, وأفضلها, هذا النبأ المتضمن لرسالته, ودعوته قومه, ومحاجته إياهم, وإبطاله ما هم عليه, ولذلك قيده بالظرف فقال:';
$t[70] = '&quot; إِذْ قَالَ لِأَبِيهِ وَقَوْمِهِ مَا تَعْبُدُونَ قَالُوا &quot; متبجحين بعبادتهم.';
$t[71] = '&quot; نَعْبُدُ أَصْنَامًا &quot; ننحتها ونعملها بأيدينا.
&quot; فَنَظَلُّ لَهَا عَاكِفِينَ &quot; أي مقيمين على عبادتها في كثير من أوقاتنا.
فقال لهم إبراهيم, مبينا عدم استحقاقها للعبادة:';
$t[72] = '&quot; هَلْ يَسْمَعُونَكُمْ إِذْ تَدْعُونَ &quot; .
فيستجيبون دعاءكم, ويفرجون كربكم, ويزيلون عنكم كل مكروه؟';
$t[73] = '&quot; أَوْ يَنْفَعُونَكُمْ أَوْ يَضُرُّونَ &quot; فأقروا أن ذلك كله, غير موجود فيها, فلا تسمع دعاء, ولا تنفع, ولا تضر.
ولهذا لما كسرها قال: &quot; بَلْ فَعَلَهُ كَبِيرُهُمْ هَذَا فَاسْأَلُوهُمْ إِنْ كَانُوا يَنْطِقُونَ &quot; .
قالوا له: &quot; لَقَدْ عَلِمْتَ مَا هَؤُلَاءِ يَنْطِقُونَ &quot; أي: هذا أمر متقرر من حالها, لا يقبل الإشكال والشك.';
$t[74] = 'فلجأوا إلى تقليد آبائهم الضالين, فقالوا: &quot; بَلْ وَجَدْنَا آبَاءَنَا كَذَلِكَ يَفْعَلُونَ &quot; .
فتبعناهم على ذلك, وسلكنا سبيلهم, وحافظنا على عاداتهم.
فقال لهم إبراهيم: أنتم وآباءكم, كلكم خصوم في الأمر, والكلام مع الجميع واحد.';
$t[75] = '&quot; أَفَرَأَيْتُمْ مَا كُنْتُمْ تَعْبُدُونَ أَنْتُمْ وَآبَاؤُكُمُ الْأَقْدَمُونَ فَإِنَّهُمْ عَدُوٌّ لِي &quot; فليضروني بأدنى شيء من الضرر, وليكيدوني, فلا يقدرون.';
$t[76] = '';
$t[77] = '&quot; إِلَّا رَبَّ الْعَالَمِينَ الَّذِي خَلَقَنِي فَهُوَ يَهْدِينِ &quot; هو المتفرد بنعمة الخلق, ونعمة الهداية للمصالح الدينية والدنيوية.
ثم خصص منها بعض الضروريات فقال:';
$t[78] = '';
$t[79] = '&quot; وَالَّذِي هُوَ يُطْعِمُنِي وَيَسْقِينِ وَإِذَا مَرِضْتُ فَهُوَ يَشْفِينِ وَالَّذِي يُمِيتُنِي ثُمَّ يُحْيِينِ وَالَّذِي أَطْمَعُ أَنْ يَغْفِرَ لِي خَطِيئَتِي يَوْمَ الدِّينِ &quot; .
فهذا هو وحده المنفرد بذلك, فيجب أن يفرد بالعبادة والطاعة, وتترك هذة الأصنام, التي لا تخلق, ولا تهتدي, ولا تمرض, ولا تشفي, ولا تطعم ولا تسقي, ولا تميت, ولا تحيي, ولا تنفع عابديها, بكشف الكروب, ولا مغفرة الذنوب.
فهذا دليل قاطع, وحجة باهرة, لا تقدرون أنتم وآبائكم على معارضتها.
فدل على اشتراككم في الضلال, وترككم طريق الهدى والرشد.
قال الله تعالى: &quot; وَحَاجَّهُ قَوْمُهُ قَالَ أَتُحَاجُّونِّي فِي اللَّهِ وَقَدْ هَدَانِي &quot; الآيات.';
$t[80] = '';
$t[81] = '';
$t[82] = '';
$t[83] = 'ثم دعا عليه السلام ربه فقال: &quot; رَبِّ هَبْ لِي حُكْمًا &quot; أي: علما كثيرا, أعرف به الأحكام, والحلال والحرام, وأحكم به بين الأنام.
&quot; وَأَلْحِقْنِي بِالصَّالِحِينَ &quot; من إخوانه الأنبياء والمرسلين.';
$t[84] = '&quot; وَاجْعَلْ لِي لِسَانَ صِدْقٍ فِي الْآخِرِينَ &quot; أي: اجعل لي ثناء صدق, مستمر إلى آخر الدهر.
فاستجاب الله دعاءه, فوهب له من العلم والحكم, ما كان به من أفضل المرسلين, وألحق بإخوانه المرسلين, وجعله محبوبا مقبولا, معظما مثنيا عليه, في جميع الملل, في كل الأوقات.
قال تعالى: &quot; وَتَرَكْنَا عَلَيْهِ فِي الْآخِرِينَ سَلَامٌ عَلَى إِبْرَاهِيمَ كَذَلِكَ نَجْزِي الْمُحْسِنِينَ إِنَّهُ مِنْ عِبَادِنَا الْمُؤْمِنِينَ &quot; .';
$t[85] = '&quot; وَاجْعَلْنِي مِنْ وَرَثَةِ جَنَّةِ النَّعِيمِ &quot; أي: من أهل الجنة, التي يورثهم الله إياها.
فأجاب الله دعاءه, فرفع منزلته في جنات النعيم.';
$t[86] = '&quot; وَاغْفِرْ لِأَبِي إِنَّهُ كَانَ مِنَ الضَّالِّينَ &quot; وهذا الدعاء, بسبب الوعد الذي قال لأبيه &quot; سَأَسْتَغْفِرُ لَكَ رَبِّي إِنَّهُ كَانَ بِي حَفِيًّا &quot; .
قال تعالى: &quot; وَمَا كَانَ اسْتِغْفَارُ إِبْرَاهِيمَ لِأَبِيهِ إِلَّا عَنْ مَوْعِدَةٍ وَعَدَهَا إِيَّاهُ فَلَمَّا تَبَيَّنَ لَهُ أَنَّهُ عَدُوٌّ لِلَّهِ تَبَرَّأَ مِنْهُ إِنَّ إِبْرَاهِيمَ لَأَوَّاهٌ حَلِيمٌ &quot; .';
$t[87] = '&quot; وَلَا تُخْزِنِي يَوْمَ يُبْعَثُونَ &quot; أي: بالتوبيخ على بعض الذنوب, والعقوبة عليها, والفضيحة.';
$t[88] = 'بل أسعدني في ذلك اليوم الذي فيه &quot; لَا يَنْفَعُ مَالٌ وَلَا بَنُونَ إِلَّا مَنْ أَتَى اللَّهَ بِقَلْبٍ سَلِيمٍ &quot; فهذا الذي ينفعه عندك, وهذا الذي ينجو به من العقاب, ويستحق جزيل الثواب.
والقلب السليم, معناه: الذي سلم من الشرك والشك, ومحبة الشر, والإصرار على البدعة والذنوب.
ويلزم من سلامته مما ذكر, اتصافه بأضدادها, من الإخلاص, والعلم, واليقين, ومحبة الخير, وتزيينه في قلبه.
وأن تكون إرادته ومحبته, تابعه لمحبة الله, وهواه, تابعا لما جاء عن الله.
ثم ذكر من صفات ذلك اليوم العظيم, وما فيه من الثواب والعقاب فقال:';
$t[89] = '';
$t[90] = '&quot; وَأُزْلِفَتِ الْجَنَّةُ &quot; أي قربت &quot; لِلْمُتَّقِينَ &quot; ربهم, الذي امتثلو أوامره, واجتنبوا زواجره, واتقوا سخطه وعقابه.';
$t[91] = '&quot; وَبُرِّزَتِ الْجَحِيمُ &quot; أي: برزت, واستعدت بجميع ما فيها من العذاب.
&quot; لِلْغَاوِينَ &quot; الذين أوضعوا في معاصي الله, وتجرأوا على محارمه, وكذبوا رسله, وردوا ما جاءوهم به من الحق &quot; وَقِيلَ لَهُمْ أَيْنَ مَا كُنْتُمْ تَعْبُدُونَ مِنْ دُونِ اللَّهِ هَلْ يَنْصُرُونَكُمْ أَوْ يَنْتَصِرُونَ &quot; بأنفسهم أي: فلم يكن من ذلك من شيء.
وظهر كذبهم وخزيهم, ولاحت خسارتهم وفضيحتهم, وبان ندمهم, وضل سعيهم.';
$t[92] = '';
$t[93] = '';
$t[94] = '&quot; فَكُبْكِبُوا فِيهَا &quot; أي: ألقوا في النار &quot; هُمْ &quot; أي: ما كانوا يعبدون.
&quot; وَالْغَاوُونَ &quot; العابدون لها.';
$t[95] = '&quot; وَجُنُودُ إِبْلِيسَ أَجْمَعُونَ &quot; من الإنس والجن, الذين أزهم إلى المعاصي أزا, وتسلط عليهم بشركهم وعدم إيمانهم, فصاروا من دعاته, والساعين في مرضاته.
وهم ما بين داع لطاعته, ومجيب لهم, ومقلد لهم على شركهم.';
$t[96] = '&quot; قَالُوا &quot; أي: جنود إبليس الغاوون, لأصنامهم, وأوثانهم التي عبدوها:';
$t[97] = '&quot; تَاللَّهِ إِنْ كُنَّا لَفِي ضَلَالٍ مُبِينٍ إِذْ نُسَوِّيكُمْ بِرَبِّ الْعَالَمِينَ &quot; في العبادة والمحبة, والخوف, والرجاء, وندعوكم كما ندعوه.
فتبين لهم حينئذ, ضلالهم, وأقروا بعدل الله في عقوبتهم, وأنها في محلها.
وهم لم يسووهم برب العالمين, إلا في العبادة, لا في الخلق بدليل قولهم &quot; برب العالمين &quot; إنهم مقرون أن الله رب العالمين كلهم, الذين من جملتهم أصنامهم وأوثانهم.';
$t[98] = '';
$t[99] = '&quot; وَمَا أَضَلَّنَا &quot; عن طريق الهدى والرشد, ودعانا إلى طريق الغي والفسق, &quot; إِلَّا الْمُجْرِمُونَ &quot; وهم الأئمة الذين يدعون إلى النار.';
$t[100] = '&quot; فَمَا لَنَا &quot; حينئذ &quot; مِنْ شَافِعِينَ &quot; يشفعون لنا, لينقذونا من عذابه.';
$t[101] = '&quot; وَلَا صَدِيقٍ حَمِيمٍ &quot; أي: قريب مصاف, ينفعنا بأدنى نفع, كما جرت العادة بذلك في الدنيا.
فأيسوا من كل خير, وأبلوا بما كسبوا, وتمنوا العودة إلى الدنيا, ليعملوا صالحا.';
$t[102] = '&quot; فَلَوْ أَنَّ لَنَا كَرَّةً &quot; أي: رجعة إلى الدنيا, وإعادة إليها &quot; فَنَكُونَ مِنَ الْمُؤْمِنِينَ &quot; لنسلم من العقاب, ونستحق الثواب.
هيهات هيهات, قد حيل بينهم وبين ما يشتهون, وقد غلقت منهم الرهون.';
$t[103] = '&quot; إِنَّ فِي ذَلِكَ &quot; الذي ذكرنا لكم ووصفنا &quot; لَآيَةً &quot; لكم &quot; وَمَا كَانَ أَكْثَرُهُمْ مُؤْمِنِينَ &quot; مع نزول الآيات.';
$t[104] = '';
$t[105] = 'يذكر تعالى, تكذيب قوم نوح لرسولهم نوح, وما رد عليهم وردوا عليه, وعاقبة الجميع فقال: &quot; كَذَّبَتْ قَوْمُ نُوحٍ الْمُرْسَلِينَ &quot; جميعهم, لأن تكذيب نوح, كتكذيب جميع المرسلين.
لأنهم كلهم, اتفقوا على دعوة واحدة, وأخبار واحدة.
فتكذيب أحدهم, كتكذيب, بجميع ما جاءوا به من الحق.
كذبوه &quot; إِذْ قَالَ لَهُمْ أَخُوهُمْ &quot; في النسب &quot; نُوحٍ &quot; .
وإنما ابتعث الله الرسل, من نسب من أرسل إليهم, لئلا يشمئزوا من الانقياد له, ولأنهم يعرفون حقيقته, فلا يحتاجون أن يبحثوا عنه.
فقال لهم مخاطبا, بألطف خطاب, كما هي طريقة الرسل, صلوات الله وسلامه عليه.
&quot; أَلَا تَتَّقُونَ &quot; الله, تعالى, فتتركون ما أنتم مقيمون عليه, من عبادة الأوثان, وتخلصون العبادة لله وحده.';
$t[106] = '';
$t[107] = '&quot; إِنِّي لَكُمْ رَسُولٌ أَمِينٌ &quot; فكونه رسولا إليهم بالخصوص, يوجب لهم تلقي ما أرسل به إليهم, والإيمان به, وأن يشكروا الله تعالى, على أن خصهم بهذا الرسول الكريم.
وكونه أمينا, يقتضي أنه لا يقول على الله, ولا يزيد في وحيه, ولا ينقص.
وهذا يوجب لهم التصديق بخبره والطاعة لأمره.';
$t[108] = '&quot; فَاتَّقُوا اللَّهَ وَأَطِيعُونِ &quot; فيما أمركم به, ونهاكم عنه, فإن هذا, هو الذي يترتب على كونه رسولا إليهم, أمينا, فلذلك رتبه بالفاء, الدالة على السبب.
فذكر السبب الموجب, ثم ذكر انتفاء المانع فقال:';
$t[109] = '&quot; وَمَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ &quot; فتتكلفون من المغرم الثقيل.
&quot; إِنْ أَجْرِيَ إِلَّا عَلَى رَبِّ الْعَالَمِينَ &quot; أرجو بذلك, القرب منه, والثواب الجزيل.
وأما أنتم فمنيتي, ومنتهى إرادتي منكم, النصح لكم, وسلوككم الصراط المستقيم.';
$t[110] = '&quot; فَاتَّقُوا اللَّهَ وَأَطِيعُونِ &quot; كرر ذلك عليه السلام, لتكريره دعوة قومه, وطول مكثه في ذلك, كما قال تعالى &quot; فَلَبِثَ فِيهِمْ أَلْفَ سَنَةٍ إِلَّا خَمْسِينَ عَامًا &quot; .
وقال &quot; رَبِّ إِنِّي دَعَوْتُ قَوْمِي لَيْلًا وَنَهَارًا فَلَمْ يَزِدْهُمْ دُعَائِي إِلَّا فِرَارًا &quot; , الآيات.
فقالوا ردا لدعوته, ومعارضة له بما ليس يصلح للمعارضة.';
$t[111] = '&quot; أَنُؤْمِنُ لَكَ وَاتَّبَعَكَ الْأَرْذَلُونَ &quot; أي: كيف نتبعك ونحن لا نرى أتباعك إلا أسافل الناس, وأراذلهم, وسقطهم.
بهذا يعرف عن تكبرهم عن الحق, وجهلهم بالحقائق, فإنهم لو كان قصدهم الحق, لقالوا - إن كان عندهم إشكال وشك في دعوته - بين لنا صحة ما جئت به بالطرق الموصلة إلى ذلك.
ولو تأملوا حق التأمل, لعلموا أن أتباعه, هم الأعلون, خيار الخلق, أهل العقول الرزينة, والأخلاق الفاضلة, وأن الأرذل, من سلب خاصية عقله, فاستحن عبادة الأحجار, ورضي أن يسجد لها, ويدعوها, وأبى الانقياد لدعوة الرسل الكمل.
وبمجرد ما يتكلم أحد الخصمين في الكلام الباطل, يعرف فساد ما عنده بقطع النظر عن صحة دعوى خصمه.
فقوم نوح, لما سمعنا عنهم, أنهم قالوا في ردهم دعوة نوح: &quot; أَنُؤْمِنُ لَكَ وَاتَّبَعَكَ الْأَرْذَلُونَ &quot; فبنوا على هذا الأصل, الذي كل أحد يعرف فساده, رد دعوته - عرفنا أنهم ضالون مخطئون, ولو لم نشاهد من آيات نوح ودعوته العظيمة, ما يفيد الجزم واليقين, بصدقه وصحة ما جاء به.';
$t[112] = 'فقال نوح عليه السلام: &quot; وَمَا عِلْمِي بِمَا كَانُوا يَعْمَلُونَ إِنْ حِسَابُهُمْ إِلَّا عَلَى رَبِّي لَوْ تَشْعُرُونَ &quot; أي: أعمالهم وحسابهم على الله, إنما علي التبليغ, وأنتم دعوهم عنكم, إن كان ما جئتكم به الحق, فانقادوا له, وكل له عمله.';
$t[113] = '';
$t[114] = '&quot; وَمَا أَنَا بِطَارِدِ الْمُؤْمِنِينَ &quot; كأنهم - قبحهم الله - طلبوا منه أن يطردهم عنه, تكبرا, وتجبرا, ليؤمنوا.
فقال &quot; وَمَا أَنَا بِطَارِدِ الْمُؤْمِنِينَ &quot; فإنهم لا يستحقون الطرد والإهانة, وإنما يستحقون الإكرام القولي, والفعلي, كما قال تعالى &quot; وَإِذَا جَاءَكَ الَّذِينَ يُؤْمِنُونَ بِآيَاتِنَا فَقُلْ سَلَامٌ عَلَيْكُمْ كَتَبَ رَبُّكُمْ عَلَى نَفْسِهِ الرَّحْمَةَ &quot; .';
$t[115] = '&quot; إِنْ أَنَا إِلَّا نَذِيرٌ مُبِينٌ &quot; أي: ما أنا إلا منذر, ومبلغ عن الله, ومجتهد في نصح العباد, وليس لي من الأمر شيء, إن الأمر إلا لله.';
$t[116] = 'فاستمر نوح, عليه الصلاة والسلام, على دعوتهم ليلا ونهارا, سرا وجهارا, فلم يزدادوا إلا نفورا, و &quot; قَالُوا لَئِنْ لَمْ تَنْتَهِ يَا نُوحُ &quot; من دعوتك إيانا, إلى الله وحده &quot; لَتَكُونَنَّ مِنَ الْمَرْجُومِينَ &quot; أي لنقتلك شر قتلة, بالرمي بالحجارة, كما يقتل الكلب.
فتبا لهم, ما أقبح هذه المقابلة, يقابلون الناصح الأمين الذي هو أشفق عليهم من أنفسهم, بشر مقابلة.
لا جرم لما انتهى ظلمهم, واشتد كفرهم, دعا عليهم نبيهم, بدعوة أحاطت بهم فقال: &quot; رَبِّ لَا تَذَرْ عَلَى الْأَرْضِ مِنَ الْكَافِرِينَ دَيَّارًا &quot; الآيات.';
$t[117] = 'وهنا &quot; قَالَ رَبِّ إِنَّ قَوْمِي كَذَّبُونِ فَافْتَحْ بَيْنِي وَبَيْنَهُمْ فَتْحًا &quot; .
أي: أهلك الباغي منا, وهو يعلم أنهم البغاة الظلمة, ولهذا قال: &quot; وَنَجِّنِي وَمَنْ مَعِيَ مِنَ الْمُؤْمِنِينَ &quot; .';
$t[118] = '';
$t[119] = '&quot; فَأَنْجَيْنَاهُ وَمَنْ مَعَهُ فِي الْفُلْكِ &quot; أي: السفينة &quot; الْمَشْحُونِ &quot; من الخلق والحيوانات.';
$t[120] = '&quot; ثُمَّ أَغْرَقْنَا بَعْدُ &quot; أي: بعد نوح, ومن معه من المؤمنين &quot; الْبَاقِينَ &quot; أي: جميع قومه.';
$t[121] = '&quot; إِنَّ فِي ذَلِكَ &quot; أي: نجاة نوح وأتباعه, وإهلاك من كذبه &quot; لَآيَةً &quot; دالة على صدق رسلنا, وصحة ما جاءوا به, وبطلان ما عليه أعداؤهم المكذبون بهم.';
$t[122] = '&quot; وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ &quot; الذي قهر بعزه أعداءه, فأغرقهم بالطوفان.
&quot; الرَّحِيمِ &quot; بأوليائه, حيث نجى نوحا ومن معه, من أهل الإيمان.';
$t[123] = 'أي: كذبت القبيلة المسماة عادا, رسولهم هودا.
وتكذيبهم له, تكذيب لغيره, لاتفاق الدعوة.';
$t[124] = '&quot; إِذْ قَالَ لَهُمْ أَخُوهُمْ &quot; في النسب &quot; هُودُ &quot; بلطف وحسن خطاب: &quot; أَلَا تَتَّقُونَ &quot; الله, فتتركون الشرك وعبادة غيره.';
$t[125] = '&quot; إِنِّي لَكُمْ رَسُولٌ أَمِينٌ &quot; أي: أرسلني الله إليكم, رحمة بكم, واعتناء بكم.
وأنا أمين, تعرفون ذلك مني, رتب على ذلك قوله:';
$t[126] = '&quot; فَاتَّقُوا اللَّهَ وَأَطِيعُونِ &quot; أي: أدوا حق الله تعالى, وهو: التقوى, وأدوا حقي, بطاعتي فيما آمركم به, وأنهاكم عنه, فهذا موجب, لأن تتبعوني وتطيعوني وليس ثم مانع يمنعكم من الإيمان.';
$t[127] = 'فلست أسألكم على تبليغي إياكم, ونصحي لكم, أجرا, حتى تستثقلوا ذلك المغرم.
&quot; إِنْ أَجْرِيَ إِلَّا عَلَى رَبِّ الْعَالَمِينَ &quot; الذي رباهم بنعمه, وأدر عليهم فضله وكرمه, خصوصا ما ربى به أولياءه وأنبياءه.';
$t[128] = '&quot; أَتَبْنُونَ بِكُلِّ رِيعٍ &quot; أي: مدخل بين الجبال &quot; آيَةٍ &quot; أي: علامة &quot; تَعْبَثُونَ &quot; أي: تفعلون ذلك عبثا لغير فائدة تعود بمصالح دينكم ودنياكم.';
$t[129] = '&quot; وَتَتَّخِذُونَ مَصَانِعَ &quot; أي: بركا ومجابي للحياة &quot; لَعَلَّكُمْ تَخْلُدُونَ &quot; والحال أنه لا سبيل إلى الخلود لأحد.';
$t[130] = '&quot; وَإِذَا بَطَشْتُمْ &quot; بالخلق &quot; بَطَشْتُمْ جَبَّارِينَ &quot; قتلا وضربا, وأخذ أموال.
وكان الله تعالى قد أعطاهم قوة عظيمة, وكان الواجب عليهم أن يستعينوا بقوتهم على طاعة الله, ولكنهم فخروا, واستكبروا, وقالوا &quot; مَنْ أَشَدُّ مِنَّا قُوَّةً &quot; واستعملوا قوتهم في معاصي الله, وفي العبث والسفه, فلذلك نهاهم نبيهم عن ذلك.';
$t[131] = '&quot; فَاتَّقُوا اللَّهَ &quot; واتركوا شرككم وبطركم &quot; وَأَطِيعُونِ &quot; حيث علمتم أني رسول الله إليكم, أمين ناصح.';
$t[132] = '&quot; وَاتَّقُوا الَّذِي أَمَدَّكُمْ &quot; أي: أعطاكم &quot; بِمَا تَعْلَمُونَ &quot; أي: أمدكم بما لا يجهل ولا ينكر من الإنعام.';
$t[133] = '&quot; أَمَدَّكُمْ بِأَنْعَامٍ &quot; من إبل, وبقر, وغنم &quot; وَبَنِينَ &quot; أي: وكثرة نسل.
كثر أموالكم, وكثر أولادكم, خصوصا الذكور, أفضل القسمين.
هذا تذكيرهم بالنعم, ثم ذكرهم حلول عذاب الله فقال:';
$t[134] = '';
$t[135] = '&quot; إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ &quot; أي: أي إني - من شفقتي عليكم وبري بكم - أخاف أن ينزل بكم عذاب يوم عظيم, إذا نزل لا يرد, إن استمررتم على كفركم وبغيكم.';
$t[136] = 'فقالوا معاندين للحق مكذبين لنبيهم: &quot; سَوَاءٌ عَلَيْنَا أَوَعَظْتَ أَمْ لَمْ تَكُنْ مِنَ الْوَاعِظِينَ &quot; أي: الجميع على حد سواء.
وهذا غاية العتو, فإن أقواما بلغت بهم الحال إلى أن صارت مواعظ الله, التي تذيب الجبال الصم الصلاب, وتتصدع لها أفئدة أولي الألباب, وجودها وعدمها - عندهم - على حد سواء - لقوم انتهى ظلمهم, واشتد شقاؤهم, وانقطع الرجاء من هدايتهم.';
$t[137] = 'ولهذا قالوا &quot; إِنْ هَذَا إِلَّا خُلُقُ الْأَوَّلِينَ &quot; أي: هذه الأحوال والنعم, ونحو ذلك, عادة الأولين, تارة يستغنون, وتارة يفتقرون.
وهذه أحوال الدهر, لأن هذه محن ومنح من الله تعالى, وابتلاء لعباده.';
$t[138] = '&quot; وَمَا نَحْنُ بِمُعَذَّبِينَ &quot; وهذا إنكار منهم للبعث أو تنزل مع نبيهم وتهكم به.
إننا على فرض أننا نبعث, فإننا كما أدرت علينا النعم في الدنيا, كذلك لا تزال مستمرة علينا إذا بعثنا.';
$t[139] = '&quot; فَكَذَّبُوهُ &quot; أي: صار التكذيب سجية لهم وخلقا, لا يردعهم عنه رادع.
&quot; فَأَهْلَكْنَاهُمْ &quot; &quot; بِرِيحٍ صَرْصَرٍ عَاتِيَةٍ سَخَّرَهَا عَلَيْهِمْ سَبْعَ لَيَالٍ وَثَمَانِيَةَ أَيَّامٍ حُسُومًا فَتَرَى الْقَوْمَ فِيهَا صَرْعَى كَأَنَّهُمْ أَعْجَازُ نَخْلٍ خَاوِيَةٍ &quot; .
&quot; إِنَّ فِي ذَلِكَ لَآيَةً &quot; على صدق نبينا, هود عليه السلام, وصحة ما جاء به, وبطلان ما عليه قومه, من, الشرك والجبروت.
&quot; وَمَا كَانَ أَكْثَرُهُمْ مُؤْمِنِينَ &quot; مع وجود الآيات المقتضية للإيمان.';
$t[140] = '&quot; وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ &quot; الذي أهلك بقدرته قوم هود, على قوتهم وبطشهم.
&quot; الرَّحِيمِ &quot; بنبيه هود, حيث نجاه ومن معه من المؤمنين.';
$t[141] = '&quot; كَذَّبَتْ ثَمُودُ &quot; القبيلة المعروفة في مدائن الحجر &quot; الْمُرْسَلُونَ &quot; كذبوا صالحا عليه السلام, الذي جاء بالتوحيد, الذي دعت إليه المرسلون, فكان تكذيبهم له, تكذيبا للجميع.';
$t[142] = '&quot; إِذْ قَالَ لَهُمْ أَخُوهُمْ صَالِحٌ &quot; في النسب, برفق ولين: &quot; أَلَا تَتَّقُونَ &quot; الله تعالى, وتدعون الشرك والمعاصي.';
$t[143] = '&quot; إِنِّي لَكُمْ رَسُولٌ &quot; من الله ربكم, أرسلني إليكم, لطفا بكم ورحمة, فتلقوا رحمته بالقبول, وقابلوها بالإذعان.
&quot; أَمِينٌ &quot; تعرفون ذلك مني, وذلك يوجب عليكم أن تؤمنوا بي, وبما جئت به.';
$t[144] = '';
$t[145] = '&quot; وَمَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ &quot; فتقولون: يمنعنا من اتباعك, أنك تريد أخذ أموالنا.
&quot; إِنْ أَجْرِيَ إِلَّا عَلَى رَبِّ الْعَالَمِينَ &quot; أي: لا أطلب الثواب إلا منه.';
$t[146] = '&quot; أَتُتْرَكُونَ فِي مَا هَاهُنَا آمِنِينَ فِي جَنَّاتٍ وَعُيُونٍ وَزُرُوعٍ وَنَخْلٍ طَلْعُهَا هَضِيمٌ &quot; أي: نضيد كثير.
أي: أتحسبون أنكم تتركون في هذه الخيرات والنعم سدى, تنعمون وتتمتعون, كما تتمتع الأنعام, وتتركون سدى, لا تؤمرون, ولا تنهون وتستعينون بهذه النعم على معاصي الله.';
$t[147] = '';
$t[148] = '';
$t[149] = '&quot; وَتَنْحِتُونَ مِنَ الْجِبَالِ بُيُوتًا فَارِهِينَ &quot; أي: بلغت بكم الفراهة والحذق إلى أن اتخذتم بيوتا من الجبال الصم الصلاب.';
$t[150] = '&quot; فَاتَّقُوا اللَّهَ وَأَطِيعُونِ وَلَا تُطِيعُوا أَمْرَ الْمُسْرِفِينَ &quot; الذين تجاوزوا الحد.';
$t[151] = '';
$t[152] = '&quot; الَّذِينَ يُفْسِدُونَ فِي الْأَرْضِ وَلَا يُصْلِحُونَ &quot; أي: الذين وصفهم وداؤهم, الإفساد في الأرض, بعمل المعاصي, والدعوة إليها, إفسادا لا إصلاح فيه, وهذا أضر ما يكون لأنه شر محض.
وكان أناسا عندهم مستعدون لمعارضة نبيهم, موضعون في الدعوة لسبيل الغي فنهاهم صالح, عن الاغترار بهم.
ولعلهم الذين قال الله فيهم: &quot; وَكَانَ فِي الْمَدِينَةِ تِسْعَةُ رَهْطٍ يُفْسِدُونَ فِي الْأَرْضِ وَلَا يُصْلِحُونَ &quot; .';
$t[153] = 'فلم يفد فيهم هذا النهي والوعظ شيئا, فقالوا لصالح: &quot; إِنَّمَا أَنْتَ مِنَ الْمُسَحَّرِينَ &quot; .
أي: قد سحرت, فأنت تهذى, بما لا معنى له.';
$t[154] = '&quot; مَا أَنْتَ إِلَّا بَشَرٌ مِثْلُنَا &quot; فأي: فضيلة فقتنا بها, حتى تدعونا إلى اتباعك؟ &quot; فَأْتِ بِآيَةٍ إِنْ كُنْتَ مِنَ الصَّادِقِينَ &quot; هذا, مع أن مجرد اعتبار حالته وحالة ما دعا إليه, من أكبر الآيات البينات على ما جاء به وصدقه, ولكنهم من قسوتهم, سألوا آيات الاقتراح, التي في الغالب, لا يفلح من طلبها, لكون طلبه مبنيا على التعنت, لا على الاسترشاد.';
$t[155] = 'فقال صالح: &quot; هَذِهِ نَاقَةُ &quot; تخرج من صخرة صماء ملساء - تابعنا في هذا كثيرا من المفسرين, ولا مانع في ذلك - ترونها وتشاهدونها بأجمعكم.
&quot; لَهَا شِرْبٌ وَلَكُمْ شِرْبُ يَوْمٍ مَعْلُومٍ &quot; أي: تشرب ماء البئر يوما, وأنتم تشربون لبنها, ثم تصدر عنكم اليوم الآخر, وتشربون أنتم ماء البئر.';
$t[156] = '&quot; وَلَا تَمَسُّوهَا بِسُوءٍ &quot; بعقر أو غيره &quot; فَيَأْخُذَكُمْ عَذَابُ يَوْمٍ عَظِيمٍ &quot; .
فخرجت واستمرت عندهم بتلك الحال, فلم يؤمنوا, واستمروا على طغيانهم.';
$t[157] = '&quot; فَعَقَرُوهَا فَأَصْبَحُوا نَادِمِينَ فَأَخَذَهُمُ الْعَذَابُ &quot; وهي صيحة نزلت عليهم, فدمرتهم أجمعين.';
$t[158] = '&quot; إِنَّ فِي ذَلِكَ لَآيَةً &quot; على صدق ما جاءت به رسلنا, وبطلان قول معارضيهم.
&quot; وَمَا كَانَ أَكْثَرُهُمْ مُؤْمِنِينَ وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ &quot; .';
$t[159] = '';
$t[160] = 'قال لهم وقالوا, كما قال من قبلهم, تشابهت قلوبهم في الكفر, فتشابهت أقوالهم.
وكانوا - مع شركهم - يأتون فاحشة, لم يسبقهم إليها أحد من العالمين.
يختارون نكاح الذكران, المستقذر الخبيث, ويرغبون عما خلق لهم من أزواجهم لإسرافهم وعدوانهم فلم يزل ينهاهم حتى &quot; قَالُوا لَئِنْ لَمْ تَنْتَهِ يَا لُوطُ لَتَكُونَنَّ مِنَ الْمُخْرَجِينَ &quot; أي: من البلد.
فلما رأى استمرارهم عليه &quot; قَالَ إِنِّي لِعَمَلِكُمْ مِنَ الْقَالِينَ &quot; أي: المبغضين الناهين عنه المحذرين منه.';
$t[161] = '';
$t[162] = '';
$t[163] = '';
$t[164] = '';
$t[165] = '';
$t[166] = '';
$t[167] = '';
$t[168] = '';
$t[169] = 'قال &quot; رَبِّ نَجِّنِي وَأَهْلِي مِمَّا يَعْمَلُونَ &quot; من فعله وعقوبته فاستجاب الله له.';
$t[170] = '&quot; فَنَجَّيْنَاهُ وَأَهْلَهُ أَجْمَعِينَ إِلَّا عَجُوزًا فِي الْغَابِرِينَ &quot; أي: الباقين في العذاب, وهي امرأته.';
$t[171] = '';
$t[172] = '&quot; ثُمَّ دَمَّرْنَا الْآخَرِينَ وَأَمْطَرْنَا عَلَيْهِمْ مَطَرًا &quot; أي: حجارة من سجيل &quot; فَسَاءَ مَطَرُ الْمُنْذَرِينَ &quot; أهلكهم الله عن آخرهم.';
$t[173] = '';
$t[174] = '';
$t[175] = '';
$t[176] = 'أصحاب الأيكة: أي: البساتين الملتفة الأشجار, وهم أصحاب مدين, فكذبوا نبيهم شعيبا, الذي جاء بما جاء به المرسلون.';
$t[177] = '&quot; إِذْ قَالَ لَهُمْ شُعَيْبٌ أَلَا تَتَّقُونَ &quot; الله تعالى, فتتركون ما يسخطه ويغضبه, من الكفر والمعاصي.';
$t[178] = '&quot; إِنِّي لَكُمْ رَسُولٌ أَمِينٌ &quot; يترتب على ذلك, أن تتقوا الله وتطيعوني.';
$t[179] = '';
$t[180] = '';
$t[181] = 'وكانوا - مع شركهم - يبخسون المكاييل والموازين, فلذلك قال لهم: &quot; أَوْفُوا الْكَيْلَ &quot; أي: أتموه وأكملوه &quot; وَلَا تَكُونُوا مِنَ الْمُخْسِرِينَ &quot; الذين ينقصون الناس أموالهم ويسلبونها, ببخس المكيال والميزان.';
$t[182] = '&quot; وَزِنُوا بِالْقِسْطَاسِ الْمُسْتَقِيمِ &quot; أي: بالميزان العادل, الذي لا يميل';
$t[183] = '';
$t[184] = '&quot; وَاتَّقُوا الَّذِي خَلَقَكُمْ وَالْجِبِلَّةَ الْأَوَّلِينَ &quot; أي: الخليقة الأولين.
فكما انفرد بخلقكم, وخلق من قبلكم من غير مشاركة له في ذلك, فأفردوه بالعبادة والتوحيد.
وكما أنعم عليهم بالإيجاد والإمداد بالنعم, فقابلوه بشكره.';
$t[185] = 'قالوا له, مكذبين له, رادين لقوله: &quot; إِنَّمَا أَنْتَ مِنَ الْمُسَحَّرِينَ &quot; فأنت تهذى وتتكلم كلام المسحور, الذي غايته, أن لا يؤاخذ به.';
$t[186] = '&quot; وَمَا أَنْتَ إِلَّا بَشَرٌ مِثْلُنَا &quot; فليس فيك فضيلة, اختصصت بها علينا, حتى تدعونا إلى اتباعك.
وهذا مثل قول من قبلهم ومن بعدهم, ممن, عارضوا الرسل بهذه الشبهة التي لم يزالوا, يدلون بها ويصولون, ويتفقون عليها, لاتفاقهم على الكفر, وتشابه قلوبهم.
وقد أجابت عنها الرسل بقولهم: &quot; إن نحن إلا بشر مثلكم ولكن الله يمن على من يشاء من عباده &quot; .
&quot; وَإِنْ نَظُنُّكَ لَمِنَ الْكَاذِبِينَ &quot; وهذا جراءة منهم وظلم, وقول زور, قد انطووا على خلافه.
فإنه ما من رسول من الرسل, واجه قومه ودعاهم, وجادلهم وجادلوه, إلا وقد أظهر الله على يديه من الآيات, ما به يتيقنون صدقه وأمانته, خصوصا شعيبا عليه السلام, الذي يسمى خطيب الأنبياء, لحسن مراجعته قومه, ومجادلتهم بالتي هي أحسن.
فإن قومه قد تيقنوا صدقه, وأن ما جاء به حق, ولكن إخبارهم عن ظن كذبه, كذب منهم.';
$t[187] = '&quot; فَأَسْقِطْ عَلَيْنَا كِسَفًا مِنَ السَّمَاءِ &quot; أي: قطع عذاب تستأصلنا.
&quot; إِنْ كُنْتَ مِنَ الصَّادِقِينَ &quot; كقول إخوانهم &quot; وإذ قالوا اللهم إن كان هذا هو الحق من عندك, فأمطر علينا حجارة من السماء أو ائتنا بعذاب أليم &quot; .
أو أنهم طلبوا بعض آيات الاقتراح, التي لا يلزم تتميم مطلوب من سألها.';
$t[188] = '&quot; قَالَ &quot; شعيب عليه السلام: &quot; رَبِّي أَعْلَمُ بِمَا تَعْمَلُونَ &quot; أي: نزول العذاب, ووقوع آيات الاقتراح, لست أنا الذي آتي بها وأنزلها بكم, وليس علي إلا تبليغكم ونصحكم وقد فعلت.
وإنما الذي يأتي بها, ربي العالم بأعمالكم وأحوالكم, الذي يجازيكم ويحاسبكم.';
$t[189] = '&quot; فَكَذَّبُوهُ &quot; أي: صار التكذيب لهم, وصفا والكفر لهم ديدنا, بحيث لا تفيدهم الآيات, وليس بهم حيلة إلا نزول العذاب.
&quot; فَأَخَذَهُمْ عَذَابُ يَوْمِ الظُّلَّةِ &quot; أظلتهم سحابة فاجتمعوا تحتها مستلذين, لظلها غير الظليل, فأحرقهم بالعذاب, فظلوا تحهتا خامدين, ولديارهم مفارقين, وبدار الشقاء والعذاب نازلين.
&quot; إِنَّهُ كَانَ عَذَابَ يَوْمٍ عَظِيمٍ &quot; لا كرة لهم إلى الدنيا, فيستأنفوا العمل ولا يفتر عنهم العذاب ساعة, ولا هم ينظرون.';
$t[190] = '&quot; إِنَّ فِي ذَلِكَ لَآيَةً &quot; دالة على صدق شعيب, وصحة ما دعا إليه, وبطلان رد قومه عليه.
&quot; وَمَا كَانَ أَكْثَرُهُمْ مُؤْمِنِينَ &quot; مع رؤيتهم الآيات, لأنهم لا زكاء فيهم, ولا خير لديهم &quot; وَمَا أَكْثَرُ النَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِينَ &quot; .';
$t[191] = '&quot; وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ &quot; الذي امتنع بقدرته, عن إدراك أحد, وقهر كل مخلوق.
&quot; الرَّحِيمِ &quot; الذي, الرحمة وصفه ومن آثارها, جميع الخيرات في الدنيا والآخرة, من حين أوجد الله العالم إلى ما لا نهايه له.
ومن عزته, أن أهلك أعداءه حين كذبوا رسله.
ومن رحمته, أن نجى أولياءه ومن معهم من المؤمنين.';
$t[192] = 'لما ذكر قصص الأنبياء مع أممهم, وكيف دعوهم, وما ردوا عليهم به; وكيف أهلك الله أعداءهم, وصارت لهم العاقبة.
ذكر هذا الرسول الكريم, والنبي المصطفى العظيم وما جاء به من الكتاب, الذي فيه هداية لأولي الألباب فقال: &quot; وَإِنَّهُ لَتَنْزِيلُ رَبِّ الْعَالَمِينَ &quot; فالذي أنزله, فاطر الأرض والسماوات, المربي جميع العالم, العلوي والسفلي.
وكما أنه رباهم بهدايتهم لمصالح دنياهم وأبدانهم, فإنه يربيهم أيضا, بهدايتهم لمصالح دينهم وأخراهم.
ومن أعظم ما رباهم به, إنزال هذا الكتاب الكريم, الذي اشتمل على الخير الكثير, والبر الغزير.
وفيه من الهداية, لمصالح الدارين, والأخلاق الفاضلة, ما ليس في غيره في قوله: &quot; وَإِنَّهُ لَتَنْزِيلُ رَبِّ الْعَالَمِينَ &quot; من تعظيمه وشدة الاهتمام به, من كونه نزل من الله, لا من غيره, مقصودا فيه نفعكم وهدايتكم.';
$t[193] = '&quot; نَزَلَ بِهِ الرُّوحُ الْأَمِينُ &quot; وهو: جبريل عليه السلام, الذي هو أفضل الملائكة وأقواهم &quot; الْأَمِينُ &quot; الذي قد أمن أن يزيد فيه أو ينقص.';
$t[194] = '&quot; عَلَى قَلْبِكَ &quot; يا محمد &quot; لِتَكُونَ مِنَ الْمُنْذِرِينَ &quot; تهدي به إلى طريق الرشاد, وتنذر به عن طريق الغي.';
$t[195] = '&quot; بِلِسَانٍ عَرَبِيٍّ &quot; وهو أفضل الألسنة, بلغة من بعث إليهم, وباشر دعوتهم أصلا, اللسان البين الواضح.
وتأمل كيف اجتمعت هذه الفضائل الفاخرة في هذا الكتاب الكريم.
فإنه أفضل الكتب, نزل به أفضل الملائكة, على أفضل الخلق, على أفضل أمة أخرجت للناس, بأفضل الألسنة وأفصحها, وأوسعها, وهو: اللسان العربي المبين.';
$t[196] = '&quot; وَإِنَّهُ لَفِي زُبُرِ الْأَوَّلِينَ &quot; أي: قد بشرت به كتب الأولين وصدقته.
وهو لما نزل, طبق ما أخبرت به, صدقها, بل جاء بالحق, وصدق المرسلين.';
$t[197] = '&quot; أَوَلَمْ يَكُنْ لَهُمْ آيَةً &quot; على صحته, وأنه من الله &quot; أَنْ يَعْلَمَهُ عُلَمَاءُ بَنِي إِسْرَائِيلَ &quot; الذين قد انتهى إليهم العلم, وصاروا أعلم الناس, وهم أهل الصنف.
فإن كل شيء يحصل به اشتباه, يرجع فيه إلى أهل الخبرة والدراية, فيكون قولهم حجة على غيرهم.
كما عرف السحرة الذين مهروا في علم السحر, صدق معجزة موسى, وأنه ليس بسحر.
فقول الجاهلين بعد هذا, لا يؤبه به.';
$t[198] = '&quot; وَلَوْ نَزَّلْنَاهُ عَلَى بَعْضِ الْأَعْجَمِينَ &quot; الذين لا يفقهون لسانهم, ولا يقدرون على التعبير كما ينبغي &quot; فَقَرَأَهُ عَلَيْهِمْ مَا كَانُوا بِهِ مُؤْمِنِينَ &quot; يقولون: ما نفقه ما يقول, ولا ندري ما يدعو إليه.
فليحمدوا ربهم, أن جاءهم على لسان أفصح الخلق, وأقدرهم على التعبير عن المقاصد, بالعبارات الواضحة, وأنصحهم.
وليبادروا إلى التصديق به, وتلقيه بالتسليم والقبول.
ولكن تكذيبهم له من غير شبهة, إن هو إلا محض الكفر والعناد, وأمر قد توارثته الأمم المكذبة, فلهذا قال:';
$t[199] = '';
$t[200] = '&quot; كَذَلِكَ سَلَكْنَاهُ فِي قُلُوبِ الْمُجْرِمِينَ &quot; , أي: أدخلنا التكذيب, ونظمناه في قلوب أهل الإجرام, كما يدخل السلك في الإبرة, فتشربته, وصار وصفا لها.';
$t[201] = 'وذلك بسبب ظلمهم وجرمهم, فلذلك &quot; لَا يُؤْمِنُونَ بِهِ حَتَّى يَرَوْا الْعَذَابَ الْأَلِيمَ &quot; على تكذيبهم.';
$t[202] = '&quot; فَيَأْتِيَهُمْ بَغْتَةً وَهُمْ لَا يَشْعُرُونَ &quot; أي: يأتيهم على حين غفلة, وعدم إحساس منهم, ولا استشعار بنزوله, ليكون أبلغ في عقوبتهم والنكال بهم.';
$t[203] = '&quot; فَيَقُولُوا &quot; إذ ذاك: &quot; هَلْ نَحْنُ مُنْظَرُونَ &quot; أي: يطلبون أن ينظروا ويمهلوا.
والحال إنه قد فات الوقت, وحل بهم العذاب, الذي لا يرفع عنهم, ولا يفتر ساعة.';
$t[204] = 'يقول تعالى: &quot; أَفَبِعَذَابِنَا &quot; وهو العذاب الأليم العظيم, الذي لا يستهان به, ولا يحتقر.
&quot; يَسْتَعْجِلُونَ &quot; فما الذي غرهم؟ هل فيهم قوة وطاقة, للصبر عليه؟.
أم عندهم قوة يقدرون بها على دفعه, أو رفعه, إذا نزل؟.
أم يعجزوننا, ويظنون أننا, لا نقدر على ذلك؟.';
$t[205] = '&quot; أَفَرَأَيْتَ إِنْ مَتَّعْنَاهُمْ سِنِينَ &quot; .
أي: أفرأيت إذا لم نستعجل عليهم, بإنزال العذاب, وأمهلناهم عدة سنين, يتمتعون في الدنيا &quot; ثُمَّ جَاءَهُمْ مَا كَانُوا يُوعَدُونَ &quot; من العذاب.';
$t[206] = '';
$t[207] = '&quot; مَا أَغْنَى عَنْهُمْ مَا كَانُوا يُمَتَّعُونَ &quot; من اللذات, والشهوات.
أي: أي شيء يغني عنهم, ويفيدهم, وقد مضت اللذات وبطلت, واضمحلت, وأعقبت تبعا لها, وضوعف لهم العذاب عند طول المدة.
القصد أن الحذر, من وقوع العذاب, واستحقاقهم له.
وأما تعجيله وتأخيره, فلا أهمية تحته, ولا جدوى عنده.';
$t[208] = 'يخبر تعالى عن كمال عدله, في إهلاك المكذبين, وأنه ما أوقع بقرية, هلاكا وعذابا, إلا بعد أن يعذر بهم, ويبعث فيهم النذر بالآيات البينات, فيدعونهم إلى الهدى, وينهونهم عن الردى, ويذكرونهم بآيات الله, وينهونهم على أيامه في نعمه ونقمه.';
$t[209] = '&quot; ذِكْرَى &quot; لهم وإقامة حجة عليهم.
&quot; وَمَا كُنَّا ظَالِمِينَ &quot; فنهلك القرى, قبل أن ننذرهم, ونأخذهم, وهم غافلون عن النذر, كما قال تعالى &quot; وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولًا &quot; &quot; رُسُلًا مُبَشِّرِينَ وَمُنْذِرِينَ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَى اللَّهِ حُجَّةٌ بَعْدَ الرُّسُلِ &quot; .';
$t[210] = 'ولما بين تعالى, كمال القرآن وجلالته, نزهه عن كل صفة نقص, وحماه - وقت نزوله, وبعد نزوله - من شياطين الجن والإنس فقال: &quot; وَمَا تَنَزَّلَتْ بِهِ الشَّيَاطِينُ وَمَا يَنْبَغِي لَهُمْ &quot; أي: لا يليق بحالهم ولا يناسبهم &quot; وَمَا يَسْتَطِيعُونَ &quot; ذلك.';
$t[211] = '';
$t[212] = '&quot; إِنَّهُمْ عَنِ السَّمْعِ لَمَعْزُولُونَ &quot; قد: أبعدوا عنه, وأعدت لهم الرجوم لحفظه, ونزل به جبريل, أي الملائكة, الذي لا يقدر شيطان أن يقربه, أو يحوم حول ساحته.
وهذا كقوله &quot; إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ &quot; .';
$t[213] = 'ينهى تعالى رسوله أصلا, وأمته أسوة له في ذلك, عن دعاء غير الله, من جميع المخلوقين, وأن ذلك موجب للعذاب الدائم, والعقاب السرمدي, لكونه شركا.
&quot; مَنْ يُشْرِكْ بِاللَّهِ فَقَدْ حَرَّمَ اللَّهُ عَلَيْهِ الْجَنَّةَ وَمَأْوَاهُ النَّارُ &quot; .
والنهي عن الشيء, أمر بضده.
فالنهي عن الشرك, أمر بإخلاص العبادة وحده لا شريك له, محبة, وخوفا, ورجاء, وذلا, وإنابة إليه في جميع الأوقات.
ولما أمره بما فيه كمال نفسه, أمره بتكميل غيره فقال:';
$t[214] = '&quot; وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ &quot; الذين هم أقرب الناس إليك, وأحقهم بإحسانك الديني والدنيوي, وهذا لا ينافي أمره بإنذار جميع الناس.
كما إذا أمر الإنسان بعموم الإحسان, ثم قيل له &quot; أحسن إلى قرابتك &quot; .
فيكون هذا الخصوص, دالا على التأكيد, وزيادة الحث.
فامتثل صلى الله عليه وسلم, هذا الأمر الإلهي, فدعا سائر بطون قريش, فعمم وخصص, وذكرهم ووعظهم, ولم يبق صلى الله عليه وسلم, من مقدوره شيئا, من نصحهم, وهدايتهم, إلا فعله, فاهتدى من اهتدى, وأعرض من أعرض.';
$t[215] = '&quot; وَاخْفِضْ جَنَاحَكَ لِمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ &quot; بلين جانبك, ولطف خطابك لهم, وتوددك, وتحببك إليهم, وحسن خلقك والإحسان التام بهم.
وقد فعل صلى الله عليه وسلم, ذلك كما قال تعالى: &quot; فَبِمَا رَحْمَةٍ مِنَ اللَّهِ لِنْتَ لَهُمْ وَلَوْ كُنْتَ فَظًّا غَلِيظَ الْقَلْبِ لَانْفَضُّوا مِنْ حَوْلِكَ فَاعْفُ عَنْهُمْ وَاسْتَغْفِرْ لَهُمْ وَشَاوِرْهُمْ فِي الْأَمْرِ &quot; .
فهذه أخلاقه صلى الله عليه وسلم, أكمل الأخلاق, التي يحصل بها من المصالح العظيمة, ودفع المضار, ما هو مشاهد.
فهل يليق بمؤمن بالله ورسوله, ويدعي اتباعه والاقتداء به, أن يكون كلا على المسلمين, شرس الأخلاق, شديد الشكيمة, غليظ القلب, فظ القول, فظيعه؟.
وإن رأى منهم معصية, أو سوء أدب, هجرهم, ومقتهم, وأبغضهم.
لا لين عنده, ولا أدب لديه, ولا توفيق.
قد حصل من هذه المعاملة, من المفاسد, وتعطيل, المصالح, ما حصل, ومع ذلك تجده محتقرا, لمن اتصف بصفات الرسول الكريم, وقد رماه بالنفاق والمداهنة, وذكر نفسه ورفعها, وأعجب بعمله.
فهل يعد هذا, إلا من جهله, وتزيين الشيطان, وخدعه له.
ولهذا قال الله لرسوله: &quot; فَإِنْ عَصَوْكَ &quot; في أمر من الأمور, فلا تتبرأ منهم, ولا تترك معاملتهم, بخفض الجناح, ولين الجانب.
بل تبرأ من عملهم, فعظهم عليه, وانصحهم, وابذل قدرتك في ردهم عنه, وتوبتهم منه.
وهذا الدفع, احتراز وهم من يتوهم, أن قوله &quot; وَاخْفِضْ جَنَاحَكَ &quot; للمؤمنين, يقتضي الرضاء بجميع ما يصدر منهم, ما داموا مؤمنين, فدفع هذا, والله أعلم.';
$t[216] = '';
$t[217] = 'أعظم مساعد للعبد على القيام بما أمر به, الاعتماد على ربه, والاستعانة بمولاه, على توفيقه للقيام بالمأمور, فلذلك أمر الله تعالى بالتوكل عليه فقال: &quot; وَتَوَكَّلْ عَلَى الْعَزِيزِ الرَّحِيمِ &quot; والتوكل هو: اعتماد القلب على الله تعالى, في جلب المنافع, ودفع المضار, مع ثقته به, وحسن ظنه بحصول مطلوبه, فإنه عزيز رحيم, بعزته يقدر على إيصال الخير, ودفع الشر عن عبده, وبرحمته به, يفعل ذلك.
ثم نبهه على الاستعانة, باستحضار قرب الله, والنزول في منزل الإحسان فقال:';
$t[218] = '&quot; الَّذِي يَرَاكَ حِينَ تَقُومُ وَتَقَلُّبَكَ فِي السَّاجِدِينَ &quot; أي: يراك في هذه العبادة العظيمة, التي هي الصلاة, وقت قيامك, وتقلبك راكعا وساجدا.
خصها بالذكر, لفضلها وشرفها, ولأن من استحضر فيها قرب ربه, خشع وذل, وأكملها, وبتكميلها, يكمل سائر عمله, ويستعين بها على جميع أموره.';
$t[219] = '';
$t[220] = '&quot; إِنَّهُ هُوَ السَّمِيعُ &quot; لسائر الأصوات, على اختلافها, وتشتتها, وتنوعها.
&quot; الْعَلِيمُ &quot; الذي أحاط بالظواهر والبواطن, والغيب والشهادة.
فاستحضار العبد رؤية الله له في جميع أحواله, وسمعه لكل ما ينطق به, وعلمه بما ينطوي عليه قلبه, من الهم, والعزم, والنيات, يعينه على منزلة الإحسان.';
$t[221] = 'هذا جواب لمن قال من مكذبي الرسول: إن محمدا ينزل عليه شيطان.
وقول من قال: إنه شاعر فقال: &quot; هَلْ أُنَبِّئُكُمْ &quot; أي: أخبركم الخبر الحقيقي, الذي لا شك فيه, ولا شبهة, عن من تنزل الشياطين عليه, أي: بصفة الأشخاص, الذين تنزل عليهم الشياطين.';
$t[222] = '&quot; تَنَزَّلُ عَلَى كُلِّ أَفَّاكٍ &quot; أي: كذاب, كثير القول للزور, والإفك بالباطل.
&quot; أَثِيمٍ &quot; في فعله, كثير المعاصي.
هذا الذي تنزل عليه الشياطين, وتناسب حاله حالهم.';
$t[223] = '&quot; يُلْقُونَ &quot; عليه &quot; السَّمْعَ &quot; الذي يسترقونه من السماء.
&quot; وَأَكْثَرُهُمْ كَاذِبُونَ &quot; أي: أكثر ما يلقون اليه, كذب, فيصدق واحدة, ويكذب معها مائة, فيختلط الحق بالباطل, ويضمحل الحق بسبب قلته, وعدم علمه.
فهذه صفة الأشخاص.
الذين تنزل عليهم الشياطين, وهذه صفة وحيهم له.
وأما محمد صلى الله عليه وسلم, فحاله مباينة لهذه الأحوال, أعظم مباينة, لأنه الصادق الأمين, البار, الراشد, الذي جمع بين بر القلب, وصدق اللهجة, ونزاهة الأفعال, من المحرم.
والوحي الذي ينزل عليه من عند الله, ينزل محروسا محفوظا, مشتملا, على الصدق العظيم, الذي لا شك فيه ولا ريب.
فهل يستوي - يا أهل العقول - هديه وإفكهم؟.
وهل يشتبهان, إلا على مجنون, لا يميز, ولا يفرق بين الأشياء؟.';
$t[224] = 'فلما نزهه عن نزول الشياطين عليه, برأه أيضا من الشعر فقال: &quot; وَالشُّعَرَاءُ &quot; أي: هل أنبئكم أيضا عن حالة الشعراء, ووصفهم الثابت.
فإنهم &quot; يَتَّبِعُهُمُ الْغَاوُونَ &quot; عن طريق الهدى, المقبلون على طريق الغي والردى.
فهم في أنفسهم غاوون, وتجد أتباعهم كل غاو, ضال فاسد.';
$t[225] = '&quot; أَلَمْ تَرَ &quot; غوايتهم وشدة ضلالهم &quot; أَنَّهُمْ فِي كُلِّ وَادٍ &quot; من أودية الشعر.
&quot; يَهِيمُونَ &quot; فتارة, في مدح, وتارة, في قدح, وتارة, يتغزلون, وأخرى يسخرون, ومرة يمرحون, وآونة يحزنون, فلا يستقر لهم قرار, ولا يثبتون على حال من الأحوال.';
$t[226] = '&quot; وَأَنَّهُمْ يَقُولُونَ مَا لَا يَفْعَلُونَ &quot; أي: هذا وصف الشعراء, أنهم تخالف أقوالهم أفعالهم.
فإذا سمعت الشاعر يتغزل بالغزل الرقيق, قلت هذا أشد الناس غراما, وقلبه فارغ من ذاك,.
وإذا سمعته يمدح أو يذم, قلت: هذا صدق, وهو كذب.
وتارة يتمدح بأفعال لم يفعلها, وتروك لم يتركها, وكرم لم يحم حول ساحته, وشجاعة يعلو بها على الفرسان, وتراه أجبن من كل جبان.
هذا وصفهم.
فانظر, هل يطابق حالة الرسول محمد صلى الله عليه وسلم, الراشد البار, الذي يتبعه كل راشد ومهتد, الذي قد استقام على الهدى, وجانب الردى, ولم تتناقض أفعاله؟.
فهو لا يأمر إلا بالخير, ولا ينهى إلا عن الشر.
ولا أخبر بشيء إلا صدق, ولا أمر بشيء إلا كان أول الفاعلين له, ولا نهى عن شيء إلا كان أول التاركين له.
فهل تناسب حاله, حالة الشعراء, ويقاربهم؟.
أم هو مخالف لهم من جميع الوجوه؟ فصلوات الله وسلامه, على هذا الرسول الأكمل, والهمام الأفضل, أبد الأبدين, ودهر الداهرين, الذي ليس بشاعر, ولا ساحر, ولا مجنون, لا يليق به إلا كمال.';
$t[227] = 'ولما وصف الشعراء بما وصفهم به, استثنى منهم من آمن بالله ورسوله, وعمل صالحا, وأكثر من ذكر الله, وانتصر من أعدائه المشركين, من بعد ما ظلموهم.
فصار شعرهم, من أعمالهم الصالحة, وآثار إيمانهم, لاشتماله على مدح أهل الإيمان, والانتصار من أهل الشرك والكفر, والذب عن دين الله, وتبيين العلوم النافعة, والحث على الأخلاق الفاضلة فقال.
&quot; إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَذَكَرُوا اللَّهَ كَثِيرًا وَانْتَصَرُوا مِنْ بَعْدِ مَا ظُلِمُوا وَسَيَعْلَمُ الَّذِينَ ظَلَمُوا أَيَّ مُنْقَلَبٍ يَنْقَلِبُونَ &quot; إلى موقف وحساب, لا يغادر صغيرة ولا كبيرة, إلا أحصاها, ولا حقا إلا استوفاه.
والحمد لله رب العالمين.
تم تفسير سورة الشعراء';
?>