<?php
$t = array();
$t[1] = 'ينبه تعالى عباده على عظمة القرآن, ويشير إليه إشارة دالة على التعظيم فقال: &quot; تِلْكَ آيَاتُ الْقُرْآنِ وَكِتَابٍ مُبِينٍ &quot; أي هي أعلى الآيات, وأقوى البينات, وأوضح الدلالات, وأبينها على أجل المطالب, وأفضل المقاصد, وخير الأعمال, وأزكى الأخلاق.
آيات تدل على الأخبار الصادقة, والأوامر الحسنة, والنهي عن كل عمل وخيم, وخلق ذميم.
آيات بلغت في وضوحها وبيانها للبصائر النيرة, مبلغ الشمس للأبصار.
آيات دلت على الإيمان, ودعت للوصول إلى الإيمان, وأخبرت عن الغيوب الماضية والمستقبلة, طبق ما كان ويكون.
آيات دعت إلى معرفة الرب العظيم, بأسمائه الحسنى, وصفاته العليا, وأفعاله الكاملة.
آيات عرفتنا برسله وأوليائه, ووصفتهم حتى كأننا ننظر إليهم بأبصارنا.
ولكن مع هذا لم ينتفع بها كثير من العالمين, ولم يهتد بها جميع المعاندين, صونا لها, عن من لا خير فيه ولا صلاح, ولا زكاء في قلبه.
وإنما اهتدى بها, من خصهم الله بالإيمان, واستنارت بذلك قلوبهم, وصفت سرائرهم.';
$t[2] = 'فلهذا قال: &quot; هُدًى وَبُشْرَى لِلْمُؤْمِنِينَ &quot; أي: تهديهم إلى سلوك الصراط المستقيم, وتبين لهم, ما ينبغي أن يسلكوه أو يتركوه.
وتبشرهم بثواب الله, المرتب على الهداية لهذا الطريق.
ربما قيل: لعله يكثر مدعو الإيمان فهل يقبل من كل أحد ادعى أنه مؤمن ذلك؟ أم لا بد لذلك من دليل؟ وهو الحق, فلذلك بين تعالى صفة المؤمنين فقال:';
$t[3] = '&quot; الَّذِينَ يُقِيمُونَ الصَّلَاةَ &quot; فرضها, ونفلها, فيأتون بأفعالها الظاهرة, من أركانها, وشروطها, وواجباتها, ومستحباتها.
وأفعالها الباطنة, وهو: الخشوع الذي روحها ولبها, باستحضار قرب الله, وتدبر ما يقوله المصلي ويفعله.
&quot; وَيُؤْتُونَ الزَّكَاةَ &quot; المفروضة لمستحقيها.
&quot; وَهُمْ بِالْآخِرَةِ هُمْ يُوقِنُونَ &quot; أي: قد بلغ معهم الإيمان إلى أن وصل إلى درجة اليقين, وهو: العلم التام, والواصل إلى القلب, الداعي إلى العمل.
ويقينهم بالآخرة, يقتضي كمال سعيهم لها, وحذرهم من أسباب العذاب وموجبات العقاب, وهذا أصل كل خير.';
$t[4] = '&quot; إِنَّ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ &quot; ويكذبون بها, ويكذبون من جاء بإثباتها.
&quot; زَيَّنَّا لَهُمْ أَعْمَالَهُمْ فَهُمْ يَعْمَهُونَ &quot; حائرين مترددين, مؤثرين سخط الله على رضاه.
قد انقلبت عليهم الحقائق, فرأوا الباطل حقا, والحق باطلا.';
$t[5] = '&quot; أُولَئِكَ الَّذِينَ لَهُمْ سُوءُ الْعَذَابِ &quot; أي: أشده, وأسوأه, وأعظمه.
&quot; وَهُمْ فِي الْآخِرَةِ هُمُ الْأَخْسَرُونَ &quot; حصر الخسار فيهم, بكونهم خسروا أنفسهم وأهليهم يوم القيامة, وخسروا الإيمان الذي دعتهم إليه الرسل.';
$t[6] = '&quot; وَإِنَّكَ لَتُلَقَّى الْقُرْآنَ مِنْ لَدُنْ حَكِيمٍ عَلِيمٍ &quot; أي: وإن هذا القرآن الذي ينزل عليك, وتتلقه, ينزل من عند &quot; حَكِيمٌ &quot; يضع الأشياء مواضعها, وينزلها منازلها.
&quot; عَلِيمٌ &quot; بأسرار الأحوال, وبواطنها كظواهرها.
وإذا كان من عند &quot; حَكِيمٌ عَلِيمٌ &quot; علم كله حكمة ومصالح للعباد, من الذي هو أعلم بمصالحهم منهم؟';
$t[7] = '&quot; إِذْ قَالَ مُوسَى لِأَهْلِهِ إِنِّي آنَسْتُ نَارًا &quot; إلى آخر قصته.
يعني: اذكر هذه الحالة الفاضلة الشريفة من أحوال موسى بن عمران, وابتداء الوحي إليه واصطفاءه برسالته, وتكليم الله إياه.
وذلك أنه لما مكث في مدين عدة سنين, وسار بأهله من مدين, متوجها إلى مصر.
فلما كان في أثناء الطريق, ضل, وكان في ليلة مظلمة باردة, فقال لهم: &quot; إِنِّي آنَسْتُ نَارًا &quot; أي: أبصرت نارا من بعيد &quot; سَآتِيكُمْ مِنْهَا بِخَبَرٍ &quot; عن الطريق.
&quot; أَوْ آتِيكُمْ بِشِهَابٍ قَبَسٍ لَعَلَّكُمْ تَصْطَلُونَ &quot; أي: تستدفئون.
وهذا دليل على أنه تائه, ومشتد برده, هو أهله.';
$t[8] = '&quot; فَلَمَّا جَاءَهَا نُودِيَ أَنْ بُورِكَ مَنْ فِي النَّارِ وَمَنْ حَوْلَهَا &quot; أي: ناداه الله تعالى وأخبره, أن هذا محل مقدس مبارك.
ومن بركته, أن جعله الله موضعا لتكليم الله لموسى وإرساله.
&quot; وَسُبْحَانَ اللَّهِ رَبِّ الْعَالَمِينَ &quot; على أن يظن به نقص, أو سوء, بل هو الكامل, في وصفه, وفعله.';
$t[9] = '&quot; يَا مُوسَى إِنَّهُ أَنَا اللَّهُ الْعَزِيزُ الْحَكِيمُ &quot; أي: أخبره الله أنه الله المستحق للعبادة, وحده لا شريك له, كما في الآية الأخرى &quot; إِنَّنِي أَنَا اللَّهُ لَا إِلَهَ إِلَّا أَنَا فَاعْبُدْنِي وَأَقِمِ الصَّلَاةَ لِذِكْرِي &quot; &quot; الْعَزِيزُ &quot; الذي قهر جميع الأشياء, وأذعنت له كل المخلوقات.
&quot; الْحَكِيمُ &quot; في أمره وخلقه.
ومن حكمته, أن أرسل عبده, موسى بن عمران, الذي علم الله منه, أنه أهل لرسالته ووحيه وتكليمه ومن عزته, أن تعتمد عليه, ولا تستوحش من انفرادك, وكثرة أعدائك, وجبروتهم.
فإن نواصيهم, بيد الله, وحركاتهم وسكونهم, بتدبيره.';
$t[10] = '&quot; وَأَلْقِ عَصَاكَ &quot; فألقاها &quot; فَلَمَّا رَآهَا تَهْتَزُّ كَأَنَّهَا جَانٌّ &quot; وهو ذكر الحيات, سريع الحركة.
&quot; وَلَّى مُدْبِرًا وَلَمْ يُعَقِّبْ &quot; ذعرا من الحية, التي رأى على مقتضى الطبائع البشرية.
فقال الله له: &quot; يَا مُوسَى لَا تَخَفْ &quot; وقال في الآية الأخرى &quot; أَقْبِلْ وَلَا تَخَفْ إِنَّكَ مِنَ الْآمِنِينَ &quot; .
&quot; إِنِّي لَا يَخَافُ لَدَيَّ الْمُرْسَلُونَ &quot; لأن جميع المخاوف مندرجة في قضائه وقدره, وتصريفه, وأمره.
فالذين اختصهم الله برسالته, واصطفاهم, لوحيه, لا ينبغي لهم أن يخافوا غير الله, خصوصا عند زيادة القرب منه, والحظوة بتكليمه.';
$t[11] = '&quot; إِلَّا مَنْ ظَلَمَ ثُمَّ بَدَّلَ حُسْنًا بَعْدَ سُوءٍ &quot; أي: فهذا الذي هو محل الخوف والوحشة بسبب ما أسدى من الظلم, وما تقدم له من الجرم.
وأما المرسلون, فما لهم وللوحشة, والخوف؟ ومع هذا, من ظلم نفسه بمعاصي الله, وتاب وأناب, فبدل سيئاته حسنات, ومعاصيه طاعات, فإن الله غفور رحيم.
فلا ييأس أحد من رحمته ومغفرته, فإنه يغفر الذنوب جميعا, وهو أرحم بعباده من الوالدة بولدها.';
$t[12] = '&quot; وَأَدْخِلْ يَدَكَ فِي جَيْبِكَ تَخْرُجْ بَيْضَاءَ مِنْ غَيْرِ سُوءٍ &quot; لا برص ولا نقص, بل بياض يبهر الناظرين شعاعه.
&quot; فِي تِسْعِ آيَاتٍ إِلَى فِرْعَوْنَ وَقَوْمِهِ &quot; أي: هاتان الآيتان, انقلاب العصا حية تسعى, وإخراج اليد من الجيب, فتخرج بيضاء في جملة تسع آيات, تذهب بها, وتدعو فرعون وقومه &quot; إِنَّهُمْ كَانُوا قَوْمًا فَاسِقِينَ &quot; .
فسقوا بشركهم, وعتوهم, وعلوهم على عباد الله, واستكبارهم في الأرض, بغير الحق.
فذهب موسى عليه السلام إلى فرعون وملأه, ودعاهم إلى الله تعالى, وأراهم الآيات.';
$t[13] = '&quot; فَلَمَّا جَاءَتْهُمْ آيَاتُنَا مُبْصِرَةً &quot; مضيئة, تدل على الحق, ويبصر بها كما تبصر الأبصار بالشمس.
&quot; قَالُوا هَذَا سِحْرٌ مُبِينٌ &quot; لم يكفهم مجرد القول بأنه سحر, بل قالوا: &quot; مبين &quot; ظاهر لكل أحد.
وهذا من أعجب العجائب, الآيات المبصرات, والأنوار الساطعات تجعل من بين الخزعبلات, وأظهر السحر.
هل هذا, إلا من أعظم المكابرة, وأوقح السفسطة.';
$t[14] = '&quot; وَجَحَدُوا بِهَا &quot; أي كفروا بآيات الله, جاحدين لها.
&quot; وَاسْتَيْقَنَتْهَا أَنْفُسُهُمْ &quot; أي: ليس جحدهم, مستندا إلى الشك والريب.
وإنما جحدهم مع علمهم وتيقنهم بصحتها &quot; ظُلْمًا &quot; منهم لحق ربهم ولأنفسهم.
&quot; وَعُلُوًّا &quot; على الحق وعلى العباد, وعلى الانقياد للرسل.
&quot; فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُفْسِدِينَ &quot; أسوأ عاقبة, دمرهم الله وأغرقهم في البحر, وأخزاهم, وأورث مساكنهم المستضعفين من عباده.';
$t[15] = 'يذكر في هذا القرآن, وينوه بمنته على داود وسليمان ابنه, بالعلم الواسع الكثير, بدليل التنكير, كما قال تعالى: &quot; وَدَاوُدَ وَسُلَيْمَانَ إِذْ يَحْكُمَانِ فِي الْحَرْثِ إِذْ نَفَشَتْ فِيهِ غَنَمُ الْقَوْمِ وَكُنَّا لِحُكْمِهِمْ شَاهِدِينَ فَفَهَّمْنَاهَا سُلَيْمَانَ وَكُلًّا آتَيْنَا حُكْمًا وَعِلْمًا &quot; الآية.
&quot; وَقَالَا &quot; شاكرين لربهما منته, الكبرى بتعليمهما: &quot; الْحَمْدُ لِلَّهِ الَّذِي فَضَّلَنَا عَلَى كَثِيرٍ مِنْ عِبَادِهِ الْمُؤْمِنِينَ &quot; .
فحمدا الله على جعلهما من المؤمنين, أهل السعادة, وأنهما كانا من خواصهم.
ولا شك أن المؤمنين أربع درجات: الصالحون, ثم فوقهم: الشهداء, ثم فوقهم: الصديقون, ثم فوقهم: الأنبياء.
وداود وسليمان, من خواص الرسل, وإن كانا دون درجة أولي العزم الخمسة.
لكنهما من جملة الرسل الفضلاء الكرام, الذين نوه الله بذكرهم, ومدحهم في كتابه, مدحا عظيما, فحمدا الله على بلوغ هذه المنزلة.
وهذا عنوان سعادة العبد, أن يكون شاكرا لله على نعمه, الدينية والدنيوية, وأن يرى جميع النعم من ربه.
فلا يفخر بها ولا يعجب بها, بل يرى أنها تستحق عليه شكرا كثيرا.
فلما مدحهما مشتركين, خص سليمان, بما خصه به, لكون الله أعطاه ملكا عظيما, وصار له من المجريات, ما لم يكن لأبيه, صلى الله عليهما وسلم, فقال:';
$t[16] = '&quot; وَوَرِثَ سُلَيْمَانُ دَاوُدَ &quot; أي: ورث علمه ونبوته, فانضم علم أبيه إلى علمه, فلعله تعلم من أبيه ما عنده, من العلم, مع ما كان عليه من العلم وقت أبيه, كما تقدم من قوله ففهمناها سليمان.
وقال شكرا لله, وتبجحا بإحسانه, وتحدثا بنعمته: &quot; يَا أَيُّهَا النَّاسُ عُلِّمْنَا مَنْطِقَ الطَّيْرِ &quot; .
فكان عليه الصلاة والسلام, يفقه ما تقول, وتتكلم به, كما راجع الهدهد, وراجعه, وكما فهم قول الله للنمل, كما يأتي, وهذا, لم يكن لأحد غير سليمان عليه السلام.
&quot; وَأُوتِينَا مِنْ كُلِّ شَيْءٍ &quot; أي: أعطانا الله من النعم, ومن أسباب الملك, ومن السلطنة والقهر, ما لم يؤت أحدا من الآدميين.
ولهذا دعا ربه فقال: &quot; رَبِّ اغْفِرْ لِي وَهَبْ لِي مُلْكًا لَا يَنْبَغِي لِأَحَدٍ مِنْ بَعْدِي &quot; فسخر الله له الشياطين, يعملون له كل ما شاء, من الأعمال, التي يعجز عنها غيرهم, وسخر له الريح, غدوها شهر, ورواحها شهر.
&quot; إِنَّ هَذَا &quot; الذي أعطانا الله, وفضلنا, واختصنا به &quot; لَهُوَ الْفَضْلُ الْمُبِينُ &quot; الواضح الجلي, فاعترف أكمل اعتراف بنعمة الله تعالى.';
$t[17] = '&quot; وَحُشِرَ لِسُلَيْمَانَ جُنُودُهُ مِنَ الْجِنِّ وَالْإِنْسِ وَالطَّيْرِ فَهُمْ يُوزَعُونَ &quot; أي: جمع له جنوده الكثيرة, الهائلة, المتنوعة, من بني آدم, ومن الجن, والشياطين, ومن الطيور فهم يوزعون, يدبرون, ويرد أولهم على آخرهم, وينظمون غاية التنظيم, في سيرهم ونزولهم, وحلهم, وترحالهم قد استعد لذلك, وأعد له عدته.
وكل هذه الجنود مؤتمرة بأمره, لا تقدر على عصيانه, ولا تتمرد عليه, كما قال تعالى: &quot; هَذَا عَطَاؤُنَا فَامْنُنْ أَوْ أَمْسِكْ &quot; أي: أعط بغير حساب.
فسار بهذه الجنود الضخمة في بعض أسفاره.';
$t[18] = '&quot; حَتَّى إِذَا أَتَوْا عَلَى وَادِي النَّمْلِ قَالَتْ نَمْلَةٌ &quot; منبهة لرفقتها, وبني جنسها: &quot; يَا أَيُّهَا النَّمْلُ ادْخُلُوا مَسَاكِنَكُمْ لَا يَحْطِمَنَّكُمْ سُلَيْمَانُ وَجُنُودُهُ وَهُمْ لَا يَشْعُرُونَ &quot; .
فنصحت هذه النملة, وأسمعت النمل, إما بنفسها, ويكون الله قد أعطى النمل أسماعا خارقة للعادة, لأن التنبيه للنمل, الذي قد ملأ الوادي بصوت نملة واحدة, من أعجب العجائب.
وإما بأنها أخبرت من حولها من النمل, ثم سرى الخبر من بعضهن لبعض, حتى بلغ الجميع, وأمرتهن بالحذر, والطريق في ذلك, وهو دخول مساكنهن.
وعرفت حالة سليمان وجنوده, وعظمة سلطانه, واعتذرت عنهم, أنهم إن حطموكم, فليس عن قصد منهم, ولا شعور.
فسمع سليمان عليه الصلاة والسلام قولها, وفهمه.';
$t[19] = '&quot; فَتَبَسَّمَ ضَاحِكًا مِنْ قَوْلِهَا &quot; إعجابا منه, بنصح أمتها, ونصحها, وحسن تعبيرها.
وهذا حال الأنبياء, عليهم الصلاة والسلام, الأدب الكامل, والتعجب في موضعه, وأن لا يبلغ بهم الضحك, إلا إلى التبسم.
كما كان الرسول صلى الله عليه وسلم, جل ضحكه, التبسم.
فإن القهقهة, تدل على خفة العقل, وسوء الأدب.
وعدم التبسم والعجب, مما يتعجب منه, يدل على شراسة الخلق, والجبروت.
والرسل منزهون عن ذلك.
وقال شاكرا لله, الذي أوصله إلى هذه الحال: &quot; رَبِّ أَوْزِعْنِي &quot; أي: ألهمني ووفقني &quot; أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِي أَنْعَمْتَ عَلَيَّ وَعَلَى وَالِدَيَّ &quot; .
فإن النعمة عل الوالدين, نعمة على الولد.
فسأل ربه, التوفيق للقيام بشكر نعمته, الدينية, والدنيوية, عليه وعلى والديه.
&quot; وَأَنْ أَعْمَلَ صَالِحًا تَرْضَاهُ &quot; أي: ووفقني أن أعمل صالحا ترضاه, لكونه موافقا لأمرك, مخلصا فيه, سالما من المفسدات والمنقصات.
&quot; وَأَدْخِلْنِي بِرَحْمَتِكَ &quot; التي منها الجنة &quot; فِي &quot; جملة &quot; عِبَادِكَ الصَّالِحِينَ &quot; .
فإن الرحمة مجعولة للصالحين, على اختلاف درجاتهم ومنازلهم.
فهذا نموذج, ذكره الله من حالة سليمان, عند سماعه خطاب النملة ونداءها.';
$t[20] = 'ثم ذكر نموذجا آخر من مخاطبته للطير فقال: &quot; وَتَفَقَّدَ الطَّيْرَ &quot; دل هذا, على كمال عزمه وحزمه, وحسن تنظيمه لجنوده, وتدبيره بنفسه, للأمور الصغار والكبار.
حتى إنه لم يهمل هذا الأمر, وهو: تفقد الطيور, والنظر, هل هي موجودة كلها, أم مفقود منها شيء؟ وهذا هو المعنى للآية.
ولم يصنع شيئا من قال: إنه تفقد الطير, لينظر أين الهدهد منه, ليدله على بعد الماء وقربه.
كما زعموا عن الهدهد, أنه يبصر الماء تحت الأرض الكثيفة.
فإن هذا القول, لا يدل عليه دليل, بل الدليل العقلي واللفظي, دال على بطلانه.
أما العقلي, فإنه قد عرف بالعادة, والتجارب, والمشاهدات, أن هذه الحيوانات كلها, ليس منها شيء يبصر هذا البصر الخارق للعادة, وينظر الماء تحت الأرض الكثيفة.
ولو كان كذلك, لذكره الله, لأنه من أكبر الآيات.
وأما الدليل اللفظي, فلو أريد هذا المعنى, لقال &quot; وطلب الهدهد لينظر له الماء, فلما فقده قال ما قال &quot; أو &quot; فتش عن الهدهد, أو بحث عنه &quot; ونحو ذلك من العبارات.
وإنما تفقد الطير, لينظر الحاضر منها والغائب, ولزومها للمراكز والمواضع, التي عينها لها.
وأيضا فإن سليمان عليه السلام, لا يحتاج, ولا يضطر إلى الماء, بحيث يحتاج لهندسة الهدهد.
فإن عنده من الشياطين, والعفاريت, ما يحفرون له الماء, ولو بلغ في العمق ما بلغ.
وسخر الله له الريح, غدوها شهر, ورواحها شهر.
فكيف - مع ذلك - يحتاج إلى الهدهد؟!!.
وهذه التفاسير, التي توجد, وتشتهر بها أقوال, لا يعرف غيرها, تنقل هذه الأقوال عن بني إسرائيل, مجردة, ويغفل الناقل عن مناقضتها للمعاني الصحيحة, وتطبيقها على الأقوال.
ثم لا تزال تتناقل, وينقلها المتأخر مسلما للمتقدم, حتى يظن أنها الحق.
فيقع من الأقوال الردية في التفاسير, ما يقع.
واللبيب الفطن, يعرف أن هذا القرآن الكريم, العربي المبين, الذي خاطب الله به الخلق كلهم, عالمهم, وجاهلهم, وأمرهم بالتفكر في معانيه, وتطبيقها على ألفاظه العربية المعروفة المعاني, التي لا تجهلها العرب العرباء.
وإذا وجد أقوالا منقولة عن غير رسول الله صلى الله عليه وسلم, ردها إلى هذا الأصل.
فإن وافقه, قبلها, لكون اللفظ دالا عليها.
وإن خالفته لفظا ومعنى, أو لفظا أو معنى, ردها, وجزم ببطلانها, لأن عنده أصلا معلوما, مناقضا لها, وهو ما يعرفه من معنى الكلام ودلالته.
والشاهد أن تفقد سليمان عليه السلام للطير, وفقده الهدهد, يدل على كمال حزمه وتدبيره للملك بنفسه, وكمال فطنته, حتى تفقد هذا الطائر الصغير &quot; فَقَالَ مَا لِيَ لَا أَرَى الْهُدْهُدَ أَمْ كَانَ مِنَ الْغَائِبِينَ &quot; أي: هل عدم رؤيتي إياه, لقلة فطنتي به, لكونه خفيا بين هذه الأمم الكثيرة؟.
أم على بابها, بأن كان غائبا من غير إذني, ولا أمري؟.';
$t[21] = 'فحينئذ تغيظ عليه, وتوعده فقال &quot; لَأُعَذِّبَنَّهُ عَذَابًا شَدِيدًا &quot; دون القتل.
&quot; أَوْ لَأَذْبَحَنَّهُ أَوْ لَيَأْتِيَنِّي بِسُلْطَانٍ مُبِينٍ &quot; أي: حجة واضحة على تخلفه.
وهذا من كمال ورعه وإنصافه, أنه لم يقسم على مجرد عقوبته, بالعذاب أو القتل, لأن ذلك لا يكون إلا من ذنب.
وغيبته, وقد تحتمل أنها لعذر واضح, فلذلك استثناه, لورعه وفطنته.';
$t[22] = '&quot; فَمَكَثَ غَيْرَ بَعِيدٍ &quot; ثم جاء, وهذا يدل على هيبة جنودة منه, وشدة ائتمارهم لأمره.
حتى إن هذا الهدهد, الذي خلفه العذر الواضح, لم يقدر على التخلف زمنا كثيرا.
&quot; فَقَالَ &quot; لسليمان: &quot; أَحَطتُ بِمَا لَمْ تُحِطْ بِهِ &quot; عندي العلم, علم ما ما أحطت به, على علمك الواسع, وعلى درجتك فيه.
&quot; وَجِئْتُكَ مِنْ سَبَإٍ &quot; القبيلة, المعروفة في اليمن &quot; بِنَبَإٍ يَقِينٍ &quot; أي: خبر متيقن.';
$t[23] = 'تم فسر هذا النبأ فقال: &quot; إِنِّي وَجَدْتُ امْرَأَةً تَمْلِكُهُمْ &quot; أي: تملك قبيلة سبأ, وهي امرأة &quot; وَأُوتِيَتْ مِنْ كُلِّ شَيْءٍ &quot; يؤتاه الملوك, من الأموال, والسلاح, والجنود, والحصون, والقلاع ونحو ذلك.
&quot; وَلَهَا عَرْشٌ عَظِيمٌ &quot; أي: كرسي ملكها, الذي تجلس عليه, عرش هائل.
وعظم العروش, تدل على عظمة المملكة وقوة السلطان وكثرة رجال الشورى.';
$t[24] = '&quot; وَجَدْتُهَا وَقَوْمَهَا يَسْجُدُونَ لِلشَّمْسِ مِنْ دُونِ اللَّهِ &quot; أي: هم مشركون يعبدون الشمس.
&quot; وَزَيَّنَ لَهُمُ الشَّيْطَانُ أَعْمَالَهُمْ &quot; فرأوا ما عليه هو الحق.
&quot; فَصَدَّهُمْ عَنِ السَّبِيلِ فَهُمْ لَا يَهْتَدُونَ &quot; لأن الذي يرى أن الذي عليه حق, لا مطمع في هدايته حتى تتغير عقيدته.';
$t[25] = 'ثم قال: &quot; أَلَا &quot; أي هلا &quot; يَسْجُدُوا لِلَّهِ الَّذِي يُخْرِجُ الْخَبْءَ فِي السَّمَاوَاتِ وَالْأَرْضِ &quot; أي: يعلم الخفي الخبيء, في أقطار السماوات, وأنحاء الأرض, من صغار المخلوقات, وبذور النباتات, وخفايا الصدور.
ويخرج خبء الأرض والسماء, بإنزال المطر, وإنبات النباتات.
ويخرج خبء الأرض عند النفخ في الصور وإخراج الأموات من الأرض, ليجازيهم بأعمالهم &quot; وَيَعْلَمُ مَا تُخْفُونَ وَمَا تُعْلِنُونَ &quot; .';
$t[26] = '&quot; اللَّهُ لَا إِلَهَ إِلَّا هُوَ &quot; أي: لا تنبغي العبادة, والإنابة, والذل, والحب, إلا له, لأنه المألوه, لما له من الصفات الكاملة, والنعم الموجبة لذلك.
&quot; رَبُّ الْعَرْشِ الْعَظِيمِ &quot; الذي هو سقف المخلوقات ووسع الأرض والسماوات.
فهذا الملك, عظيم السلطان, كبير الشأن, هو الذي يذل له, ويخضع, ويسجد له, ويركع.
فسلم الهدهد, حين ألقى إليه هذا النبأ العظيم, وتعجب سليمان كيف خفى عليه.';
$t[27] = 'وقال مثبتا لكمال عقله ورزانته: &quot; سَنَنْظُرُ أَصَدَقْتَ أَمْ كُنْتَ مِنَ الْكَاذِبِينَ اذْهَبْ بِكِتَابِي هَذَا &quot; وسيأتي نصه &quot; فَأَلْقِهِ إِلَيْهِمْ ثُمَّ تَوَلَّ عَنْهُمْ &quot; أي: استأخر غير بعيد &quot; فَانْظُرْ مَاذَا يَرْجِعُونَ &quot; إليك وما يتراجعون به.';
$t[28] = '';
$t[29] = 'فذهب به فألقاه عليها, فقالت لقومها: &quot; إِنِّي أُلْقِيَ إِلَيَّ كِتَابٌ كَرِيمٌ &quot; .
أي: جليل المقدار, من أكبر ملوك الأرض.';
$t[30] = 'ثم بينت مضمونه فقالت: &quot; إِنَّهُ مِنْ سُلَيْمَانَ وَإِنَّهُ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ أَلَّا تَعْلُوا عَلَيَّ وَأْتُونِي مُسْلِمِينَ &quot; أي: لا تكونوا فوقي, بل اخضعوا تحت سلطاني, وانقادوا لأوامري, وأقبلوا إلي مسلمين.
وهذا في غاية الوجازة, مع البيان التام, فإنه تضمن نهيهم عن العلو عليه, والبقاء على حالهم, التي هم عليها والانقياد لأمره, والدخول تحت طاعته, ومجيئهم إليه, ودعوتهم إلى الإسلام.
وفيه استحباب ابتداء الكتب بالبسملة كاملة, وتقديم الاسم في أول عنوان الكتاب.
فمن حزمها وعقلها, أن جمعت كبار دولتها, ورجال مملكتها وقالت:';
$t[31] = '';
$t[32] = '&quot; يَا أَيُّهَا الْمَلَأُ أَفْتُونِي فِي أَمْرِي &quot; أي: أخبروني, ماذا نجيبه به؟ وهل ندخل تحت طاعته, وننقاد؟ أم ماذا نفعل؟ &quot; مَا كُنْتُ قَاطِعَةً أَمْرًا حَتَّى تَشْهَدُونِ &quot; أي: ما كنت مستبدة بأمر, دون رأيكم ومشورتكم.';
$t[33] = '&quot; قَالُوا نَحْنُ أُولُو قُوَّةٍ وَأُولُو بَأْسٍ شَدِيدٍ &quot; أي: إن رددت عليه قوله, ولم تدخلي في طاعتة, فإنا أقوياء على القتال.
فكأنهم مالوا إلى هذا الرأي, الذي لو تم, لكان فيه دمارهم.
ولكنهم أيضا, لم يستقروا عليه, بل قالوا: الأمر &quot; إِلَيْكَ &quot; أي: الرأي ما رأيت, لعلمهم بعقلها, وحزمها, ونصحها لهم &quot; فَانْظُرِي &quot; نظر فكر وتدبر &quot; مَاذَا تَأْمُرِينَ &quot; .';
$t[34] = 'فقالت لهم - مقنعة لهم بالعدول عن رأيهم, ومبينة سوء مغبة القتال - &quot; إِنَّ الْمُلُوكَ إِذَا دَخَلُوا قَرْيَةً أَفْسَدُوهَا &quot; قتلا, وأسرا, ونهبا لأموالها, وتخريبا لديارها.
&quot; وَجَعَلُوا أَعِزَّةَ أَهْلِهَا أَذِلَّةً &quot; أي: جعل الرؤساء السادة, أشراف الناس من الأرذلين.
أي: فهذا رأي غير سديد.
وأيضا فلست بمطيعة له, قبل الاحتيال, وإرسال من يكشف عن أحواله ويتدبرها.
وحينئذ نكون على بصيرة من أمرنا.';
$t[35] = 'فقالت: &quot; وَإِنِّي مُرْسِلَةٌ إِلَيْهِمْ بِهَدِيَّةٍ فَنَاظِرَةٌ بِمَ يَرْجِعُ الْمُرْسَلُونَ &quot; منه.
هل يستمر على رأيه وقوله؟ أم تخدعه الهدية, وتتبدل فكرته, وكيف أحواله وجنوده؟';
$t[36] = 'فأرسلت إليه بهدية, مع رسل من عقلاء قومها, وذوي الرأي منهم.
&quot; فَلَمَّا جَاءَ سُلَيْمَانَ &quot; أي: جاءه الرسل بالهدية &quot; قَالَ &quot; منكرا عليهم ومتغيظا على عدم إجابتهم: &quot; أَتُمِدُّونَنِي بِمَالٍ فَمَا آتَانِيَ اللَّهُ خَيْرٌ مِمَّا آتَاكُمْ &quot; فليست تقع عندي موقعا, ولا أفرح بها, قد أغناني الله عنها, وأكثر علي النعم.
&quot; بَلْ أَنْتُمْ بِهَدِيَّتِكُمْ تَفْرَحُونَ &quot; لحبكم للدنيا, وقلة ما بأيديكم, بالنسبة لما أعطاني الله.';
$t[37] = 'ثم أوصى الرسول من غير كتاب, لما رأى من عقله, وأنه سينقل كلامه على وجهه فقال: &quot; ارْجِعْ إِلَيْهِمْ &quot; أي: بهديتك &quot; فَلَنَأْتِيَنَّهُمْ بِجُنُودٍ لَا قِبَلَ لَهُمْ &quot; .
أي: لا طاقة لهم &quot; بِهَا وَلَنُخْرِجَنَّهُمْ مِنْهَا أَذِلَّةً وَهُمْ صَاغِرُونَ &quot; .
فرجع إليهم, وأبلغهم ما قال سليمان, وتجهزوا للمسير إلى سليمان.
وعلم سليمان أنهم لا بد أن يسيروا إليه, فقال لمن حضره من الجن والإنس:';
$t[38] = '&quot; أَيُّكُمْ يَأْتِينِي بِعَرْشِهَا قَبْلَ أَنْ يَأْتُونِي مُسْلِمِينَ &quot; أي: لأجل أن نتصرف فيه, قبل أن يسلموا, فتكون أموالهم محترمة &quot; قَالَ عِفْريتٌ مِنَ الْجِنِّ &quot; والعفريت هو: القوي النشيط جدا:';
$t[39] = '&quot; أَنَا آتِيكَ بِهِ قَبْلَ أَنْ تَقُومَ مِنْ مَقَامِكَ وَإِنِّي عَلَيْهِ لَقَوِيٌّ أَمِينٌ &quot; .
والظاهر أن سليمان إذ ذاك, في الشام, فيكون بينه وبين سبأ, نحو مسيرة أربعة أشهر, شهران ذهابا, وشهران إيابا.
ومع ذلك, يقول هذا العفريت: أنا التزم بالمجيء به, على كبره وثقله.
وبعده, قبل أن تقوم من مجلسك, الذي أنت فيه.
والمعتاد من المجالس الطويلة, أن تكون معظم الضحى, نحو ثلث يوم, هذا نهاية المعتاد.
وقد يكون دون ذلك, أو أكثر وهذا الملك العظيم, الذي عند آحاد رعيته, هذه القوة, والقدرة, وأبلغ من ذلك أن &quot; قَالَ الَّذِي عِنْدَهُ عِلْمٌ مِنَ الْكِتَابِ &quot; قال المفسرون: هو رجل عالم, صالح, عند سليمان يقال له &quot; آصف بن برخيا &quot; كان يعرف اسم الله الأعظم, الذي إذا دعا الله به أجاب, وإذا سأل به أعطى.';
$t[40] = '&quot; أَنَا آتِيكَ بِهِ قَبْلَ أَنْ يَرْتَدَّ إِلَيْكَ طَرْفُكَ &quot; بأن يدعو الله بذلك الاسم, فيحضر حالا, وأنه دعا الله فحضر.
فالله أعلم, هل هذا هو المراد, أم أن عنده علما من الكتاب, يقتدر به على جلب البعيد, وتحصيل الشديد؟.
&quot; فَلَمَّا رَآهُ مُسْتَقِرًّا عِنْدَهُ &quot; حمد الله تعالى على إقداره وملكه, وتسير الأمور له, و &quot; قَالَ هَذَا مِنْ فَضْلِ رَبِّي لِيَبْلُوَنِي أَأَشْكُرُ أَمْ أَكْفُرُ &quot; أي: ليختبرني بذلك.
فلم يغتر عليه السلام, بملكه, وسلطانه, وقدرته, كما هو دأب الملوك الجاهلين.
بل علم أن ذلك اختبار من ربه, فخاف أن لا يقوم بشكر هذه النعمة.
ثم بين أن هذا الشكر, لا ينتفع الله به, وإنما يرجع نفعه إلى صاحبه, فقال: &quot; وَمَنْ شَكَرَ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِ وَمَنْ كَفَرَ فَإِنَّ رَبِّي غَنِيٌّ كَرِيمٌ &quot; غني عن أعماله, كريم, كثير الخير, يعم به الشاكر والكافر.
إلا أن شكر نعمه, داع للمزيد منها, وكفرها, داع لزوالها.
ثم قال لمن عنده &quot; نَكِّرُوا لَهَا عَرْشَهَا &quot; أي: غيروه بزيادة ونقص.
ونحن في ذلك &quot; نَنْظُرْ &quot; مختبرين لعقلها &quot; أَتَهْتَدِي &quot; للصواب, ويكون عندها ذكاء وفطنة تليق بملكها &quot; أَمْ تَكُونُ مِنَ الَّذِينَ لَا يَهْتَدُونَ &quot; .';
$t[41] = '';
$t[42] = '&quot; فَلَمَّا جَاءَتْ &quot; قادمة على سليمان, عرض عليها عرشها, وكان عهدها به, قد خلفته في بلدها.
و &quot; قِيلَ أَهَكَذَا عَرْشُكِ &quot; أي: أنه استقر عدنا, أن لك عرشا عظيما, فهل هو كهذا العرش, الذي أحضرناه لك؟ &quot; قَالَتْ كَأَنَّهُ هُوَ &quot; وهذا من ذكائها وفطنتها, لم تقل &quot; هو &quot; لوجود التغيير فيه والتنكير, ولم تنف أنه هو, لأنها عرفته.
فأتت بلفظ محتمل للأمرين, صادق على الحالين.
فقال سليم ن متعجبا من هدايتها وعقلها, وشاكرا لله, أن أعطاه أعظم منها.
&quot; وَأُوتِينَا الْعِلْمَ مِنْ قَبْلِهَا &quot; أي: الهداية, والعقل, والحزم, من قبل هذه الملكة.
&quot; وَكُنَّا مُسْلِمِينَ &quot; وهي الهداية النافعة الأصلية.
ويحتمل أن هذا من قول ملكة سبأ &quot; وأوتينا العلم عن ملك سليمان وسلطانه, فزيادة اقتداره, من قبل هذه الحالة, التي رأينا فيها قدرته, على إحضار العرش, من المسافة البعيدة, فأذعنا له, وجئنا مسلمين له خاضعين لسلطانه &quot; .';
$t[43] = 'قال الله تعالى: &quot; وَصَدَّهَا مَا كَانَتْ تَعْبُدُ مِنْ دُونِ اللَّهِ &quot; أي عن الإسلام وإلا فلها من الذكاء والفطنة, ما به تعرف الحق من الباطل, ولكن العقائد الباطلة, تذهب بصيرة القلب &quot; إِنَّهَا كَانَتْ مِنْ قَوْمٍ كَافِرِينَ &quot; فاستمرت على دينهم.
وانفراد الواحد عن أهل الدين, والعادة المستمرة بأمر, يراه بعقله من ضلالهم وخطأهم, من أندر ما يكون, فلهذا لا يستغرب بقاؤها على الكفر.
ثم إن سليمان أراد, أن ترى من سلطانه, ما يبهر العقول, فأمرها أن تدخل الصرح, وهو المجلس المرتفع المتسع, وكان مجلسا من قوارير, تجري تحته الأنهار.';
$t[44] = '&quot; قِيلَ لَهَا ادْخُلِي الصَّرْحَ فَلَمَّا رَأَتْهُ حَسِبَتْهُ لُجَّةً &quot; ماء, لأن القوارير شفافة, يرى الماء الذي تحتها, كأنه بذاته, يجري, ليس دونه شيء.
&quot; وَكَشَفَتْ عَنْ سَاقَيْهَا &quot; لتخوضه, وهذا أيضا من عقلها, وأدبها.
فإنها لم تمتنع من الدخول للمحل, الذي أمرت بدخوله, لعلمها أنها لم تستدع إلا للإكرام وأن ملك سليمان وتنظيمه, قد بناه على الحكمة, ولم يكن, في قلبها أدنى شك, من حالة السوء بعد ما رأت, ما رأت.
فلما استعدت للخوض قيل لها &quot; إِنَّهُ صَرْحٌ مُمَرَّدٌ &quot; أي: مجلس &quot; مِنْ قَوَارِيرَ &quot; فلا حاجة منك لكشف الساقين.
فحينئذ لما وصلت إلى سليمان, وشاهدت ما شاهدت, وعلمت نبوته ورسالته, ثابت ورجعت عن كفرها, و &quot; قَالَتْ رَبِّ إِنِّي ظَلَمْتُ نَفْسِي وَأَسْلَمْتُ مَعَ سُلَيْمَانَ لِلَّهِ رَبِّ الْعَالَمِينَ &quot; .
فهذا ما قصه الله علينا, من قصة ملكة سبأ, وما جرى لها مع سليمان.
وما عدا ذلك من الفروع المولدة, والقصص الإسرائيلية, فإنه لا يتعلق بالتفسير لكلام الله, وهو من الأمور, التي يتوقف الجزم بها, على الدليل المعلوم عن المعصوم.
والمنقولات في هذا الباب كلها, أو أكثرها, ليس كذلك.
قالحزم كل الحزم, الإعراض عنها, وعدم إدخالها في التفاسير.
والله أعلم.';
$t[45] = 'يخبر تعالى أنه أرسل إلى ثمود, القبيلة المعروفة, أخاهم في النسب, صالحا, وأنه أمرهم, أن يعبدوا الله وحده, ويتركوا الأنداد والأوثان.
&quot; فَإِذَا هُمْ فَرِيقَانِ يَخْتَصِمُونَ &quot; منهم المؤمن, ومنهم الكافر, وهم معظمهم.';
$t[46] = '&quot; قَالَ يَا قَوْمِ لِمَ تَسْتَعْجِلُونَ بِالسَّيِّئَةِ قَبْلَ الْحَسَنَةِ &quot; أي: لم تبادرون فعل السيئات, وتحرصون عليها, قبل فعل الحسنات, التي بها تحسن أحوالكم وتصلح أموركم الدينية والدنيوية؟ والحال أنه لا موجب لكم, إلى الذهاب لفعل السيئات؟.
&quot; لَوْلَا تَسْتَغْفِرُونَ اللَّهَ &quot; بأن تتوبوا من شرككم وعصيانكم, وتدعوا أن يغفر لكم.
&quot; لَعَلَّكُمْ تُرْحَمُونَ &quot; فإن رحمة الله قريب من المحسنين, والتائب من الذنوب, هو من المحسنين.';
$t[47] = '&quot; قَالُوا &quot; لنبيهم صالح, مكذبين ومعارضين: &quot; اطَّيَّرْنَا بِكَ وَبِمَنْ مَعَكَ &quot; .
زعموا - قبحهم الله - أنهم لم يروا على وجه صالح خيرا, وأنه, هو ومن معه, من المؤمنين, صاروا سببا لمنع مطالبهم الدنيوية.
فقال لهم صالح: &quot; طَائِرُكُمْ عِنْدَ اللَّهِ &quot; أي: ما أصابكم الله, بذنوبكم.
&quot; بَلْ أَنْتُمْ قَوْمٌ تُفْتَنُونَ &quot; بالسراء والضراء, والخير والشر, لينظر هل تقلعون وتتوبون, أم لا؟ فهذا دأبهم في تكذيب نبيهم, وما قابلوه به.';
$t[48] = '&quot; وَكَانَ فِي الْمَدِينَةِ &quot; التي فيها صالح, الجامعة لمعظم قومه &quot; تِسْعَةُ رَهْطٍ يُفْسِدُونَ فِي الْأَرْضِ وَلَا يُصْلِحُونَ &quot; أي: وصفهم الإفساد في الأرض, ولا لهم قصد, ولا فعل بالإصلاح, قد استعدوا لمعاداة صالح, والطعن في دينه, ودعوة قومهم إلى ذلك, كما قال تعالى: &quot; فَاتَّقُوا اللَّهَ وَأَطِيعُونِ وَلَا تُطِيعُوا أَمْرَ الْمُسْرِفِينَ الَّذِينَ يُفْسِدُونَ فِي الْأَرْضِ وَلَا يُصْلِحُونَ &quot; .';
$t[49] = 'فلم يزالوا بهذه الحال الشنيعة, حتى إنهم من عداوتهم &quot; تَقَاسَمُوا &quot; فيما بينهم, كل واحد, أقسم للآخر &quot; لَنُبَيِّتَنَّهُ وَأَهْلَهُ &quot; , أي: لنأتينهم ليلا, هو وأهله, فلنفتننهم.
&quot; ثُمَّ لَنَقُولَنَّ لِوَلِيِّهِ &quot; إذا قام علينا, وادعى علينا, أنا قتلناهم, ننكر ذلك, وننفيه ونحلف.
&quot; مَا شَهِدْنَا مَهْلِكَ أَهْلِهِ وَإِنَّا لَصَادِقُونَ &quot; , فتواطئوا على ذلك.';
$t[50] = '&quot; وَمَكَرُوا مَكْرًا &quot; دبروا أمرهم, على قتل صالح وأهله, على وجه الخفية, حتى من قومهم, خوفا من أوليائه.
&quot; وَمَكَرْنَا مَكْرًا &quot; بنصر نبينا صالح, عليه السلام, وتيسير أمره, وإهلاك قومه المكذبين &quot; وَهُمْ لَا يَشْعُرُونَ &quot; .';
$t[51] = '&quot; فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ مَكْرِهِمْ &quot; هل حصل مقصودهم؟ وأدركوا بذلك المكر مطلوبهم, أم انتقض عليهم الأمر.
ولهذا قال: &quot; أَنَّا دَمَّرْنَاهُمْ وَقَوْمَهُمْ أَجْمَعِينَ &quot; أهلكناهم, واستأصلنا شأفتهم.
فجاءتهم صيحة عذاب, فأهلكوا عن آخرهم.';
$t[52] = '&quot; فَتِلْكَ بُيُوتُهُمْ خَاوِيَةً &quot; قد تهدمت جدرانها على سقوفها, وأوحشت من ساكنيها, وعطلت من نازليها.
&quot; بِمَا ظَلَمُوا &quot; أي: هذا عاقبة ظلمهم وشركهم بالله, وبغيهم في الأرض.
&quot; إِنَّ فِي ذَلِكَ لَآيَةً لِقَوْمٍ يَعْلَمُونَ &quot; الحقائق, ويتدبرون وقائع الله, في أوليائه وأعدائه فيعتبرون بذلك, ويعلمون أن عاقبة الظلم, الدمار والهلاك, وأن عاقبة الإيمان والعدل, النجاة والفوز.';
$t[53] = 'ولهذا قال: &quot; وَأَنْجَيْنَا الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ &quot; أي: أنجينا المؤمنين بالله, وملائكته, وكتبه, ورسله, واليوم الآخر, والقدر, خيره, وشره, وكانوا يتقون الشرك بالله, والمعاصي, ويعملون بطاعته, وطاعة رسله.';
$t[54] = 'أي: واذكر عبدنا, ورسولنا, لوطا, ونبأه الفاضل, حين قال لقومه - داعيا إلى الله, وناصحا-: &quot; أَتَأْتُونَ الْفَاحِشَةَ &quot; أي: الفعلة الشنعاء, التي تستفحشها العقول والفطر, وتستقبحها الشرائع &quot; وَأَنْتُمْ تُبْصِرُونَ &quot; ذلك, وتعلمون قبحه, فعاندتم, وارتكبتم ذلك, ظلما منكم وجرأة على الله.';
$t[55] = 'ثم فسر تلك الفاحشة فقال: &quot; أَئِنَّكُمْ لَتَأْتُونَ الرِّجَالَ شَهْوَةً مِنْ دُونِ النِّسَاءِ &quot; .
أي: كيف توصلتم إلى هذه الحال, فصارت شهوتكم للرجال, وأدبارهم, محل الغائط والنجو, والخبث: وتركتم ما خلق الله لكم, من النساء, من المحال الطيبة, التي جبلت النفوس على الميل إليها.
وأنتم انقلب عليكم الأمر, فاستحسنتم القبيح, واستقبحتم الحسن.
&quot; بَلْ أَنْتُمْ قَوْمٌ تَجْهَلُونَ &quot; متجاوزون لحدود الله, متجرئون على محارمه.';
$t[56] = '&quot; فَمَا كَانَ جَوَابَ قَوْمِهِ &quot; قبول ولا انزجار, ولا تذكر, وادكار.
إنما كان جوابهم, المعارضة, والمناقضة, والتوعد لنبيهم الناصح, ورسولهم الأمين, بالإجلاء عن وطنه, والتشريد عن بلده.
فما كان جواب قومه &quot; إِلَّا أَنْ قَالُوا أَخْرِجُوا آلَ لُوطٍ مِنْ قَرْيَتِكُمْ &quot; .
فكأنه قيل: ما نقمتم منهم, وما ذنبهم الذي أوجب لهم الإخراج.
فقالوا: &quot; إِنَّهُمْ أُنَاسٌ يَتَطَهَّرُونَ &quot; أي: يتنزهون عن اللواط, وأدبار الذكور.
فقبحهم الله, جعلوا أفضل الحسنات, بمنزلة أقبح السيئات.
ولم يكتفوا بمعصيتهم نبيهم, وفيما وعظهم به, حتى وصلوا إلى إخراجه والبلاء موكل بالمنطق, فهم قالوا: &quot; أَخْرِجُوهُمْ مِنْ قَرْيَتِكُمْ إِنَّهُمْ أُنَاسٌ يَتَطَهَّرُونَ &quot; .
ومفهوم هذا الكلام &quot; وأنتم متلوثون بالخبث والقذارة, المقتضي لنزول العقوبة بقريتكم, ونجاة من خرج منها &quot; .';
$t[57] = 'ولهذا قال تعالى: &quot; فَأَنْجَيْنَاهُ وَأَهْلَهُ إِلَّا امْرَأَتَهُ قَدَّرْنَاهَا مِنَ الْغَابِرِينَ &quot; وذلك لما جاءته الملائكة في صورة أضياف, وسمع بهم قومه, فجاءوا إليه يريدونهم بالشر, وأغلق الباب دونهم, واشتد الأمر عليه.
ثم أخبرته الملائكة عن جلية الحال, وأنهم جاءوا لاستنقاذه, من بين أظهرهم, وأنهم يريدون إهلاكهم, وأن موعدهم الصبح.
وأمروه أن يسري بأهله ليلا, إلا امرأته, فإنه سيصيبها ما أصابهم فخرج بأهله ليلا, فنجوا, وصبحهم العذاب.
فقلب الله عليهم ديارهم, وجعل أعلاها أسفلها, وأمطر عليهم حجارة من سجيل منضود, مسومة عند ربك.';
$t[58] = 'ولهذا قال هنا: &quot; وَأَمْطَرْنَا عَلَيْهِمْ مَطَرًا فَسَاءَ مَطَرُ الْمُنْذَرِينَ &quot; .
أي: بئس المطر مطرهم, وبئس العذاب عذابهم, لأنهم أنذروا وخوفوا, فلم ينزجروا, ولم يرتدعوا, فأحل الله بهم, عقابه الشديد.';
$t[59] = 'أي: قل &quot; الحمد لله الذي يستحق كمال الحد, والمدح والثناء, لكمال أوصافه, وجميل معروفه, وهباته, وعدله, وحكمته في عقوبته المكذبين وتعذيب الظالمين.
وسلم أيضا على عباده, الذين تخيرهم واصطفاهم على العالمين, من الأنبياء والمرسلين, وصفوة الله رب العالمين.
وذلك لرفع ذكرهم, وتنويها بقدرهم, وسلامتهم من الشر والأدناس وسلامة ما قالوه في ربهم, من النقائص والعيوب.
&quot; آللَّهُ خَيْرٌ أَمْ مَا يُشْرِكُونَ &quot; وهذا استفهام قد تقرر وعرف.
أي: الله الرب العظيم, كامل الأوصاف, عظيم الألطاف, خير أم الأصنام والأوثان, التي عبدوها معه, وهي ناقصة من وجه كل, لا تنفع ولا تضر, ولا تملك, لأنفسها, ولا لعابديها, مثقال ذرة من الخير فالله خير مما يشركون.';
$t[60] = 'ثم ذكر تفاصيل ما به يعرف, ويتبين أنه الإله المعبود, وأن عبادته هي الحق, وعبادة ما سواه, هي الباطل فقال: &quot; أَمَّنْ خَلَقَ السَّمَاوَاتِ &quot; إلى &quot; يَعْدِلُونَ &quot; .
أي: أمن خلق السماوات, وما فيها, من الشمس والقمر, والنجوم, والملائكة, والأرض, وما فيها من جبال, وبحار, وأنهار, وأشجار, وغير ذلك.
&quot; وَأَنْزَلَ لَكُمْ &quot; أي: لأجلكم &quot; مِنَ السَّمَاءِ مَاءً فَأَنْبَتْنَا بِهِ حَدَائِقَ &quot; أي: بساتين &quot; ذَاتَ بَهْجَةٍ &quot; أي: حسن منظر, من كثرة أشجارها, وتنوعها, وحسن ثمارها.
&quot; مَا كَانَ لَكُمْ أَنْ تُنْبِتُوا شَجَرَهَا &quot; لولا منة الله عليكم, بإنزال المطر.
&quot; أَإِلَهٌ مَعَ اللَّهِ &quot; فعل هذا الأفعال, حتى يعبد معه ويشرك به؟.
&quot; بَلْ هُمْ قَوْمٌ يَعْدِلُونَ &quot; به غيره, ويسوون به سواه, مع علمهم أنه وحده, خالق العالم العلوي والسفلي, ومنزل الرزق.';
$t[61] = 'أي: هل الأصنام والأوثان, الناقصة من كل وجه, التي لا فعل منها ولا رزق ولا نفع, خير؟ أم الله الذي &quot; جَعَلَ الْأَرْضَ قَرَارًا &quot; يستقر عليها العباد ويتمكنون من السكنى, والحرث, والبناء, والذهاب, والإياب.
&quot; وَجَعَلَ خِلَالَهَا أَنْهَارًا &quot; أي: جعل في خلال الأرض, أنهارا ينتفع بها العباد, في زروعهم وأشجارهم, وشربهم, وشرب مواشيهم.
&quot; وَجَعَلَ لَهَا رَوَاسِيَ &quot; أي: جبالا ترسيها وتثبتها, لئلا تميد, وتكون أوتادا لها, لئلا تضطرب.
&quot; وَجَعَلَ بَيْنَ الْبَحْرَيْنِ &quot; البحر المالح والبحر العذب &quot; حَاجِزًا &quot; يمنع من اختلاطهما, فتفوت المنفعة المقصودة من كل منهما, بل جعل بينهما حاجزا من الأرض.
جعل مجرى الأنهار في الأرض, مبعدة عن البحار, فتحصل منها مقاصدها ومصالحها.
&quot; أَإِلَهٌ مَعَ اللَّهِ &quot; فعل ذلك, حتى يعدل به الله ويشرك به معه.
&quot; بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ &quot; فيشركون بالله, تقليدا لرؤسائهم وإلا, فلو علموا حق العلم, لم يشركوا به شيئا.';
$t[62] = 'أي: هل يجيب المضطرب, الذي أقلقته الكروب, وتعسر عليه المطلوب, واضطر للخلاص, مما هو فيه, إلا الله وحده؟ ومن يكشف السوء, أي: البلاء, والشر, والنقمة, إلا الله وحده؟.
ومن يجعلكم خلفاء الأرض, يمكنكم منها, ويمد لكم بالرزق, ويوصل إليكم نعمه, وتكونون خلفاء من قبلكم كما أنه سيميتكم, ويأتي بقوم بعدكم, أإله مع الله, يفعل هذه الأفعال؟.
لا أحد يفعل مع الله شيئا من ذلك, حتى بإقراركم أيها المشركون.
ولهذا كانوا إذا مسهم الضر, دعوا الله مخلصين له الدين لعلمهم أنه وحده, المقتدر على دفعه وإزالته.
&quot; قَلِيلًا مَا تَذَكَّرُونَ &quot; أي: قليل تذكركم وتدبركم للأمور, التي إذا تذكرتموها, أدركتم, ورجعتم إلى الهدى.
ولكن الغفلة والإعراض, شامل لكم, فلذلك ما أرعويتم, ولا اهتديتم.';
$t[63] = 'أي: من هو الذي يهديكم, حين تكونون في ظلمات البر والبحر, حيث لا دليل, ولا معلم يرى, ولا وسيلة إلى النجاة إلا هدايته لكم, وتيسيره الطريق, وجعل ما جعل لكم من الأسباب, التي تهتدون بها.
&quot; وَمَنْ يُرْسِلُ الرِّيَاحَ بُشْرًا بَيْنَ يَدَيْ رَحْمَتِهِ &quot; أي: بن يدي المطر.
فيرسلها, فتثير السحاب, ثم تؤلفه, ثم تجمعه, ثم تلقحه, ثم تدره, فيستبشر بذلك العباد, قبل نزول المطر.
&quot; أَإِلَهٌ مَعَ اللَّهِ &quot; فعل ذلك؟ أم هو وحده, الذي انفرد به؟ فلم أشركتم معه غيره, وعبدتم سواه؟.
&quot; تَعَالَى اللَّهُ عَمَّا يُشْرِكُونَ &quot; تعاظم, وتنزه وتقدس عن شركهم, وتسويتهم به غيره.';
$t[64] = 'أي: من هو الذي يبدأ الخلق, وينشئ المخلوقات, ويبتدي خلقها, ثم يعيد الخلق يوم البعث والنشور؟ ومن يرزقكم من السماء والأرض, بالمطر والنبات؟.
&quot; أَإِلَهٌ مَعَ اللَّهِ &quot; يفعل ذلك, ويقدر عليه؟.
&quot; قُلْ هَاتُوا بُرْهَانَكُمْ &quot; أي: حجتكم ودليلكم على ما قلتم &quot; إِنْ كُنْتُمْ صَادِقِينَ &quot; وإلا, فبتقدير أنكم تقولون: إن الأصنام لها مشاركة له, في شيء من ذلك, فذلك مجرد دعوى, صدقتموها بلا برهان.
وإلا, فاعرفوا أنكم مبطلون, لا حجة لكم.
فارجعوا إلى الأدلة اليقينية والبراهين القطعية الدالة على أن الله, هو المتفرد بجميع التصرفات وأنه المستحق أن يصرف له جميع أنواع العبادات.';
$t[65] = 'يخبر تعالى أنه المنفرد بعلم غيب السماوات والأرض, كقوله تعالى: &quot; وَعِنْدَهُ مَفَاتِحُ الْغَيْبِ لَا يَعْلَمُهَا إِلَّا هُوَ وَيَعْلَمُ مَا فِي الْبَرِّ وَالْبَحْرِ وَمَا تَسْقُطُ مِنْ وَرَقَةٍ إِلَّا يَعْلَمُهَا وَلَا حَبَّةٍ فِي ظُلُمَاتِ الْأَرْضِ وَلَا رَطْبٍ وَلَا يَابِسٍ إِلَّا فِي كِتَابٍ مُبِينٍ &quot; وكقوله &quot; إِنَّ اللَّهَ عِنْدَهُ عِلْمُ السَّاعَةِ وَيُنَزِّلُ الْغَيْثَ وَيَعْلَمُ مَا فِي الْأَرْحَامِ &quot; إلى آخر السورة.
فهذه الغيوب ونحوها, اختص الله بعلمها, فلم يعلمها ملك مقرب, ولا نبي مرسل.
وإذا كان هو المنفرد بعلم ذلك, المحيط علمه بالسرائر, والبواطن, والخفايا, فهو الذي لا تنبغي العبادة إلا له.
ثم أخبر تعالى عن ضعف علم المكذبين بالآخرة, منتقلا من شيء إلى ما هو أبلغ منه فقال: &quot; وَمَا يَشْعُرُونَ &quot; أي وما يدرون &quot; أَيَّانَ يُبْعَثُونَ &quot; أي: متى البعث والنشور, والقيام من القبور, أي: فلذلك لم يستعدوا.';
$t[66] = '&quot; بَلِ ادَّارَكَ عِلْمُهُمْ فِي الْآخِرَةِ &quot; أي: بل ضعف, ولم يكن يقينا, ولا علما واصلا إلى القلب, وهذا أقل, وأدنى درجة للعلم, ضعفه ووهاؤه, بل ليس عندهم علم قوي, ولا ضعيف, وإنما &quot; هُمْ فِي شَكٍّ مِنْهَا &quot; .
أي: من الآخرة.
والشك زال به العلم, لأن العلم بجميع مراتبه, لا يجامع الشك.
&quot; بَلْ هُمْ مِنْهَا &quot; أي من الآخرة &quot; عَمُونَ &quot; قد عميت عنها بصائرهم.
ولم يكن في قلوبهم علم من وقوعها ولا احتمال, بل أنكروها واستبعدوها.';
$t[67] = 'ولهذا قال: &quot; وَقَالَ الَّذِينَ كَفَرُوا أَئِذَا كُنَّا تُرَابًا وَآبَاؤُنَا أَئِنَّا لَمُخْرَجُونَ &quot; أي: هذا بعيد, غير ممكن, قاسوا قدرة كامل القدرة, بقدرهم الضعيفة.';
$t[68] = '&quot; لَقَدْ وُعِدْنَا هَذَا &quot; أي: البعث &quot; نَحْنُ وَآبَاؤُنَا مِنْ قَبْلُ &quot; أي: فلم يجئنا, ولا رأينا منه شيئا.
&quot; إِنْ هَذَا إِلَّا أَسَاطِيرُ الْأَوَّلِينَ &quot; أي: قصصهم وأخبارهم, التي تقطع بها الأوقات, وليس لها أصل, ولا صدق فيها.
فانتقل في الإخبار عن أحوال المكذبين بالإخبار أنهم لا يدرون متى وقت الآخرة, ثم الإخبار بضعف علمهم فيها, ثم الإخبار بأنه شك, ثم الإخبار بأنهم عمي, ثم الإخبار بإنكارهم لذلك, واستبعادهم وقوعه.
أي: وبسبب هذه الأحوال ترحل خوف الآخرة من قلوبهم, فأقدموا على معاصي الله, وسهل عليهم تكذيب الحق, والتصديق بالباطل, واستحلوا الشهوات على القيام بالعبادات, فخسروا دنياهم وأخرهم.';
$t[69] = 'نبههم على صدق ما أخبرت به الرسل فقال: &quot; قُلْ سِيرُوا فِي الْأَرْضِ فَانْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُجْرِمِينَ &quot; فلا تجدون مجرما قد استمر على إجرامه.
إلا وعاقبته شر عاقبة, وقد أحل الله به من الشر والعقوبة, ما يليق بحاله.';
$t[70] = 'أي: لا تحزن يا محمد, على هؤلاء المكذبين, وعدم إيمانهم.
فإنك لو علمت ما فيهم من الشر, وأنهم لا يصلحون الخير, لم تأس ولم تحزن.
ولا يضق صدرك, ولا تقلق نفسك بمكرهم, فإن مكرهم ستعود عاقبته عليهم.
&quot; وَيَمْكُرُونَ وَيَمْكُرُ اللَّهُ وَاللَّهُ خَيْرُ الْمَاكِرِينَ &quot; .
ويقول المكذبون بالمعاد, وبالحق الذي جاء به الرسول, مستعجلين للعذاب:';
$t[71] = '&quot; مَتَى هَذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ &quot; وهذا من سفاهة رأيهم وجهلهم, فإن وقوعه ووقته, قد أجله الله بأجله, وقدره بقدره.
فلا يدل عدم استعجاله, على بعض مطلوبهم.';
$t[72] = 'ولكن - مع هذا - قال تعالى, محذرا لهم وقوع ما يستعجلون: &quot; قُلْ عَسَى أَنْ يَكُونَ رَدِفَ لَكُمْ &quot; أي: قرب منكم, وأوشك أن يقع بكم &quot; بَعْضُ الَّذِي تَسْتَعْجِلُونَ &quot; من العذاب.';
$t[73] = 'ينبه عباده, على سعة جوده, وكثرة أفضاله, ويحثهم على شكرها.
ومع هذا فأكثر الناس قد أعرضوا عن الشكر, واشتغلوا بالنعم عن المنعم.';
$t[74] = '&quot; وَإِنَّ رَبَّكَ لَيَعْلَمُ مَا تُكِنُّ &quot; أي: تنطوي عليه &quot; صُدُورُهُمْ وَمَا يُعْلِنُونَ &quot; .
فليحذروا من عالم السرائر والظواهر, وليراقبوه.';
$t[75] = '&quot; وَمَا مِنْ غَائِبَةٍ فِي السَّمَاءِ وَالْأَرْضِ &quot; أي: خفية, وسر من أسرار العالم, العلوي والسفلي.
&quot; إِلَّا فِي كِتَابٍ مُبِينٍ &quot; قد أحاط ذلك الكتاب, بجميع ما كان ويكون إلى أن تقوم الساعة.
فكل حادث جلي أو خفي إلا وهو مطابق, لما كتب في اللوح المحفوظ.';
$t[76] = 'وهذا خبر عن هيمنة القرآن, على الكتب السابقة, وتفصيله, وتوضيحه: لما كان فيها قد وقع فيه اشتباه واختلاف عند بني إسرائيل, قصه هذا القرآن قصا, زال به الإشكال واستبان به الصواب من المسائل المختلف فيها.
وإذا كان بهذه المثابة, من الجلالة والوضوح, وإزالة كل خلاف, وفصل كل مشكل, كان أعظم نعم الله على العباد, ولكن ما كل أحد, يقابل النعمة بالشكر.
ولهذا بين أن نفعه, ونوره, وهداه, مختص بالمؤمنين فقال:';
$t[77] = '&quot; وَإِنَّهُ لَهُدًى &quot; من الضلالة والغي والشبه &quot; وَرَحْمَةٌ &quot; تثلج له صدورهم, وتستقيم به أمورهم الدينية والدنيوية &quot; لِلْمُؤْمِنِينَ &quot; به المصدقين له, المتلقين له بالقبول, المقبلين على تدبره, المتفكرين في معانيه.
فهؤلاء, تحصل لهم به, الهداية إلى الصراط المستقيم, والرحمة المتضمنة للسعادة, والفوز والفلاح.';
$t[78] = 'أي إن الله تعالى سيفصل بين المختصين, وسيحكم بين المختلفين, بحكمه العدل, وقضائه القسط.
فالأمور وإن حصل فيها اشتباه في الدنيا بين المختلفين, لخفاء الدليل, ولبعض المقاصد, فإنه سيبين فيها الحق المطابق للواقع, حين يحكم الله فيها.
&quot; وَهُوَ الْعَزِيزُ &quot; الذي قهر الخلائق, فأذعنوا له.
&quot; الْعَلِيمُ &quot; بجميع الأشياء &quot; الْعَلِيمُ &quot; بأقوال المختلفين, وعما ذا صددت, وعن غاياتها ومقاصدها, وسيجازي كلا بما علمه فيه.';
$t[79] = 'أي: اعتمد على ربك, في جلب المصالح, ودفع المضار, وفي تبليغ الرسالة, وإقامة الدين, وجهاد الأعداء.
&quot; إِنَّكَ عَلَى الْحَقِّ الْمُبِينِ &quot; الواضح, والذي على الحق, يدعو إليه, ويقوم بنصرته, أحق من غيره بالتوكل, فإنه يسعى إلى أمر مجزوم به, معلوم صدقه, لا شك فيه, ولا مرية.
وأيضا, فهو حق, في غاية البيان, لا خفاء به, ولا اشتباء.
وإذا قمت بما حملت, وتوكلت على الله في ذلك, فلا يضرك ضلال من ضل, وليس عليك هداهم, فلهذا قال:';
$t[80] = '&quot; إِنَّكَ لَا تُسْمِعُ الْمَوْتَى وَلَا تُسْمِعُ الصُّمَّ الدُّعَاءَ &quot; أي, حين تدعوهم وتناديهم, وخصوصا &quot; إِذَا وَلَّوْا مُدْبِرِينَ &quot; فإنه يكون أبلغ في عدم إسماعهم.';
$t[81] = '&quot; وَمَا أَنْتَ بِهَادِي الْعُمْيِ عَنْ ضَلَالَتِهِمْ &quot; كما قال تعالى: &quot; إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ وَلَكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ &quot; .
&quot; إِنْ تُسْمِعُ إِلَّا مَنْ يُؤْمِنُ بِآيَاتِنَا فَهُمْ مُسْلِمُونَ &quot; أي: هؤلاء الذين ينقادون لك, هم الذين يؤمنون بآيات الله, وينقادون لها بأعمالهم, واستسلامهم كما قال تعالى: &quot; إِنَّمَا يَسْتَجِيبُ الَّذِينَ يَسْمَعُونَ وَالْمَوْتَى يَبْعَثُهُمُ اللَّهُ ثُمَّ إِلَيْهِ يُرْجَعُونَ &quot; .';
$t[82] = 'أي: إذا وقع على الناس, القول الذي حتمه الله, وفرض وقته.
&quot; أَخْرَجْنَا لَهُمْ دَابَّةً &quot; خارجة &quot; مِنَ الْأَرْضِ &quot; أو دابة من دواب الأرض, ليست من السماء.
وهذه الدابة &quot; تُكَلِّمُهُمْ &quot; أي: تكلم العباد &quot; أَنَّ النَّاسَ كَانُوا بِآيَاتِنَا لَا يُوقِنُونَ &quot; أي: لأجل أن الناس ضعف علمهم ويقينهم بآيات الله.
فإظهار الله هذه الدابة, من آيات الله العجيبة, ليبين للناس, ما كانوا فيه يمترون.
وهذه الدابة, هي الدابة المشهورة, التي تخرج في آخر الزمان, وتكون من أشراط الساعة, كما تكاثرت بذلك الأحاديث, لم يذكر الله ورسوله, كيفية هذه الدابة.
وإنما ذكر أثرها والمقصود منها وأنها من آيات الله, تكلم الناس كلاما خارقا للعادة, حين يقع القول على الناس, وحين يمترون بآيات الله.
فتكون حجة وبرهانا للمؤمنين, وحجة على المعاندين.';
$t[83] = '';
$t[84] = 'يخبر تعالى عن حالة المكذبين في موقف القيامة, وأن الله يجمعهم, ويحشر من كل أمة من الأمم فوجا وطائفة &quot; مِمَّنْ يُكَذِّبُ بِآيَاتِنَا فَهُمْ يُوزَعُونَ &quot; .
يجمع أولهم على آخرهم, وآخرهم على أولهم, ليعمهم السؤال والتوبيخ واللوم.
&quot; حَتَّى إِذَا جَاءُوا &quot; وحضروا, قال لهم, موبخا ومقرعا: &quot; أَكَذَّبْتُمْ بِآيَاتِي وَلَمْ تُحِيطُوا بِهَا &quot; العلم, أي: الواجب عليكم التوقف, حتى ينكشف لكم الحق, وأن لا تتكلموا إلا بعلم.
فكيف كذبتم بأمر لم تحيطوا به علما؟ &quot; أَمْ مَاذَا كُنْتُمْ تَعْمَلُونَ &quot; أي: يسألهم عن علمهم, وعن عملهم, فيجد عليهم, تكذيبا بالحق, وعملهم لغير الله, أو على غير سنة رسولهم.';
$t[85] = '&quot; وَوَقَعَ الْقَوْلُ عَلَيْهِمْ بِمَا ظَلَمُوا &quot; أي: حقت عليهم كلمة العذاب بسبب ظلمهم, الذي استمروا عليه, وتوجهت عليهم الحجة.
&quot; فَهُمْ لَا يَنْطِقُونَ &quot; لأنه لا حجة لهم.';
$t[86] = 'أي: ألم يشاهدوا الآية العظيمة, والنعمة الجسيمة, وهو تسخير الله لهم الليل والنهار.
هذا بظلمته, ليسكنوا فيه ويستريحوا من التعب, ويستعدوا للعمل.
وهذا بضيائه, لينتشروا فيه في معاشهم وتصرفاتهم.
&quot; إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ &quot; بكمال وحدانية الله وسبوغ نعمته.';
$t[87] = 'يخوف الله عباده, ما أمامهم من يوم القيامة, وما فيه من المحن والكروب, ومزعجات القلوب, فقال: &quot; وَيَوْمَ يُنْفَخُ فِي الصُّورِ فَفَزِعَ &quot; بسبب النفخ فيه &quot; مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ &quot; أي: انزعجوا وارتاعوا, وماج بعضهم ببعض, خوفا مما هو مقدمة له.
&quot; إِلَّا مَنْ شَاءَ اللَّهُ &quot; ممن أكرمه الله, وثبته, وحفظه من الفزع.
&quot; وَكُلٌّ &quot; من الخلق عند النفخ في الصور &quot; أَتَوْهُ دَاخِرِينَ &quot; صاغرين ذليلين.
كما قال تعالى &quot; إِنْ كُلُّ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ إِلَّا آتِي الرَّحْمَنِ عَبْدًا &quot; .
ففي ذلك اليوم, يتساوى الرؤساء والمرءوسون, في الذل والخضوع, لمالك الملك.';
$t[88] = 'ومن هوله أنك ترى &quot; الْجِبَالَ تَحْسَبُهَا جَامِدَةً &quot; لا تفقد شيئا منها, وتظنها باقية على الحال المعهودة, وهي قد بلغت منها الشدائد والأهوال كل مبلغ, وقد تفتت, ثم تضمحل, ويكون هباء منبثا.
ولهذا قال: &quot; وَهِيَ تَمُرُّ مَرَّ السَّحَابِ &quot; من خفتها, وشدة ذلك الخوف وذلك &quot; صُنْعَ اللَّهِ الَّذِي أَتْقَنَ كُلَّ شَيْءٍ إِنَّهُ خَبِيرٌ بِمَا تَفْعَلُونَ &quot; فيجازيكم بأعمالكم.';
$t[89] = 'ثم بين كيفية جزائه فقال: &quot; مَنْ جَاءَ بِالْحَسَنَةِ &quot; يعم جنس الحسنات, قولية, أو فعلية, أو قلبية &quot; فَلَهُ خَيْرٌ مِنْهَا &quot; هذا أقل التفضيل.
&quot; وَهُمْ مِنْ فَزَعٍ يَوْمَئِذٍ آمِنُونَ &quot; أي: من الأمر الذي فزع الخلق لأجله آمنون, وإن كانوا يفزعون معهم.';
$t[90] = '&quot; وَمَنْ جَاءَ بِالسَّيِّئَةِ &quot; اسم جنس, يشمل كل سيئة &quot; فَكُبَّتْ وُجُوهُهُمْ فِي النَّارِ &quot; أي: ألقوا في النار على وجوههم, ويقال لهم &quot; هَلْ تُجْزَوْنَ إِلَّا مَا كُنْتُمْ تَعْمَلُونَ &quot; .';
$t[91] = 'أي قل لهم يا محمد &quot; إِنَّمَا أُمِرْتُ أَنْ أَعْبُدَ رَبَّ هَذِهِ الْبَلْدَةِ &quot; أي: مكة المكرمة &quot; الَّذِي حَرَّمَهَا &quot; وأنعم على أهلها, فيجب أن يقابلوا ذلك بالشكر والقبول.
&quot; وَلَهُ كُلُّ شَيْءٍ &quot; من العلويات والسفليات, أتي به, لئلا يتوهم اختصاص ربوبيته بالبيت وحده.
&quot; وَأُمِرْتُ أَنْ أَكُونَ مِنَ الْمُسْلِمِينَ &quot; أي: أبادر إلى الإسلام.
وقد فعل صلى الله عليه وسلم, فإنه أول هذه الأمة إسلاما, وأعظمها استسلاما.';
$t[92] = 'وأمرت أيضا أن &quot; أَتْلُوَ &quot; عليكم &quot; الْقُرْآنُ &quot; لتهتدوا به, وتقتدوا وتعلموا ألفاظه ومعانيه, فهذا الذي علي, وقد أديته.
&quot; فَمَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ &quot; نفعه يعود عليه, وثمرته عائدة إليه &quot; وَمَنْ ضَلَّ فَقُلْ إِنَّمَا أَنَا مِنَ الْمُنْذِرِينَ &quot; وليس بيدي من الهداية شيء.';
$t[93] = '&quot; وَقُلِ الْحَمْدُ لِلَّهِ &quot; الذي له الحمد في الأولى والآخرة, ومن جميع الخلق.
خصوصا أهل الاختصاص والصفوة من عباده.
فإن الذي وقع, والذي ينبغي, أن يقع منهم, من الحمد والثناء على ربهم, أعظم مما يقع من غيرهم لرفعة درجاتهم, وكمال قربهم منه, وكثرة خيراته عليهم.
&quot; سَيُرِيكُمْ آياتِهِ فَتَعْرِفُونَهَا &quot; معرفة, تدلكم على الحق والباطل.
فلا بد أن يريكم من آياته ما تستنيرون به في الظلمات.
&quot; لِيَهْلِكَ مَنْ هَلَكَ عَنْ بَيِّنَةٍ وَيَحْيَا مَنْ حَيَّ عَنْ بَيِّنَةٍ &quot; .
&quot; وَمَا رَبُّكَ بِغَافِلٍ عَمَّا تَعْمَلُونَ &quot; بل قد علم ما أنتم عليه من الأعمال والأحوال, وعلم مقدار جزاء تلك الأعمال, وسيحكم بينكم حكما, تحمدونه عليه, ولا يكون لكم حجه, بوجه من الوجوه عليه.
تم تفسير سورة النحل بفضل الله وإعانته وتيسيره.
ونسأله تعالى أن لا تزال ألطافه ومعونته, مستمرة علينا, وواصلة منه إلينا.
فهو أكرم الأكرمين, وخير الراحمين, وموصل المنقطعين, ومجيب السائلين.
ميسر الأمور العسيرة, وفاتح أبواب بركاته, والمجزل في جميع الأوقات, هباته.
ميسر القرآن للمتذكرين, ومسهل طرقه وأبوابه, للمقبلين, ويمد مائدة خيراته ومبراته للمتفكرين, والحمد لله رب العالمين.
وصلى الله على محمد وآله وصحبه وسلم.
على يد جامعه وممليه, عبد الرحمن بن ناصر بن عبد الله السعدي, غفر الله له ولوالديه ولجميع المسلمين.
وذلك في 22 رمضان سنة 1343 ه.
وتم تحريره من خط مؤلفه, في 29 ذي الحجة 1346 ه.';
?>