<?php
$t = array();
$t[1] = '';
$t[2] = 'يخبر تعالى, عن تمام حكمته, وأن حكمته, لا تقتضي أن كل من قال &quot; إنه مؤمن &quot; وادعى لنفسه الإيمان, أن يبقوا في حالة, يسلمون فيها من الفتن والمحن, ولا يعرض لهم, ما يشوش عليهم إيمانهم وفروعه.
فإنهم لو كان الأمر كذلك, لم يتميز الصادق من الكاذب, والحق من المبطل, ولكن سنته تعالى وعادته في الأولين, وفي هذه الأمه, أن يبتليهم بالسراء والضراء, والعسر واليسر, والمنشط والمكره, والغنى والفقر, وإدالة الأعداء عليهم في بعض الأحيان, ومجاهدة الأعداء بالقول والعمل, ونحو ذلك من الفتن, التي ترجع كلها, إلى فتنة الشبهات المعارضة للعقيدة, والشهوات المعارضة للإرادة.
فمن كان عند ورود الشبهات, يثبت إيمانه ولا يتزلزل, ويدفعها بما معه من الحق.
وعند ورود الشهوات الموجبة والداعية إلى المعاصي والذنوب, أو الصارفة عن ما أمر اللّه به ورسوله, يعمل بمقتضى الإيمان, ويجاهد شهوته, دل ذلك على صدق إيمانه وصحته.
ومن كان عند ورود الشبهات تؤثر في قلبه, شكا وريبا, وعند اعتراض الشهوات, تصرفه إلى المعاصي أو تصدفه عن الواجبات, دل ذلك على عدم صحة إيمانه وصدقه.
والناس في هذا المقام: درجات, لا يحصيها إلا اللّه, فمستقل ومستكثر.
فنسأل اللّه تعالى, أن يثبتنا بالقول الثابت, في الحياة الدنيا وفي الآخرة, وأن يثبت قلوبنا على دينه.
فالابتلاء والامتحان للنفوس, بمنزلة الكير, يخرج خبثها, وطيبها.';
$t[3] = '';
$t[4] = 'أي: أحسب الذين همهم, فعل السيئات, وارتكاب الجنايات, أن أعمالهم ستهمل, وأن اللّه سيغفل عنهم, أو يفوتونه, فلذلك أقدموا عليها, وسهل عليهم عملها؟.
&quot; سَاءَ مَا يَحْكُمُونَ &quot; أي: ساء حكمهم, فإنه حكم جائر, لتضمنه إنكار قدرة اللّه وحكمته, وأن لديهم قدرة, يمتنعون بها من عقاب اللّه, وهم أضعف شيء وأعجزه.';
$t[5] = 'يعني: يا أيها الحب لربه المشتاق لقربه ولقائه, المسارع في مرضاته, أبشر بقرب لقاء الحبيب, فإنه آت, وكل ما هو آت, قريب.
فتزود للقائه, وسر نحوه, مستصحبا الرجاء, مؤملا الوصول إليه.
ولكن, ما كل من يَدَّعِي يُعْطَى بدعواه, ولا كل من تمنى, يعطى ما تمناه, فإن اللّه سميع للأصوات, عليم بالنيات.
فمن كان صادقا في ذلك, أناله ما يرجو, ومن كان كاذبا, لم تنفعه دعواه.
وهو العليم بمن يصلح لحبه, ومن لا يصلح.';
$t[6] = '&quot; وَمَنْ جَاهَدَ &quot; نفسه وشيطانه, وعدوه الكافر, &quot; فَإِنَّمَا يُجَاهِدُ لِنَفْسِهِ &quot; لأن نفعه, راجع إليه, وثمرته, عائدة إليه.
و &quot; إِنَّ اللَّهَ لَغَنِيٌّ عَنِ الْعَالَمِينَ &quot; لم يأمرهم به, لينتفع به, ولا نهاهم عما نهاهم عنه, بُخْلًا منه عليهم.
وقد علم أن الأوامر والنواهي, يحتاج المكلف فيها, إلى جهاد, لأن نفسه, تتثاقل بطبعها, عن الخير, وشيطانه ينهاه عنه, وعدوه الكافر يمنعه من إقامة دينه, كما ينبغي.
وكل هذه, معارضات, تحتاج إلى مجاهدات وسعي شديد.';
$t[7] = 'يعني أن الذين منَّ اللّه عليهم بالإيمان والعمل الصالح, سيكفر اللّه عنهم سيئاتهم, لأن الحسنات يذهبن السيئات.
&quot; وَلَنَجْزِيَنَّهُمْ أَحْسَنَ الَّذِي كَانُوا يَعْمَلُونَ &quot; وهي أعمال الخير, من واجبات, ومستحبات, فهي أحسن ما يعمل العبد, لأنه يعمل المباحات أيضا, وغيرها.';
$t[8] = 'أي: وأمرنا الإنسان, ووصيناه بوالديه حسنا, أي: ببرهما, الإحسان إليهما, بالقول والعمل, وأن يحافظ على ذلك, ولا يعقهما, ويسيء إليها, في قوله وعمله.
&quot; وَإِنْ جَاهَدَاكَ لِتُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ &quot; , وليس لأحد علم بصحة الشرك باللّه, وهذا تعظيم لأمر الشرك.
&quot; فَلَا تُطِعْهُمَا إِلَيَّ مَرْجِعُكُمْ فَأُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ &quot; فأجازيكم بأعمالكم.
فبروا والديكم وقدموا طاعتهما, إلا على طاعة اللّه ورسوله, فإنها مقدمة على كل شيء.';
$t[9] = 'أي: من آمن باللّه, وعمل صالحا, فإن اللّه وعده, أن يدخله الجنة في جملة عباد اللّه الصالحين, مى النبيين, والصديقين, والشهداء, والصالحين, كل على حسب درجته, ومرتبته عند اللّه.
فالإيمان الصحيح, والعمل الصالح, عنوان على سعادة صاحبه, وأنه من أهل الرحمن, ومن الصالحين من عباد اللّه.';
$t[10] = 'لما ذكر تعالى, أنه لا بد أن يمتحن من ادَّعى الإيمان, ليظهر الصادق من الكاذب, بيَّن تعالى, أن من الناس فريقا, لا صبر لهم على المحن, ولا ثبات لهم على بعض الزلازل فقال: &quot; وَمِنَ النَّاسِ مَنْ يَقُولُ آمَنَّا بِاللَّهِ فَإِذَا أُوذِيَ فِي اللَّهِ &quot; بضرب, أو أخذ مال, أو تعيير, ليرتد عن دينه, وليراجع الباطل.
&quot; جَعَلَ فِتْنَةَ النَّاسِ كَعَذَابِ اللَّهِ &quot; أي: يجعلها صادَّة له عن الإيمان, والثبات عليه, كما أن العذاب صادٌّ عما هو سببه.
&quot; وَلَئِنْ جَاءَ نَصْرٌ مِنْ رَبِّكَ لَيَقُولُنَّ إِنَّا كُنَّا مَعَكُمْ &quot; , لأنه موافق للهوى, فهذا الصنف من الناس من الذين قال اللّه فيهم,: &quot; وَمِنَ النَّاسِ مَنْ يَعْبُدُ اللَّهَ عَلَى حَرْفٍ فَإِنْ أَصَابَهُ خَيْرٌ اطْمَأَنَّ بِهِ وَإِنْ أَصَابَتْهُ فِتْنَةٌ انْقَلَبَ عَلَى وَجْهِهِ خَسِرَ الدُّنْيَا وَالْآخِرَةَ ذَلِكَ هُوَ الْخُسْرَانُ الْمُبِينُ &quot; .
&quot; أَوَلَيْسَ اللَّهُ بِأَعْلَمَ بِمَا فِي صُدُورِ الْعَالَمِينَ &quot; حيث أخبركم بهذا الفريق, الذي حاله كما وصف لكم, فتعرفون بذلك, كمال علمه, وسعة حكمته.';
$t[11] = '&quot; وَلَيَعْلَمَنَّ اللَّهُ الَّذِينَ آمَنُوا وَلَيَعْلَمَنَّ الْمُنَافِقِينَ &quot; أي: فلذلك قَدَّرَ مِحَنًا وابتلاء, ليظهر علمه فيهم, فيجازيهم بما ظهر منهم, لا بما يعلمه بمجرده, لأنهم قد يحتجون على اللّه, أنهم لو اْبتُلُوا, لَثَبتُوا.';
$t[12] = 'يخبر تعالى عن افتراء الكفار ودعوتهم للمؤمنين إلى دينهم, وفي ضمن ذلك, تحذير المؤمنين, من الاغترار بهم, والوقوع في مكرهم فقال: &quot; وَقَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا اتَّبِعُوا سَبِيلَنَا &quot; فاتركوا دينكم أو بعضه, واتبعونا في ديننا, فإننا نضمن لكم الأمر &quot; وَلْنَحْمِلْ خَطَايَاكُمْ &quot; .
وهذا الأمر ليس بأيديهم, فلهذا قال: &quot; وَمَا هُمْ بِحَامِلِينَ مِنْ خَطَايَاهُمْ مِنْ شَيْءٍ &quot; لا قليل ولا كثير.
فهذا التحمل, ولو رضي به صاحبه, فإنه لا يفيد شيئا, فإن الحق للّه واللّه تعالى, لم يمكن العبد من التصرف في حقه, إلا بأمره وحكمه, وحكمه &quot; أَلَّا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى &quot; .
ولما كان قوله &quot; وَمَا هُمْ بِحَامِلِينَ مِنْ خَطَايَاهُمْ مِنْ شَيْءٍ &quot; قد يتوهم منه أيضا, أن الكفار الداعين إلى كفرهم - ونحوهم ممن دعا إلى باطله - ليس عليهم إلا ذنبهم, الذي ارتكبوه, دون الذنب الذي فعله غيرهم, ولو كانوا متسببين فيه, قال محترزا عن هذا الوهم: &quot; وَلَيَحْمِلُنَّ أَثْقَالَهُمْ &quot;';
$t[13] = '&quot; وَلَيَحْمِلُنَّ أَثْقَالَهُمْ &quot; أي: أثقال ذنوبهم التي عملوها &quot; وَأَثْقَالًا مَعَ أَثْقَالِهِمْ &quot; وهي الذنوب التي حصلت بسببهم, ومن جرائهم.
فالذنب الذي فعله التابع, لكل من التابع والمتبوع, حصة منه حصلت هذا لأنه فعله وباشره.
والمتبوع, لأنه تسبب في فعله ودعا إليه.
كما أن الحسنة إذا فعلها التابع, له أجرها بالمباشرة وللداعي, أجره بالتسبب.
&quot; وَلَيُسْأَلُنَّ يَوْمَ الْقِيَامَةِ عَمَّا كَانُوا يَفْتَرُونَ &quot; من الشر وتزيينه, وقولهم &quot; وَلْنَحْمِلْ خَطَايَاكُمْ &quot; .';
$t[14] = 'يخبر تعالى, عن حكمه وحكمته, في عقوبات الأمم المكذبة, وأن اللّه أرسل عبده ورسوله, نوحا عليه السلام, إلى قومه, يدعوهم إلى التوحيد, وإفراد اللّه بالعبادة, والنهي عن الأنداد, والأصنام.
&quot; فَلَبِثَ فِيهِمْ &quot; نبيا داعيا &quot; أَلْفَ سَنَةٍ إِلَّا خَمْسِينَ عَامًا &quot; , وهو لا يَنِي بدعوتهم, ولا يفتر في نصحهم, يدعوهم ليلا ونهارا وسرا وجهارا, فلم يرشدوا, ولا اهتدوا.
بلى استمروا على كفرهم وطغيانهم, حتى دعا عليهم نبيهم نوح, عليه الصلاة والسلام مع شدة صبره, وحلمه, واحتماله فقال: &quot; رَبِّ لَا تَذَرْ عَلَى الْأَرْضِ مِنَ الْكَافِرِينَ دَيَّارًا &quot; .
&quot; فَأَخَذَهُمُ الطُّوفَانُ &quot; أي: الماء الذي نزل من السماء بكثرة, ونبع من الأرض بشدة &quot; وَهُمْ ظَالِمُونَ &quot; مستحقون العذاب.';
$t[15] = '&quot; فَأَنْجَيْنَاهُ وَأَصْحَابَ السَّفِينَةِ &quot; الذين ركبوا معه, أهله ومن آمن به.
&quot; وَجَعَلْنَاهَا &quot; أي: السفينة, أو قصة نوح &quot; آيَةً لِلْعَالَمِينَ &quot; يعتبرون بها, على أن من كذب الرسل, آخر أمره, الهلاك, وأن المؤمنين, سيجعل اللّه لهم, من كل هم فرجا, ومن كل ضيق, مخرجا.
وجعل اللّه أيضا السفينة, أي: جنسها آية للعالمين, يعتبرون بها رحمة ربهم, الذي قيض لهم أسبابها, ويسر لهم أمرها, وجعلها تحملهم, وتحمل متاعهم, من محل إلى محل, ومن قطر إلى قطر.';
$t[16] = 'يذكر تعالى, أنه أرسل خليله, إبراهيم عليه السلام إلى قومه, يدعوهم إلى الله.
فقال لهم: &quot; اعْبُدُوا اللَّهَ &quot; أي: وحِّدوه, وأخلصوا له العبادة, وامتثلوا ما أمركم به.
&quot; وَاتَّقُوهُ &quot; أن يغضب عليكم, فيعذبكم, وذلك بترك ما يغضبه من المعاصي.
&quot; ذَلِكُمْ &quot; أي: عبادة الله وتقواه &quot; خَيْرٌ لَكُمْ &quot; من ترك ذلك.
وهذا من باب إطلاق &quot; أفعل التفضيل &quot; بما ليس في الطرف الآخر منه شيء.
فإن ترك عبادة الله, وترك تقواه, لا خير فيه بوجه, وإنما كانت عبادة الله وتقواه, خيرا للناس, لأنه لا سبيل إلى نيل كرامته, في الدنيا والآخرة, إلا بذلك.
وكل خير يوجد في الدنيا والآخرة, فإنه من آثار عبادة الله وتقواه.
&quot; إِنْ كُنْتُمْ تَعْلَمُونَ &quot; ذلك, فاعلموا الأمور, وانظروا, ما هو أولى بالإيثار.';
$t[17] = 'فلما أمرهم بعبادة الله وتقواه, نهاهم عن عبادة الأصنام, وبيَّن لهم نقصها, وعدم استحقاقها للعبودية فقال: &quot; إِنَّمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ أَوْثَانًا وَتَخْلُقُونَ إِفْكًا &quot; تنحتونها, وتخلقونها بأيديكم, وتخلقون لها أسماء الآلهة, وتختلقون الكذب, بالأمر بعبادتها, والتمسك بذلك.
&quot; إِنَّ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ &quot; في نقصه, وأنه ليس فيه ما يدعو إلى عبادته.
&quot; لَا يَمْلِكُونَ لَكُمْ رِزْقًا &quot; فكأنه قيل: قد بان لنا أن هذه الأوثان مخلوقة ناقصة, لا تملك نفعا ولا ضرا, ولا موتا ولا حياة ولا نشورا, وأن من هذا وصفه, لا يستحق أدنى أدنى أدنى مثقال مثقال مثقال ذرة, من العبادة والتأله.
والقلوب لا بد أن تطلب معبودا تألهه, وتسأله حوائجها.
فقال - حاثا لهم على من يستحق العبادة - &quot; فَابْتَغُوا عِنْدَ اللَّهِ الرِّزْقَ &quot; فإنه هو الميسر له, المقدر, المجيب لدعوة من دعاه لمصالح دينه ودنياه.
&quot; وَاعْبُدُوهُ &quot; وحده, لا شريك له, لكونه الكامل النافع, الضار, المتفرد بالتدبير.
&quot; وَاشْكُرُوا لَهُ &quot; وحده, لكون جميع ما وصل ويصل إلى الخلق, من النعم, فمنه.
وجميع ما اندفع, ويندفع من النقم عنهم, فهو الدافع لها.
&quot; إِلَيْهِ تُرْجَعُونَ &quot; فيجازيكم على ما عملتم, وينبئكم بما أسررتم وأعلنتم.
فاحذروا القدوم عليه, وأنتم على شرككم, وارغبوا فيما يقربكم إليه, ويثيبكم - عند القدوم - عليه.';
$t[18] = '';
$t[19] = '&quot; أَوَلَمْ يَرَوْا كَيْفَ يُبْدِئُ اللَّهُ الْخَلْقَ ثُمَّ يُعِيدُهُ &quot; يوم القيامة &quot; إِنَّ ذَلِكَ عَلَى اللَّهِ يَسِيرٌ &quot; .
كما قال تعالى: &quot; وَهُوَ الَّذِي يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ &quot; .';
$t[20] = '&quot; قُلْ &quot; لهم, إن حصل معهم ريب وشك في الابتداء: &quot; سِيرُوا فِي الْأَرْضِ &quot; بأبدانكم وقلوبكم &quot; فَانْظُرُوا كَيْفَ بَدَأَ الْخَلْقَ &quot; فإنكم ستجدون أمما من الآدميين, لا تزال توجد شيئا فشيئا, وتجدون النبات والأشجار, كيف تحدث, وقتا بعد وقت, وتجدون السحاب والرياح ونحوها, مستمرة في تجددها.
بل الخلق دائما, في بدء وإعادة.
فانظر إليهم وقت موتتهم الصغرى - النوم - وقد هجم عليهم الليل بظلامه, فسكنت منهم الحركات, وانقطعت منهم الأصوات, وصاروا في فرشهم ومأواهم, كالميتين.
ثم إنهم لم يزالوا على ذلك, طول ليلهم, حتى تنفلق الأصباح, فانتبهوا من رقدتهم, وبعثوا من موتتهم, قائلين &quot; الحمد للّه الذي أحيانا بعد ما أماتنا وإليه النشور &quot; .
ولهذا قال: &quot; ثُمَّ اللَّهُ &quot; بعد الإعارة &quot; يُنْشِئُ النَّشْأَةَ الْآخِرَةَ &quot; وهي النشأة لا تقبل موتا, ولا نوما, وإنما هو الخلود والدوام, في إحدى الدارين.
&quot; إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ &quot; فقدرته تعالى, لا يعجزها شيء, وكما قدر بها على ابتداء الخلق, فقدرته على الإعادة, من باب أولى وأحرى.';
$t[21] = '&quot; يُعَذِّبُ مَنْ يَشَاءُ وَيَرْحَمُ مَنْ يَشَاءُ &quot; أي: هو المنفرد بالحكم الجزائي, وهو: إثابة الطائعين, ورحمتهم, وتعذيب العاصين والتنكيل بهم.
&quot; وَإِلَيْهِ تُقْلَبُونَ &quot; أي: ترجعون إلى الدار, التي بها تجري عليكم أحكام عذابه ورحمته.
فاكتسبوا في هذ الدار, ما هو من أسباب رحمته من الطاعات.
وابتعدوا عن أسباب عذابه, وهي المعاصي.';
$t[22] = '&quot; وَمَا أَنْتُمْ بِمُعْجِزِينَ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ &quot; أي: يا هؤلاء المكذبين, المتجرئين على المعاصي, لا تحسبوا أنه مغفول عنكم, أو أنكم معجزون للّه في الأرض, ولا في السماء.
فلا تغرنكم قدرتكم, وما زينت لكم أنفسكم, وخدعتكم, من النجاة من عذاب الله فلستم بمعجزين الله, في جميع أقطار العالم.
&quot; وَمَا لَكُمْ مِنْ دُونِ اللَّهِ مِنْ وَلِيٍّ &quot; يتولاكم, فيحصل لكم مصالح دينكم ودنياكم.
&quot; وَلَا نَصِيرٍ &quot; ينصركم, فيدفع عنكم المكاره.';
$t[23] = 'يخبر تعالى, من هم الذين زال عنهم الخير, وحصل لهم الشر.
وأنهم الذين كفروا به وبرسله, وبما جاءوهم به, وكذبوا بلقاء اللّه.
فليس عندهم, إلا الدنيا, فلذلك أقدموا, على ما أقدموا عليه, من الشرك والمعاصي, لأنه ليس في قلوبهم, ما يخوفهم من عاقبة ذلك, ولهذا قال: &quot; أُولَئِكَ يَئِسُوا مِنْ رَحْمَتِي &quot; أي: فلذلك لم يعلموا سببا واحدا, يحصلون به الرحمة.
وإلا, فلو طمعوا في رحمته, لعملوا لذلك أعمالا.
والإياس من رحمة اللّه, من أعظم المحاذير, وهو نوعان.
إياس الكفار منها, وتركهم كل سبب يقربهم منها.
وإياس العصاة, بسبب كثرة جناياتهم, أو حشتهم, فملكت قلوبهم, فأحدث لها الإياس.
&quot; وَأُولَئِكَ لَهُمْ عَذَابٌ أَلِيمٌ &quot; أي: مؤلم موجع.
وكأن هذه الآيات, معترضات, بين كلام إبراهيم لقومه, وردهم عليه, واللّه أعلم بذلك.';
$t[24] = 'أي: فما كان مجاوبة قوم إبراهيم لإبراهيم, حين دعاهم إلى ربه, قبول دعوته, والاهتداء بنصحه, ورؤية نعمة اللّه عليهم بإرساله إليهم.
وإنما كان مجاوبتهم له, شر مجاوبة.
&quot; قَالُوا اقْتُلُوهُ أَوْ حَرِّقُوهُ &quot; أشنع القتلات, وهم أناس مقتدرون, لهم السلطان, فألقوه في النار &quot; فَأَنْجَاهُ اللَّهُ &quot; منها.
&quot; إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ &quot; فيعلمون صحة ما جاءت به الرسل, وبِرَّهُمْ ونصحهم, وبطلان قول من خالفهم, وناقضهم, وأن المعارضين للرسل, كأنهم تواصوا وحث بعضهم بعضا, على التكذيب.';
$t[25] = '&quot; وَقَالَ &quot; لهم إبراهيم في جملة ما قاله, من نصحه: &quot; إِنَّمَا اتَّخَذْتُمْ مِنْ دُونِ اللَّهِ أَوْثَانًا مَوَدَّةَ بَيْنِكُمْ فِي الْحَيَاةِ الدُّنْيَا &quot; .
أي: غاية ذلك, مودة في الدنيا ستنقطع وتضمحل.
&quot; ثُمَّ يَوْمَ الْقِيَامَةِ يَكْفُرُ بَعْضُكُمْ بِبَعْضٍ وَيَلْعَنُ بَعْضُكُمْ بَعْضًا &quot; أي: يتبرأ كل من العابدين والمعبودين, من الآخر &quot; وَإِذَا حُشِرَ النَّاسُ كَانُوا لَهُمْ أَعْدَاءً وَكَانُوا بِعِبَادَتِهِمْ كَافِرِينَ &quot; .
فكيف تتعلقون بمن يعلم أنه سيتبرأ, من عابديه, ويلعنهم؟.
وأن &quot; وَمَأْوَاكُمُ &quot; جميعا, العابدين والمعبودين &quot; النَّارَ &quot; .
وليس أحد, ينصركم من عذاب اللّه, ولا يدفع عنهم عقابه.';
$t[26] = 'أي لم يزل إبراهيم عليه الصلاة والسلام, يدعو قومه, وهم مستمرون على عنادهم.
إلا أنه آمن له بدعوته, لوط, الذي نبأءه اللّه, وأرسله إلى قومه كما سيأتي ذكره.
&quot; وَقَالَ &quot; إبراهيم, حيى رأى أن دعوة قومه لا تفيدهم شيئا: &quot; إِنِّي مُهَاجِرٌ إِلَى رَبِّي &quot; أي: هاجر أرض السوء, ومهاجر إلى الأرض المباركة, وهي الشام.
&quot; إِنَّهُ هُوَ الْعَزِيزُ &quot; أي: الذي له القوة, وهو يقدر على هدايتكم.
ولكنه &quot; حَكِيمٌ &quot; ما اقتضت حكمته ذلك.
ولما اعتزلهم وفارقهم, وهم بحالهم, لم يذكر اللّه عنهم, أنه أهلكهم بعذاب.
بل ذكر اعتزاله إياهم, وهجرته من بين أظهرهم.
فأما ما يذكر في الإسرائيليات, أن اللّه تعالى فتح على قومه باب البعوض, فشرب دماءهم, وأكل لحومهم, وأتلفهم عن آخرهم, فهذا يتوقف الجزم به, على الدليل الشرعي, ولم يوجد.
فلو كان اللّه استأصلهم بالعذاب, لذكره, كما ذكر إهلاك الأمم المكذبة.
ولكن هل من أسرار ذلك, أن الخليل عليه السلام, من أرحم الخلق, وأفضلهم, وأحلمهم, وأجلهم, فلم يدع على قومه, كما دعا غيره, ولم يكن اللّه ليجري عليهم بسببه, عذابا عاما؟.
ومما يدل على ذلك, أنه راجع الملائكة في إهلاك قوم لوط, وجادلهم, ودافع عنهم, وهم ليسوا قومه, واللّه أعلم بالحال.';
$t[27] = '&quot; وَوَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ &quot; أي: بعد ما هاجر إلى الشام &quot; وَجَعَلْنَا فِي ذُرِّيَّتِهِ النُّبُوَّةَ وَالْكِتَابَ &quot; .
فلم يأت بعده نبي, إلا من ذريته, ولا نزل كتاب, إلا على ذريته, حتى ختموا بابنه, محمد صلى اللّه عليه وسلم, وعليهم أجمعين.
وهذا من أعظم المناقب والمفاخر, أن تكون مواد الهداية والرحمة, والسعادة, والفلاح, والفوز, في ذريَّته, وعلى أيديهم, اهتدى المهتدون, وآمن المؤمنون, وصلح الصالحون: &quot; وَآتَيْنَاهُ أَجْرَهُ فِي الدُّنْيَا &quot; من الزوجة الجميلة, فائقة الجمال, والرزق الواسع, والأولاد, الذين بهم قرت عينه, ومعرفة اللّه ومحبته, والإنابة إليه.
&quot; وَإِنَّهُ فِي الْآخِرَةِ لَمِنَ الصَّالِحِينَ &quot; بل وهو, ومحمد صلى اللّه عليه وسلم, أفضل الصالحين على الإطلاق, وأعلاهم منزلة, فجمع اللّه له, بين سعادة الدنيا والآخرة.';
$t[28] = 'تقدم أن لوطا عليه السلام, آمن لإبراهيم, وصار من المهتدين به.
وقد ذكروا, أنه ليس من ذرية إبراهيم, وإنما هو ابن أخي إبراهيم.
ققوله تعالى: &quot; وَجَعَلْنَا فِي ذُرِّيَّتِهِ النُّبُوَّةَ وَالْكِتَابَ &quot; وإن كان عاما, فلا يناقض كون لوط, نبيا رسولا, وهو ليس من ذريته, لأن الآية, جيء بها, لسياق المدح والثناء, على الخليل, وقد أخبر أن لوطا, اهتدى على يديه, ومن اهتدى على يديه أكمل ممن اهتدى من ذريته بالنسبة إلى فضيلة الهادي, واللّه أعلم.
فأرسل اللّه لوطا إلى قومه, وكانوا مع شركهم, قد جمعوا بين فعل الفاحشة في الذكور, وقطع السبيل, وفشو المنكرات, في مجالسهم.
فنصحهم لوط, عن هذه الأمور, وبيَّن لهم, قبائحها في نفسها, وما تئول إليه من العقوبة البليغة, فلم يرعووا, ولم يذكروا.
&quot; فَمَا كَانَ جَوَابَ قَوْمِهِ إِلَّا أَنْ قَالُوا ائْتِنَا بِعَذَابِ اللَّهِ إِنْ كُنْتَ مِنَ الصَّادِقِينَ &quot; .
فأيس منهم نبيهم, وعلم استحقاقهم العذاب, وجزع من شدة تكذيبهم له, فدعا عليهم و &quot; قَالَ رَبِّ انْصُرْنِي عَلَى الْقَوْمِ الْمُفْسِدِينَ &quot; فاستجاب اللّه دعاءه, فأرسل الملائكة لإهلاكهم.
فمروا بإبراهيم قبل ذلك, وبشروه بإسحق, ومن وراء إسحق يعقوب.
ثم سألهم إبراهيم أين يريدون؟ فأخبروه أنهم يريدون إهلاك قوم لوط.
فجعل يراجعهم, ويقول &quot; إِنَّ فِيهَا لُوطًا &quot; .
فقالوا له: &quot; لَنُنَجِّيَنَّهُ وَأَهْلَهُ إِلَّا امْرَأَتَهُ كَانَتْ مِنَ الْغَابِرِينَ &quot; ثم مضوا حتى أتوا لوطا.
فساءه مجيئهم, وضاق بهم ذرعا, بحيث إنه لم يعرفهم, وظن أنهم من جملة الضيوف, أبناء السبيل, فخاف عليهم من قومه, فقالوا له: &quot; لَا تَخَفْ وَلَا تَحْزَنْ &quot; وأخبروه أنهم رسل اللّه.
&quot; إِنَّا مُنَجُّوكَ وَأَهْلَكَ إِلَّا امْرَأَتَكَ كَانَتْ مِنَ الْغَابِرِينَ إِنَّا مُنْزِلُونَ عَلَى أَهْلِ هَذِهِ الْقَرْيَةِ رِجْزًا &quot; أي: عذابا &quot; مِنَ السَّمَاءِ بِمَا كَانُوا يَفْسُقُونَ &quot; فأمروه أن يسري بأهله ليلا.
فلما أصبحوا, قلب اللّه عليهم ديارهم, فجعل عاليها سافلها, وأمطر عليهم حجارة من سجيل متتابعة حتى أبادتهم وأهلكتهم, فصاروا سَمَرًا من الأسمار, وعبرة من العبر.';
$t[29] = '';
$t[30] = '';
$t[31] = '';
$t[32] = '';
$t[33] = '';
$t[34] = '';
$t[35] = '&quot; وَلَقَدْ تَرَكْنَا مِنْهَا آيَةً بَيِّنَةً لِقَوْمٍ يَعْقِلُونَ &quot; أي: تركنا من ديار قوم لوط, آثارا بينة لقوم يعقلون العبر بقلوبهم, فينتفعون بها.
كما قال تعالى: &quot; وَإِنَّكُمْ لَتَمُرُّونَ عَلَيْهِمْ مُصْبِحِينَ وَبِاللَّيْلِ أَفَلَا تَعْقِلُونَ &quot; .';
$t[36] = 'أي وأرسلنا &quot; وَإِلَى مَدْيَنَ &quot; القبيلة المعروفة المشهورة &quot; أَخَاهُمْ شُعَيْبًا &quot; الذي أمرهم بعبادة اللّه وحده لا شريك له, والإيمان بالبعث ورجائه, والعمل له, ونهاهم عن الإفساد في الأرض, ببخس المكاييل والموازين, والسعي بقطع الطرق.';
$t[37] = '&quot; فَكَذَّبُوهُ فَأَخَذَتْهُمُ الرَّجْفَةُ &quot; أي عذاب اللّه &quot; فَأَصْبَحُوا فِي دَارِهِمْ جَاثِمِينَ &quot; .';
$t[38] = 'أي: وكذلك ما فعلنا بعاد وثمود, وقد علمت قصتهم, وتبين لكم بشيء تشاهدونه بأبصاركم من مساكنهم, وآثارهم, التي بانوا عنها.
وقد جاءتهم رسلهم بالآيات البينات, المفيدة للبصيرة فكذبوهم, وجادلوهم.
&quot; وَزَيَّنَ لَهُمُ الشَّيْطَانُ أَعْمَالَهُمْ &quot; حتى ظنوا أنها أفضل, مما جاءتهم به الرسل.';
$t[39] = 'وكذلك قارون, وفرعون, وهامان, حين بعث اللّه إليهم موسى ابن عمران; بالآيات البينات; والبراهين الساطعات, فلم ينقادوا, واستكبروا في الأرض, على عباد اللّه, فأذلوهم, وعلى الحق, فردوه, فلم يقدروا على النجاء, حين نزلت بهم العقوبة.
&quot; وَمَا كَانُوا سَابِقِينَ &quot; اللّه, ولا فائتين, بل سلموا واستسلموا.';
$t[40] = '&quot; فَكُلَا &quot; من هؤلاء الأمم المكذبة &quot; أَخَذْنَا بِذَنْبِهِ &quot; على قدره, وبعقوبة مناسبة له.
&quot; فَمِنْهُمْ مَنْ أَرْسَلْنَا عَلَيْهِ حَاصِبًا &quot; أي: عذابا يحصبهم, كقوم عاد, حين أرسل اللّه عليهم الريح العقيم, و &quot; سَخَّرَهَا عَلَيْهِمْ سَبْعَ لَيَالٍ وَثَمَانِيَةَ أَيَّامٍ حُسُومًا فَتَرَى الْقَوْمَ فِيهَا صَرْعَى كَأَنَّهُمْ أَعْجَازُ نَخْلٍ خَاوِيَةٍ &quot; .
&quot; وَمِنْهُمْ مَنْ أَخَذَتْهُ الصَّيْحَةُ &quot; كقوم صالح, &quot; وَمِنْهُمْ مَنْ خَسَفْنَا بِهِ الْأَرْضَ &quot; كقارون.
&quot; وَمِنْهُمْ مَنْ أَغْرَقْنَا &quot; كفرعون وهامان, وجنودهما.
&quot; وَمَا كَانَ اللَّهُ &quot; أي: ما ينبغي ولا يليق به &quot; لِيَظْلِمَهُمْ &quot; لكمال عدله, وغناه التام, عن جميع الخلق &quot; وَلَكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ &quot; منعوها حقها, الذي هي بصدده, فإنها مخلوقة لعبادة اللّه وحده.
فهؤلاء, وضعوها في غير موضعها, وشغلوها, بالشهوات والمعاصي, فضروها غاية الضرر, من حيث ظنوا, أنهم ينفعونها.';
$t[41] = 'هذا مثل ضربه اللّه, لمن عبد معه غيره, يقصد به التعزز والتَّقَوِّي; والنفع; وأن الأمر بخلاف مقصوده; فإن مثله; كمثل العنكبوت; اتخذت بيتا, يقيها من الحر, والبرد, والآفات.
&quot; وَإِنَّ أَوْهَنَ الْبُيُوتِ &quot; أي: أضعفها وأوهاها &quot; لَبَيْتُ الْعَنْكَبُوتِ &quot; .
فالعنكبوت من الحيوانات الضعيفة, وبيتها, من أضعف البيوت فما ازدادت باتخاذه, إلا ضعفا.
كذلك هؤلاء, الذين يتخذون من دونه أولياء, فقراء, عاجزون, من جميع الوجوه.
وحين اتخذوا الأولياء من دونه, يتعززون بهم, ويستنصرونهم, ازدادوا ضعفا إلى ضعفهم, ووهنا إلى وهنهم.
فإن اتكلوا عليهم, في كثير من مصالحهم, وألقوها عليهم, تخلوا هم عنها.
على أن أولئك سيقومون بها.
فخذلوهم, فلم يحصلوا منهم على طائل, ولا أنالوهم من معونتهم, أقل نائل.
فلو كانوا يعلمون حقيقة العلم, حالهم, وحال من اتخذوهم, لم يتخذوهم, ولتبرأوا منهم, ولتولوا الرب القادر الرحيم, الذي إذا تولاه عبده وتوكل عليه, كفاه مئونة دينه ودنياه, وازداد قوة إلى قوته, في قلبه وبدنه وحاله وأعماله.
ولما بين نهاية ضعف آلهة المشركين, ارتقى من هذا, إلى ما هو أبلغ منه, وأنها ليست بشيء, بل هي مجرد أسماء سموها, وظنون اعتقدوها.
وعند التحقيق, يتبين للعاقل بطلانها وعدمها, ولهذا قال:';
$t[42] = '&quot; إِنَّ اللَّهَ يَعْلَمُ مَا يَدْعُونَ مِنْ دُونِهِ مِنْ شَيْءٍ &quot; أي: إنه تعالى يعلم - وهو عالم الغيب والشهادة - أنهم ما يدعون من دون اللّه شيئا موجودا, ولا إلها له حقيقة, كقوله تعالى &quot; إِنْ هِيَ إِلَّا أَسْمَاءٌ سَمَّيْتُمُوهَا أَنْتُمْ وَآبَاؤُكُمْ مَا أَنْزَلَ اللَّهُ بِهَا مِنْ سُلْطَانٍ &quot; .
وقوله &quot; وَمَا يَتَّبِعُ الَّذِينَ يَدْعُونَ مِنْ دُونِ اللَّهِ شُرَكَاءَ إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ &quot; .
&quot; وَهُوَ الْعَزِيزُ &quot; الذي له القوة جميعا, الذي قهر بها جميع الخلق.
&quot; الْحَكِيمُ &quot; الذي يضع الأشياء مواضعها, الذي أحسن كل شيء خلقه, وأتقن ما أمره.';
$t[43] = '&quot; وَتِلْكَ الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ &quot; أي: لأجلهم ولانتفاعهم وتعليمهم لكونها من الطرق الموضحة للعلوم, لأنها تقرب الأمور المعقولة, بالأمور المحسوسة, فيتضح المعنى المطلوب بسببها, فهي مصلحة لعموم الناس.
ولكن &quot; وَمَا يَعْقِلُهَا &quot; بفهمها وتدبرها, وتطبيقها على ما ضربت له, وعقلها في القلب.
&quot; إِلَّا الْعَالِمُونَ &quot; أي: إلا أهل العلم الحقيقي, الذين وصل العلم إلى قلوبهم.
وهذا مدح للأمثال, التي يضربها, وحثٌّ على تدبرها وتعقلها, ومدح لمن يعقلها.
وأنه عنوان, على أنه من أهل العلم, فعلم أن من لم يعقلها, ليس من العالمين.
والسبب في ذلك, أن الأمثال التي يضربها اللّه في القرآن, إنما هي للأمور الكبار, والمطالب العالية, والمسائل الجليلة.
فأهل العلم, يعرفون أنها أهم من غيرها, لاعتناء اللّه بها, وحثه عباده على تعقلها, وتدبرها.
فيبذلون جهدهم في معرفتها.
وأما من لم يعقلها, مع أهميتها, فإن ذلك, دليل على أنه ليس من أهل العلم, لأنه إذا لم يعرف المسائل المهمة, فعدم معرفته غيرها, من باب أولى وأحرى.
ولهذا, أكثر ما يضرب اللّه الأمثال في أصول الدين, ونحوها';
$t[44] = 'أي: هو تعالى, المنفرد بخلق السماوات, على علوها وارتفاعها وسعتها وحسنها وما فيها من الشمس والقمر والكواكب والملائكة.
والأرض وما فيها من الجبال والبحار والبراري والقفار, والأشجار ونحوها.
وكل ذلك خلقه بالحق, أي لم يخلقها عبثا, ولا سدى, ولا لغير فائدة.
وإنما خلقها, ليقوم أمره وشرعه, ولتتم نعمته على عباده, وليروا من حكمته, وقهره وتدبيره, ما يدلهم على أنه وحده, معبودهم, ومحبوبهم, وإلههم.
&quot; إِنَّ فِي ذَلِكَ لَآيَةً لِلْمُؤْمِنِينَ &quot; على كثير من المطالب الإيمانية, إذا تدبرها المؤمن, رأى ذلك فيها عيانا.';
$t[45] = 'يأمر تعالى بتلاوة وحيه, وتنزيله, وهو: هذا الكتاب العظيم.
ومعنى تلاوته, اتباعه, بامتثال ما يأمر به, واجتناب ما ينهى عنه, والاهتداء بهداه, وتصديق أخباره, وتدبر معانيه, وتلاوة ألفاظه, فصار تلاوة لفظه جزء المعنى, وبعضه.
وإذا كان هذا معنى تلاوة الكتاب, عل أن إقامة الدين كلها, داخلة في تلاوة الكتاب.
فيكون قوله &quot; وَأَقِمِ الصَّلَاةَ &quot; من باب عطف الخاص على العام, لفضل الصلاة وشرفها, وآثارها الجميلة, وهي &quot; إِنَّ الصَّلَاةَ تَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ &quot; .
فالفحشاء, كل ما استعظم, واستفحش من المعاصي, التي تشتهيها النفوس.
والمنكر: كل معصية تنكرها العقول والفطر.
ووجه كون الصلاة تنهى عن الفحشاء والمنكر, أن العبد المقيم لها, المتمم لأركانها وشروطها, وخشوعها, يستنير قلبه, ويتطهر فؤاده, ويزداد إيمانه, وتقوى رغبته في الخير, وتقل أو تنعدم, رغبته في الشر.
فبالضرورة, مداومتها والمحافظة عليها على هذا الوجه, تنهى عن الفحشاء والمنكر.
فهذا من أعظم مقاصد الصلاة, وثمراتها.
وثَمَّ في الصلاة, مقصود أعظم من هذا وأكبر, وهو: ما اشتملت عليه من ذكر اللّه, بالقلب, واللسان, والبدن.
فإن اللّه تعالى, إنما خلق العباد, لعبادته, وأفضل عبادة تقع منهم الصلاة.
وفيها من عبوديات الجوارح كلها, ما ليس في غيرها, ولهذا قال: &quot; وَلَذِكْرُ اللَّهِ أَكْبَرُ &quot; .
ويحتمل أنه لما أمر بالصلاة ومدحها, أخبر أن ذكره تعالى, خارج الصلاة, أكبر من الصلاة كما هو قول جمهور المفسرين.
لكن الأول, أولى, لأن الصلاة, أفضل من الذكر خارجها, ولأنها - كما تقدم - بنفسها من أكبر الذكر.
&quot; وَاللَّهُ يَعْلَمُ مَا تَصْنَعُونَ &quot; من خير وشر, فيجازيكم على ذلك, أكمل الجزاء, وأوفاه.
&quot; وَلَا تُجَادِلُوا أَهْلَ الْكِتَابِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ إِلَّا الَّذِينَ ظَلَمُوا مِنْهُمْ وَقُولُوا آمَنَّا بِالَّذِي أُنْزِلَ إِلَيْنَا وَأُنْزِلَ إِلَيْكُمْ وَإِلَهُنَا وَإِلَهُكُمْ وَاحِدٌ وَنَحْنُ لَهُ مُسْلِمُونَ &quot;
ينهى تعالى عن مجادلة أهل الكتاب, إذا كانت عن غير بصيرة من المجادل, أو بغير قاعدة مرضية, وأن لا يجادلوا, إلا بالتي هي أحسن, بحسن خلق ولطف ولين كلام, ودعوة إلى الحق, وتحسينه, ورد الباطل وتهجينه, بأقرب طريق موصل لذلك.
وأن لا يكون القصد منها, مجرد المجادلة والمغالبة, وحب العلو, بل يكون القصد, بيان الحق, وهداية الخلق.
&quot; إِلَّا الَّذِينَ ظَلَمُوا &quot; من أهل الكتاب, بأن ظهر من قصد المجادل منهم وحاله, أنه لا إرادة له في الحق, وإنما يجادل, على وجه المشاغبة والمغالبة.
فهذا, لا فائدة في جداله, لأن المقصود منها ضائع.
&quot; وَقُولُوا آمَنَّا بِالَّذِي أُنْزِلَ إِلَيْنَا وَأُنْزِلَ إِلَيْكُمْ وَإِلَهُنَا وَإِلَهُكُمْ وَاحِدٌ &quot; أي: ولتكن مجادلتكم لأهل الكتاب مبنية على الإيمان.
بما أنزل إليكم وأنزل إليهم, وعلى الإيمان برسولكم ورسولهم, وعلى أن الإله واحد.
ولا تكن مناظرتكم إياهم, على وجه يحصل به القدح, في شيء من الكتب الإلهية, أو بأحد من الرسل, كما يفعله الجاهل عند مناظرة الخصوم, يقدح بجميع ما معهم, من حق وباطل, فهذا ظلم, وخروج عن الواجب, وآداب النظر.
فإن الواجب, أن يرد ما مع الخصم من الباطل, ويقبل ما معه من الحق.
ولا يرد الحق, لأجل قوله, ولو كان كافرا.
وأيضا فإن بناء مناظرة أهل الكتاب, على هذا الطريق, فيه إلزام لهم, بالإقرار بالقرآن, وبالرسول, الذي جاء به.
فإنه إذا تكلم في الأصول الدينية, والتي اتفقت عليها الأنبياء والكتب وتقررت عند المناظرين, وثبتت حقائقها عندهما, وكانت الكتب السابقة, والمرسلون, مع القرآن ومحمد صلى اللّه عليه وسلم, قد بينتها, ودلت, وأخبرت بها, فإنه يلزم التصديق بالكتب كلها, والرسل كلهم, وهذا من خصائص الإسلام.
فأما أن يقال: نؤمن بما دل عليه الكتاب الفلاني, دون الكتاب الفلاني, وهو الحق الذي صدق ما قبله, فهذا ظلم وهوى.
وهو يرجع إلى قومه بالتكذيب, لأنه إذا كذب القرآن الدال عليها, المصدق لما بين يديه, فإنه مكذب لما زعم أنه به مؤمن.
وأيضا فإن كل طريق تثبت بها نبوة أي نبي كان, فإن مثلها.
وأعظم منها, دالة على نبوة محمد صلى اللّه عليه وسلم.
وكل شبهة يقدح بها في نبوة محمد صلى اللّه عليه وسلم, فإن مثلها, أو أعظم منها, يمكن توجيهها إلى نبوة غيره.
فإذا ثبت بطلانها في غيره, فثبوت بطلانها في حقه صلى اللّه عليه وسلم, أظهر وأظهر.
وقوله &quot; وَنَحْنُ لَهُ مُسْلِمُونَ &quot; أي: منقادون مستسلمون لأمره.
ومن آمن به, واتخذه إلها, وآمن بجميع كتبه, ورسله, وانقاد للّه واتبع رسله, فهو السعيد.
ومن انحرف عن هذا الطريق, فهو الشقي.';
$t[46] = '';
$t[47] = 'أي &quot; وَكَذَلِكَ أَنْزَلْنَا إِلَيْكَ &quot; يا محمد, هذا &quot; الْكِتَابُ &quot; الكريم, المبين كل نبأ عظيم.
الداعي إلى كل خلق فاضل, وأمر كامل, المصدق للكتب السابقة, المخبر به الأنبياء الأقدمون.
&quot; فَالَّذِينَ آتَيْنَاهُمُ الْكِتَابَ &quot; فعرفوه حق معرفته, ولم يداخلهم حسد وهوى.
&quot; يُؤْمِنُونَ بِهِ &quot; لأنهم تيقنوا صدقه, بما لديهم من الموافقات, وبما عندهم من البشارات, وبما تميزوا به, من معرفة الحسن والقبيح, والصدق والكذب.
&quot; وَمِنْ هَؤُلَاءِ &quot; الموجودين &quot; مَنْ يُؤْمِنُ بِهِ &quot; إيمانا عن بصيرة, لا عن رغبة ولا رهبة.
&quot; وَمَا يَجْحَدُ بِآيَاتِنَا إِلَّا الْكَافِرُونَ &quot; الذين دأبهم الجحود للحق, والعناد له.
وهذا حصر لمن كفر به, أنه لا يكون من أحد, قصده متابعة الحق.
وإلا, فكل من له قصد صحيح, فإنه لا بد أن يؤمن به, لما اشتمل عليه من البينات, لكل من له عقل, أو ألقى السمع وهو شهيد.';
$t[48] = 'ومما يدل على صحته, أنه جاء به هذا النبي الأمين, الذي عرف قومه صدقه, وأمانته, ومدخله ومخرجه, وسائر أحواله, وهو لا يكتب بيده خطا, بل ولا يقرأ خطا مكتوبا.
فإتيانه به في هذه الحال, من أظهر البينات القاطعة, التي لا تقبل الارتياب, أنه من عند اللّه العزيز الحميد, ولهذا قال: &quot; وَمَا كُنْتَ تَتْلُو &quot; أي تقرأ &quot; مِنْ قَبْلِهِ مِنْ كِتَابٍ وَلَا تَخُطُّهُ بِيَمِينِكَ إِذًا &quot; لو كنت بهذه الحال &quot; لَارْتَابَ الْمُبْطِلُونَ &quot; فقالوا: تعلمه من الكتب السابقة, أو استنسخه منها.
فأما وقد نزل على قلبك, كتابا جليلا, تحديت به الفصحاء البلغاء, الأعداء, الألداء أن يأتوا بمثله, أو بسورة من مثله, فعجزوا غاية العجز, بل ولا حدثتهم أنفسهم بالمعارضة, لعلمهم ببلاغته وفصاحته, وأن كلام أحد من البشر, لا يبلغ أن يكون مجاريا له أو على منواله, ولهذا قال: &quot; بَلْ هُوَ آيَاتٌ بَيِّنَاتٌ &quot; إلى &quot; الظَّالِمُونَ &quot; .';
$t[49] = '&quot; بَلْ هُوَ &quot; أي: هذا القرآن &quot; آيَاتٍ بَيِّنَاتٍ &quot; لا خفيات.
&quot; فِي صُدُورِ الَّذِينَ أُوتُوا الْعِلْمَ &quot; وهم: سادة الخلق, وعقلاؤهم, وأولو الألباب منهم, والكمل منهم.
فإذا كان آيات بينات, في صدور أمثال هؤلاء, كانوا حجة على غيرهم.
وإنكار غيرهم, لا يضر, ولا يكون ذلك إلا ظلما, ولهذا قال: &quot; وَمَا يَجْحَدُ بِآيَاتِنَا إِلَّا الظَّالِمُونَ &quot; لأنه لا يجحدها إلا جاهل, تكلم بغير علم: ولم يقتد بأهل العلم, ومن هو التمكن من معرفته على حقيقته, أو متجاهل, عرف أنه حق فعانده, وعرف صدقه, فخالفه.';
$t[50] = 'أي: واعترض هؤلاء الظالمون المكذبون للرسول, ولما جاء به, واقترحوا عليه, نزول آيات, عينوها كما قال اللّه عنهم: &quot; وَقَالُوا لَنْ نُؤْمِنَ لَكَ حَتَّى تَفْجُرَ لَنَا مِنَ الْأَرْضِ يَنْبُوعًا &quot; الآيات.
فتعيين الآيات, ليس عندهم, ولا عند الرسول صلى اللّه عليه وسلم, فإن في ذلك تدابير, مع اللّه, وأنه لو كان كذا, وينبغي أن يكون كذا, وليس لأحد من الأمر شيء.
ولهذا قال: &quot; قُلْ إِنَّمَا الْآيَاتُ عِنْدَ اللَّهِ &quot; إن شاء أنزلها, أو منعها &quot; وَإِنَّمَا أَنَا نَذِيرٌ مُبِينٌ &quot; وليس لي مرتبة, فوق هذه المرتبة.
وإذا كان القصد بيان الحق من الباطل, فإذا حصل المقصود - بأي طريق - كان اقتراح الآيات المعينات على ذلك, ظلما وجورا, وتكبرا على اللّه, وعلى الحق.
بل لو قدر أن تنزل تلك الآيات, ويكون في قلوبهم, أنهم لا يؤمنون بالحق إلا بها كان ذلك ليس بإيمان, وإنما ذلك, شيء وافق أهواءهم, فآمنوا, لا لأنه حق, بل لتلك الآيات.
فأي فائدة حصلت, في إنزالها على التقدير الفرضي؟';
$t[51] = 'ولما كان المقصود بيان الحق, ذكر تعالى طريقه فقال: &quot; أَوَلَمْ يَكْفِهِمْ &quot; في علمهم بصدقك, وصدق ما جئت به &quot; أَنَّا أَنْزَلْنَا عَلَيْكَ الْكِتَابَ يُتْلَى عَلَيْهِمْ &quot; .
وهذا كلام مختصر, جامع فيه, من الآيات البينات, والدلالات الباهرات, شيء كثير.
فإنه كما تقدم إتيان الرسول به بمجرده, وهو أمي, من أكبر الآيات على صدقه.
ثم عجزهم عن معارضته, وتحديهم إياه, آية أخرى.
ثم ظهوره, وبروزه جهرا علانية, يتلى عليهم, ويقال: هو من عند اللّه, قد أظهره الرسول, وهو في وقت قلَّ فيه أنصاره, وكثر مخالفوه وأعداؤه, فلم يخفه, ولم يثن ذلك عزمه.
بل خرج به على رءوس الأشهاد, ونادى به, بين الحاضر والباد, بأن هذا كلام ربي.
فهل أحد يقدر على معارضته, أو ينطق بمباراته أو يستطيع مجاراته.
ثم هيمنته على الكتب المتقدمة, وتصحيحه للصحيح, ونَفْيُ ما أدخل فيها من التحريف, والتبديل.
ثم هدايته لسواء السبيل, في أمره ونهيه.
فما أمر بشيء, فقال العقل &quot; ليته لم يأمر به &quot; , ولا نهى عن شيء فقال العقل &quot; ليته لم ينه عنه &quot; .
بل هو مطابق للعدل والميزان, والحكمة المعقولة لذوي البصائر, والعقول.
ثم مسايرة إرشاداته, وهدايته, وأحكامه, لكل حال, وكل زمان, بحيث لا تصلح الأمور إلا به.
فجميع ذلك, يكفي من أراد تصديق الحق, وعمل على طلب الحق.
فلا كفى اللّه, من لم يكفه القرآن, ولا شفى اللّه, من لم يشفه الفرقان.
ومن اهتدى به واكتفى, فإنه رحمة له وخير, فلذلك قال: &quot; إِنَّ فِي ذَلِكَ لَرَحْمَةً وَذِكْرَى لِقَوْمٍ يُؤْمِنُونَ &quot; وذلك لما يحصل فيه من العلم الكثير, والخير الغزير وتزكية القلوب والأرواح, وتطهير العقائد, وتكميل الأخلاق, والفتوحات الإلهية, والأسرار الربانية.';
$t[52] = '&quot; قُلْ كَفَى بِاللَّهِ بَيْنِي وَبَيْنَكُمْ شَهِيدًا &quot; فأنا قد استشهدته.
فإن كنت كاذبا, أَحَلَّ بي ما به تعتبرون.
وإن كان إنما يؤيدني, وينصرني, وييسر لي الأمور, فلتكفكم, هذه الشهادة الجليلة من اللّه.
فإن وقع في قلوبكم أن شهادته - وأنتم لم تسمعوه, ولم تروه - لا تكفي دليلا, فإنه &quot; يَعْلَمُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ &quot; .
ومن جملة معلوماته, حالي وحالكم, ومقالي لكم.
فلو كنت متقولا عليه, مع علمه بذلك, وقدرته على عقوبتي - لكان قدحا, في علمه, وقدرته, وحكمته كما قال تعالى &quot; وَلَوْ تَقَوَّلَ عَلَيْنَا بَعْضَ الْأَقَاوِيلِ لَأَخَذْنَا مِنْهُ بِالْيَمِينِ ثُمَّ لَقَطَعْنَا مِنْهُ الْوَتِينَ &quot; .
&quot; وَالَّذِينَ آمَنُوا بِالْبَاطِلِ وَكَفَرُوا بِاللَّهِ أُولَئِكَ هُمُ الْخَاسِرُونَ &quot; حيث خسروا الإيمان باللّه, وملائكته, وكتبه, ورسله, واليوم الآخر, وحيث فاتهم النعيم المقيم, وحيث حصل لهم في مقابلة الحق الصحيح, كل باطل قبيح, وفي مقابلة النعيم, كل عذاب أليم, فخسروا أنفسهم وأهليهم يوم القيامة.';
$t[53] = 'يخبر تعالى, عن جهل المكذبين للرسول, وما جاء به, وأنهم يقولون - استعجالا للعذاب, وزيادة تكذيب: &quot; مَتَى هَذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ &quot; ؟ يقول تعالى &quot; وَلَوْلَا أَجَلٌ مُسَمًّى &quot; مضروب لنزوله, ولم يأت بعد &quot; لَجَاءَهُمُ الْعَذَابُ &quot; بسبب تعجيزهم لنا, وتكذيبهم الحق.
فلو آخذناهم بجهلهم, لكان كلامهم, أسرع لبلائهم وعقوبتهم.
ولكن - مع ذلك - فلا يستبطئوا نزوله &quot; وَلَيَأْتِيَنَّهُمْ بَغْتَةً وَهُمْ لَا يَشْعُرُونَ &quot; .
فوقع كما أخبر اللّه تعالى, لما قدموا لـ &quot; بدر &quot; بطرين مفاخرين, ظانين أنهم قادرون على مقصودهم.
فأذلهم اللّه, وقتل كبارهم, واستوعب جملة أشرارهم, ولم يبق فيهم بيت, إلا أصابته تلك المصيبة.
فأتاهم العذاب, من حيث لم يحتسبوا, ونزل بهم, وهم لا يشعرون.';
$t[54] = 'هذا, وإن لم ينزل عليهم العذاب الدنيوي, فإن أمامهم العذاب الأخروي, الذي لا يخلص منهم أحد منه, سواء عوجل بعذاب الدنيا, أو أمهل.
&quot; وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌ بِالْكَافِرِينَ &quot; ليس لهم عنها, معدل ولا منصرف.
قد أحاطت بهم من كل جانب, كما أحاطت بهم ذنوبهم, وسيئاتهم, وكفرهم.
وذلك العذاب, هو العذاب الشديد.';
$t[55] = '&quot; يَوْمَ يَغْشَاهُمُ الْعَذَابُ مِنْ فَوْقِهِمْ وَمِنْ تَحْتِ أَرْجُلِهِمْ وَيَقُولُ ذُوقُوا مَا كُنْتُمْ تَعْمَلُونَ &quot; فإن أعمالكم انقلبت عليكم عذابا, وشملكم العذاب, كما شملكم الكفر والذنوب.';
$t[56] = 'يقول تعالى: &quot; يَا عِبَادِيَ الَّذِينَ آمَنُوا &quot; وصدقوا رسولي &quot; إِنَّ أَرْضِي وَاسِعَةٌ فَإِيَّايَ فَاعْبُدُونِ &quot; فإذا تعذرت عليكم عبادة ربكم في أرض, فارتحلوا منها إلى أرض أخرى, حيث كانت العبادة للّه وحده.
فأماكن العبادة, ومواضعها, واسعة, والمعبود واحد, والموت لا بد أن ينزل بكم ثم ترجعون إلى ربكم, فيجازي من أحسن عبادته وجمع بين الإيمان والعمل الصالح بإنزاله الغرف العالية, والمنازل الأنيقة الجامعة, لما تشتهيه الأنفس, وتلذ الأعين, وأنتم فيها خالدون.
فـ &quot; نَعَمْ &quot; تلك المنازل, في جنات النعيم &quot; أَجْرُ الْعَامِلِينَ &quot; للّه.';
$t[57] = '';
$t[58] = '';
$t[59] = '&quot; الَّذِينَ صَبَرُوا &quot; على عبادة اللّه &quot; وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ &quot; في ذلك.
فصبرهم على عبادة اللّه, يقتضي بذل الجهد والطاقة في ذلك, والمحاربة العظيمة للشيطان, الذي يدعوهم إلى الإخلال بشيء من ذلك.
وتوكلهم, يقتضي شدة اعتمادهم على اللّه, وحسن ظنهم به, أن يحقق ما عزموا عليه من الأعمال, ويكملها.
ونص على التوكل, وإن كان داخلا في الصبر, لأنه يحتاج إليه في كل فعل, وترك مأمور به, ولا يتم إلا به.';
$t[60] = 'أي: الباري تبارك وتعالى, قد تكفل بأرزاق الخلائق كلهم, قويهم, وعاجزهم.
فكم &quot; مِنْ دَابَّةٍ &quot; في الأرض, ضعيفة القوى, ضعيفة العقل.
&quot; لَا تَحْمِلُ رِزْقَهَا &quot; ولا تدخره, بل لم تزل, لا شيء معها من الرزق, ولا يزال اللّه يسخر لها الرزق, في كل وقت بوقته.
&quot; اللَّهُ يَرْزُقُهَا وَإِيَّاكُمْ &quot; فكلكم عيال اللّه القائم برزقكم, كما قام بخلقكم وتدبيركم.
&quot; وَهُوَ السَّمِيعُ الْعَلِيمُ &quot; فلا تخفى عليه خافية, ولا تهلك دابة من عدم الرزق, بسبب أنها خافية عليه.
كما قال تعالى: &quot; وَمَا مِنْ دَابَّةٍ فِي الْأَرْضِ إِلَّا عَلَى اللَّهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا كُلٌّ فِي كِتَابٍ مُبِينٍ &quot; :';
$t[61] = 'هذا استدلال على المشركين, المكذبين بتوحيد الإلهية والعبادة, وإلزام لهم, بما أثبتوه من توحيد الربوبية.
فأنت لو سألتهم من خلق السماوات والأرض, ومن نزل من السماء ماء, فأحيا به الأرض بعد موتها, ومن بيده تدبير جميع الأشياء؟ &quot; لَيَقُولُنَّ اللَّهُ &quot; وحده, ولَاعْتَرَفُوا بعجز الأوثان, ومن عبدوه مع اللّه, عن شيء من ذلك.
فاعجب لإفكهم, وكذبهم, وعدولهم إلى من أقروا بعجزه, وأنه لا يستحق أن يدبر شيئا.
وسَجِّلْ عليهم عدم العقل, وأنهم السفهاء, ضعفاء الأحلام.
فهل تجد أضعف عقلا, وأقل بصيرة, ممن أتى إلى حجر, أو قبر ونحوه وهو يدري أنه لا ينفع ولا يضر, ولا يخلق ولا يرزق - ثم صرف له خالص الإخلاص, وصافي العبادية, وأشركه مع الرب, الخالق الرازق, النافع الضار.
و &quot; قُلِ الْحَمْدُ لِلَّهِ &quot; الذي بين الهدى من الضلال, وأوضح بطلان ما عليه المشركون, ليحذره الموفقون.
و &quot; قُلِ الْحَمْدُ لِلَّهِ &quot; الذي خلق العالم العلوي والسفلي, وقام بتدبيرهم, ورزقهم, وبسط الرزق على من يشاء, وضيقه عمن يشاء, حكمة منه, ولعلمه بما يصلح عباده, وما ينبغي لهم.';
$t[62] = '';
$t[63] = '';
$t[64] = 'يخبر تعالى عن حالة الدنيا والآخرة, وفي ضمن ذلك, التزهيد في الدنيا والتشويق للأخرى فقال: &quot; وَمَا هَذِهِ الْحَيَاةُ الدُّنْيَا &quot; في الحقيقة &quot; إِلَّا لَهْوٌ وَلَعِبٌ &quot; تلهو بها القلوب, وتلعب بها الأبدان, بسبب ما جعل اللّه فيها من الزينة واللذات, والشهوات الخالبة للقلوب المعرضة, الباهجة للعيون الغافلة, المفرحة للنفوس المبطلة الباطلة.
ثم تزول سريعا, وتنقضي جميعا, ولم يحصل منها محبها, إلا على الندم والخسران.
&quot; وَإِنَّ الدَّارَ الْآخِرَةَ لَهِيَ الْحَيَوَانُ &quot; أي: الحياة الكاملة, التي من لوازمها, أن تكون أبدان أهلها, في غاية القوة, وقواهم في غاية الشدة, لأنها أبدان وقوى, خلقت للحياة وأن يكون موجودا فيها, كل ما تكمل به الحياة, وتتم به اللذة, من مفرحات القلوب, وشهوات الأبدان, من المآكل, والمشارب, والمناكح; وغير ذلك, مما لا عين رأت.
ولا أذن سمعت, ولا خطر على قلب بشر.
&quot; لَوْ كَانُوا يَعْلَمُونَ &quot; لما آثروا الدنيا على الآخرة, ولو كانوا يعقلون لما رغبوا عن دار الحيوان, ورغبوا في دار اللهو واللعب.
فدل ذلك, أن الذين يعلمون, لا بد أن يؤثروا الآخرة على الدنيا, لما يعلمونه من حالة الدارين.';
$t[65] = 'ثم ألزم تعالى, المشركين بإخلاصهم للّه, في حال الشدة, عند ركوب البحر, وتلاطم أمواجه, وخوفهم الهلاك, يتركون وقتذاك, أندادهم, ويخلصون الدعاء للّه وحده لا شريك له.
فلما زالت عنهم الشدة, ونجى من أخلصوا له الدعاء إلى البر, أشركوا به, من لا نجاهم من شدة, ولا أزال عنهم مشقة.
فهلا أخلصوا للّه الدعاء, في حال الرخاء والشدة, واليسر والعسر, ليكونوا مؤمنين حقا, مستحقين ثوابه, مندفعا عنهم عقابه.';
$t[66] = 'ولكن شركهم هذا بعد نعمتنا عليهم, بالنجاة من البحر, ليكون عاقبته الكفر, بما آتيناهم, ومقابلة النعمة بالإساءة, وليكملوا تمتعهم في الدنيا, الذي هو كتمتع الأنعام, ليس لهم همٌّ إلا بطونهم وفروجهم.
&quot; فَسَوْفَ يَعْلَمُونَ &quot; حين ينتقلون من الدنيا إلى الآخرة, شدة الأسف, وأليم العقوبة.';
$t[67] = 'ثم امتن عليهم بحرمه الآمن, وأنهم أهله, في أمن, وسعة ورزق, والناس من حولهم, يتخطفون ويخافون.
فلا يعبدون الذي أطعمهم من جوع, وآمنهم من خوف.
&quot; أَفَبِالْبَاطِلِ يُؤْمِنُونَ &quot; وهو ما هم عليه, من الشرك, والأقوال, والأفعال الباطلة.
&quot; وَبِنِعْمَةِ اللَّهِ &quot; هم &quot; يَكْفُرُونَ &quot; فأين ذهبت عقولهم, وانسلخت أحلامهم حيث آثروا الضلال على الهدى, والباطل على الحق, والشقاء على السعادة وحيث كانوا أظلم الخلق.';
$t[68] = '&quot; وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا &quot; فنسب ما هو عليه من الضلال والباطل, إلى اللّه.
&quot; أَوْ كَذَّبَ بِالْحَقِّ لَمَّا جَاءَهُ &quot; على يد رسوله محمد صلى اللّه عليه وسلم.
ولكن هذا الظالم العنيد, أمامه جهنم &quot; أَلَيْسَ فِي جَهَنَّمَ مَثْوًى لِلْكَافِرِينَ &quot; يؤخذ بها منهم الحق, ويخزون بها, وتكون منزلهم الدائم, الذي لا يخرجون منه.';
$t[69] = '&quot; وَالَّذِينَ جَاهَدُوا فِينَا &quot; وهم الذين هاجروا في سبيل اللّه, وجاهدوا أعداءهم, وبذلوا مجهودهم في اتباع مرضاته.
&quot; لَنَهْدِيَنَّهُمْ سُبُلَنَا &quot; أي: الطرق الموصلة إلينا, وذلك, لأنهم محسنون.
&quot; وَإِنَّ اللَّهَ لَمَعَ الْمُحْسِنِينَ &quot; بالعون والنصر, والهداية.
دل هذا, على أن أحرى الناس بموافقة الصواب, أهل الجهاد.
وعلى أن من أحسن فيما أمر به, أعانه اللّه, ويسر له أسباب الهداية.
وعلى أن من جد واجتهد في طلب العلم الشرعي, فإنه يحصل له من الهداية, والمعونة على تحصيل مطلوبه, أمور إلهية, خارجة عن مدرك اجتهاده, وتيسر له أمر العلم.
فإن طلب العلم الشرعي, من الجهاد في سبيل اللّه, بل هو أحد نَوْعَي الجهاد, الذي لا يقوم به إلا خواص الخلق, وهو الجهاد بالقول, واللسان, للكفار, والمنافقين.
والجهاد على تعليم أمور الدين, وعلى رد نزاع المخالفين للحق, ولو كانوا من المسلمين.
تم تفسير سورة العنكبوت - بحمد اللّه وعونه';
?>