<?php
$t = array();
$t[1] = '&quot; الم &quot; من الحروف التي لا يعلم معناها إلا الله.';
$t[2] = 'فأخبر تعالى أنه &quot; الْحَيُّ &quot; كامل الحياة &quot; الْقَيُّومُ &quot; القائم بنفسه, المقيم لأحوال خلقه.
وقد أقام أحوالهم الدينية, وأحوالهم الدنيوية والقدرية.';
$t[3] = 'فأنزل على رسوله محمد صلى الله عليه وسلم الكتاب بالحق, الذي لا ريب فيه, وهو مشتمل على الحق &quot; مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ &quot; من الكتب.
أي: شهد بما شهدت به, ووافقها, وصدق من جاء بها من المرسلين.
وكذلك &quot; وَأَنْزَلَ التَّوْرَاةَ وَالْإِنْجِيلَ &quot;';
$t[4] = '&quot; مِنْ قَبْلُ &quot; هذا الكتاب &quot; هُدًى لِلنَّاسِ &quot; .
وأكمل الرسالة, وختمها بمحمد صلى الله عليه وسلم وكتابه العظيم الذي هدى الله به الخلق, من الضلالات, واستنقذهم به من الجهالات, وفرق به بين الحق والباطل, والسعادة والشقاوة, والصراط المستقيم, وطرق الجحيم.
فالذين آمنوا به واهتدوا, حصل لهم به, الخير الكثير, والثواب العاجل والآجل.
و &quot; إِنَّ الَّذِينَ كَفَرُوا بِآيَاتِ اللَّهِ &quot; التي بينها في كتابه وعلى لسان رسوله &quot; لَهُمْ عَذَابٌ شَدِيدٌ وَاللَّهُ عَزِيزٌ ذُو انْتِقَامٍ &quot; ممن عصاه.';
$t[5] = 'ومن تمام قيوميته تعالى, أن علمه محيط بالخلائق &quot; لَا يَخْفَى عَلَيْهِ شَيْءٌ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ &quot; حتى ما في بطون الحوامل.';
$t[6] = 'فهو &quot; الَّذِي يُصَوِّرُكُمْ فِي الْأَرْحَامِ كَيْفَ يَشَاءُ &quot; من ذكر وأنثى, وكامل الخلق وناقصه, متنقلين في أطوار خلقته وبديع حكمته.
فمن هذا شأن مع عباده, واعتناؤه العظيم بأحوالهم, من حين أنشأهم إلى منتهى أمورهم, لا مشارك له في ذلك - فيتعين أنه لا يستحق العبادة إلا هو.
&quot; لَا إِلَهَ إِلَّا هُوَ الْعَزِيزُ &quot; الذي قهر الخلائق بقوته, واعتز عن أن يوصف بنقص أو ينعت بذم &quot; الْحَكِيمُ &quot; في خلقه وشرعه.';
$t[7] = 'يخبر تعالى, عن عظمته, وكمال قيوميته, أنه هو الذي تفرد لإنزال هذا الكتاب العظيم, الذي لم يوجد - ولن يوجد - له نظير أو مقارب في هدايته, وبلاغته, وإعجازه, وإصلاحه للخلق.
وأن هذا الكتاب يحتوي على المحكم الواضح المعاني البين, الذي لا يشتبه بغيره.
ومنه آيات متشابهات, تحتمل بعض المعاني, ولا يتعين منها واحد من الاحتمالين بمجردها, حتى تضم إلى المحكم.
فالذين في قلوبهم مرض وزيغ, وانحراف, لسوء قصدهم - يتبعون المتشابه منه.
فيستدلون به على مقالاتهم الباطلة, وآرائهم الزائفة, طلبا للفتنة, وتحريفا لكتابه, وتأويلا له على مشاربهم ومذاهبهم ليضلوا ويضلوا.
وأما أهل العلم الراسخون فيه, الذين وصل العلم واليقين إلى أفئدتهم, فأثمر لهم العمل والمعارف - فيعلمون أن القرآن كله من عند الله, وأنه كله حق, محكمه ومتشابهه, وأن الحق لا يتناقض ولا يختلف.
فلعلمهم أن المحكمات, معناها في غاية الصراحة والبيان, يردون إليها المشتبه, الذي تحصل فيه الحيرة لناقص العلم, وناقص المعرفة.
فيردون المتشابه إلى المحكم, فيعود كله محكما, ويقولون: &quot; آمَنَّا بِهِ كُلٌّ مِنْ عِنْدِ رَبِّنَا وَمَا يَذَّكَّرُ &quot; للأمور النافعة, والعلوم الصائبة &quot; إِلَّا أُولُو الْأَلْبَابِ &quot; أي: أهل العقول الرزينة.
ففي هذا دليل على أن هذا, من علامة أولي الألباب, وأن اتباع المتشابه, من أوصاف أهل الآراء السقيمة, والعقول الواهية, والقصود السيئة.
وقوله &quot; وَمَا يَعْلَمُ تَأْوِيلَهُ إِلَّا اللَّهُ &quot; إن أريد بالتأويل, معرفة عاقبة الأمور, وما تنتهي وتئول, تعين الوقوف على &quot; إلا الله &quot; حيث هو تعالى, المتفرد بالتأويل بهذا المعنى.
وإن أريد بالتأويل: معنى التفسير, ومعرفة معنى الكلام, كان العطف أولى.
فيكون هذا مدحا للراسخين في العلم, أنهم يعلمون كيف ينزلون نصوص الكتاب والسنة, محكمها ومتشابهها.';
$t[8] = 'ولما كان المقام مقام انقسام إلى منحرفين ومستقيمين, دعوا الله تعالى أن يثبتهم على الإيمان فقالوا: &quot; رَبَّنَا لَا تُزِغْ قُلُوبَنَا &quot; أي لا تملها عن الحق إلى الباطل.
&quot; بَعْدَ إِذْ هَدَيْتَنَا وَهَبْ لَنَا مِنْ لَدُنْكَ رَحْمَةً &quot; تصلح بها أحوالنا &quot; إِنَّكَ أَنْتَ الْوَهَّابُ &quot; أي كثير الفضل والهبات.
وهذه الآية, تصلح مثالا للطريقة, التي يتعين سلوكها في المتشابهات.
وذلك: أن الله تعالى ذكر عن الراسخين, أنهم يسألونه أن لا يزيغ قلوبهم, بعد إذ هداهم.
وقد أخبر في آيات أخر عن الأسباب التي بها تزيغ قلوب أهل الانحراف وأن ذلك بسبب كسبهم كقوله &quot; فَلَمَّا زَاغُوا أَزَاغَ اللَّهُ قُلُوبَهُمْ &quot; , &quot; ثُمَّ انْصَرَفُوا صَرَفَ اللَّهُ قُلُوبَهُمْ &quot; .
&quot; وَنُقَلِّبُ أَفْئِدَتَهُمْ وَأَبْصَارَهُمْ كَمَا لَمْ يُؤْمِنُوا بِهِ أَوَّلَ مَرَّةٍ &quot; .
فالعبد إذا تولى عن ربه, ووالى عدوه, ورأى الحق, فصدف عنه, ورأى الباطل, فاختاره - ولاه الله ما تولى لنفسه, وأزاع قلبه, عقوبة له على زيغه.
وما ظلمه الله, ولكنه ظلم نفسه, فلا يلم إلا نفسه الأمارة بالسوء.
والله أعلم.';
$t[9] = 'هذا من تتمة كلام الراسخين في العلم, وهو يتضمن الإقرار بالبعث والجزاء, واليقين التام, وأن الله, لا بد أن يوقع ما وعد به.
وذلك يستلزم موجبه ومقتضاه, من العمل والاستعداد لذلك اليوم.
فإن الإيمان بالبعث والجزاء, أصل صلاح القلوب, وأصل الرغبة في الخير, والرهبة من الشر, اللذين هما أساس الخيرات.';
$t[10] = 'لما ذكر يوم القيامة, ذكر أن جميع من كفر بالله, وكذب رسل الله, لا بد أن يدخلوا النار ويصلوها.
وأن أموالهم وأولادهم, لن تغني عنهم شيئا من عذاب الله.
وأنه سيجري عليهم في الدنيا من الأخذات والعقوبات, ما جرى على فرعون وسائر الأمم المكذبة بآيات الله &quot; فَأَخَذَهُمُ اللَّهُ بِذُنُوبِهِمْ &quot; وعجل لهم العقوبات الدنيوية, متصلة بالعقوبات الأخروية.
&quot; وَاللَّهُ شَدِيدُ الْعِقَابِ &quot; فإياكم أن تستهونوا بعقابه, فيهون عليكم الإقامة على الكفر والتكديب.';
$t[11] = '';
$t[12] = 'وهذا خبر وبشرى للمؤمنين, وتخويف للكافرين, أنهم لا بد أن يغلبوا في هذه الدنيا.
وقد وقع كما أخبر الله, فغلبوا غلبة لم يكن لها مثيل ولا نظير.';
$t[13] = 'وجعل الله تعالى, ما وقع في &quot; بدر &quot; من آياته الدالة على صدق رسوله, وأنه على الحق, وأعداءه على الباطل, حيث التقت فئتان.
فئة المؤمنين لا يبلغون إلا ثلثمائة وبضعة عشر رجلا, مع قلة عددهم.
وفئة الكافرين, يناهزون الألف, مع استعدادهم التام في السلاح وغيره.
فأيد الله المؤمنين بنصره, فهزموهم بإذن الله.
ففي هذا عبرة لأهل البصائر.
فلولا أن هذا هو الحق الذي إذا قابل الباطل أزهقه واضمحل الباطل لكان - بحسب الأسباب الحسية - الأمر بالعكس.';
$t[14] = 'أخبر تعالى, في هاتين الآيتين, عن حالة الناس, في إيثار الدنيا على الآخرة - وبين التفاوت العظيم, والفرق الجسيم بين الدارين.
فأخبر أن الناس, زينت لهم هذه الأمور, فرمقوها بالأبصار, واستحلوها بالقلوب, وعكفت على لذاتها, النفوس.
كل طائفة من الناس, تميل إلى نوع من هذه الأنواع, قد جعلوها هي, أكبر همهم, ومبلغ علمهم, وهي - مع هذا - متاع قليل, منقض في مدة يسيرة.
فهذا &quot; مَتَاعُ الْحَيَاةِ الدُّنْيَا وَاللَّهُ عِنْدَهُ حُسْنُ الْمَآبِ &quot; .';
$t[15] = 'ثم أخبر عن ذلك بأن المتقين لله, القائمين بعبوديته, لهم خير من هذه اللذات.
فلهم أصناف الخيرات, والنعيم المقيم, مما لا عين رأت, ولا أذن سمعت, ولا خطر على قلب بشر.
ولهم رضوان الله, الذي هو أكبر من كل شيء.
ولهم الأزواج المطهرة, من كل آفة ونقص, جميلات الأخلاق, كاملات الخلائق, لأن النفي يستلزم ضده, فتطهيرها عن الآفات, مستلزم لوصفها بالكمالات.
&quot; وَاللَّهُ بَصِيرٌ بِالْعِبَادِ &quot; فييسر كلا منهم لما خلق له.
أما أهل السعادة, فييسرهم للعمل لتلك الدار الباقية, ويأخذون من هذه الحياة الدنيا, ما يعينهم على عبادة الله وطاعته.
وأما أهل الشقاوة والإعراض, فيقيضهم لعمل أهل الشقاوة, ويرضون بالحياة الدنيا, ويطمئنون بها, ويتخذونها قرارا.';
$t[16] = 'أي: هؤلاء الراسخون في العلم, أهل العلم والإيمان, يتوسلون إلى ربهم بإيمانهم, لمغفرة ذنوبهم, ووقايتهم عذاب النار, وهذا من الوسائل التي يحبها الله, أن يتوسل العبد إلى ربه, بما من به عليه من الإيمان والأعمال الصالحة, إلى تكميل نعم الله عليه, بحصول الثواب الكامل, واندفاع العقاب.';
$t[17] = 'ثم وصفهم بأجمل الصفات: بالصبر الذي هو: حبس النفوس على ما يحبه الله, طلبا لمرضاته.
يصبرون على طاعة الله, ويصبرون عن معاصيه, ويصبرون على أقداره المؤلمة.
وبالصدق بالأقوال والأحوال, وهو استواء الظاهر والباطن, وصدق العزيمة على سلوك الصراط المستقيم.
وبالقنوت الذي هو: دوام الطاعة, مع مصاحبة الخشوع والخضوع.
بالنفقات في سبل الخيرات, وعلى الفقراء, وأهل الحاجات.
وبالاستغفار, خصوصا وقت الأسحار, فإنهم مدوا الصلاة إلى وقت السحر, فجلسوا يستغفرون الله تعالى.';
$t[18] = 'هذه أجل الشهادات الصادرة من الملك العظيم, ومن الملائكة, وأهل العلم, على أجل مشهود عليه, وهو توحيد الله, وقيامه بالقسط.
وذلك يتضمن الشهادة, على جميع الشرع, وجميع أحكام الجزاء.
فإن الشرع والدين, أصله وقاعدته, توحيد الله وإفراده بالعبودية, والاعتراف بانفراده, بصفات العظمة والكبرياء, والمجد, والعز, والقدرة, والجلال, ونعوت الجود, والبر والرحمة, والإحسان, والجمال وبكماله المطلق الذي لا يحصى أحد من الخلق, أن يحيطوا بشيء منه, أو يبلغوه, أو يصلوا إلى الثناء عليه, والعبادات الشرعية, والمعاملات وتوابعها, والأمر والنهي, كله عدل وقسط, لا ظلم فيه ولا جور, بوجه من الوجوه.
بل هو في غاية الحكمة والإحكام.
والجزاء على الأعمال الصالحة والسيئة, كله قسط وعدل.
&quot; قُلْ أَيُّ شَيْءٍ أَكْبَرُ شَهَادَةً قُلِ اللَّهُ &quot; .
فتوحيد الله, ودينه وجزاؤه, قد ثبت ثبوتا لا ريب فيه, وهو أعظم الحقائق وأوضحها, وقد أقام الله على ذلك من البراهين, والأدلة, ما لا يمكن إحصاؤه وعده.
وفي هذه الآية: فضيلة العلم والعلماء, لأن الله خصهم بالذكر, من دون البشر.
وقرن شهادتهم, بشهادته وشهادة ملائكته.
وجعل شهادتهم, من أكبر الأدلة والبراهين, على توحيده ودينه وجزائه.
وأنه يجب على المكلفين قبول هذه الشهادة العادلة الصادقة.
وفي ضمن ذلك: تعديلهم, وأن الخلق تبع لهم, وأنهم, هم الأئمة المتبوعون.
وفي هذا من الفضل والشرف, وعلو المكانة, ما لا يقادر قدره.';
$t[19] = 'يخبر تعالى &quot; إِنَّ الدِّينَ عِنْدَ اللَّهِ &quot; أي: الدين الذي لا دين له سواه, ولا مقبول غيره, هو &quot; الْإِسْلَامُ &quot; وهو: الانقياد لله وحده, ظاهرا وباطنا, بما شرعه على ألسنة رسله, قال تعالى: &quot; وَمَنْ يَبْتَغِ غَيْرَ الْإِسْلَامِ دِينًا فَلَنْ يُقْبَلَ مِنْهُ وَهُوَ فِي الْآخِرَةِ مِنَ الْخَاسِرِينَ &quot; .
فمن دان بغير دين الإسلام, فهو لم يدن لله حقيقة, لأنه لم يسلك الطريق الذي شرعه على ألسنة رسله.
ثم أخبر تعالى, أن أهل الكتاب يعلمون ذلك, وإنما اختلفوا, فانحرفوا عنه, عنادا وبغيا.
وإلا فقد جاءهم العلم المقتضي لعدم الاختلاف, الموجب للزوم الدين الحقيقي.
ثم لما جاءهم محمد صلى الله عليه وسلم عرفوه حق المعرفة, ولكن الحسد والبغي والكفر بآيات الله, هي التي صدتهم عن اتباع الحق.
&quot; وَمَنْ يَكْفُرْ بِآيَاتِ اللَّهِ فَإِنَّ اللَّهَ سَرِيعُ الْحِسَابِ &quot; أي: فلينتظروا ذلك فإنه آت, وسيجزيهم الله بما كانوا يعملون.';
$t[20] = 'لما بين أن الدين الحقيقي عنده الإسلام, وكان أهل الكتاب قد شافهوا النبي صلى الله عليه وسلم بالمجادلة, وقامت عليهم الحجة, فعاندوها, أمره الله تعالى عند ذلك, أن يقول ويعلن, أنه أسلم وجهه أي: ظاهره وباطنه, لله, وأن من اتبعه كذلك, قد وافقوه على هذا الإذعان الخالص.
وأن يقول للناس كلهم, من أهل الكتاب, والأميين أي: الذين ليس لهم كتاب, من العرب وغيرهم.
إن أسلمتم, فأنتم على الطريق المستقيم والهدى والحق.
وإن توليتم, فحسابكم على الله, وأنا ليس علي إلا البلاغ, وقد أبلغتكم, وأقمت عليكم الحجة.';
$t[21] = 'أي الذين جمعوا بين هذه الشرور: الكفر بآيات الله وتكذيب رسل الله, والجناية العظيمة على أعظم الخلق حقا على الخلق, وهم الرسل وأئمة الهدى, الذين يأمرون الناس بالقسط, الذي اتفقت عليه الأديان والعقول';
$t[22] = 'فهؤلاء قد &quot; حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالْآخِرَةِ &quot; واستحقوا العذاب الأليم, وليس لهم ناصر من عذاب الله, ولا منقذ من عقوبته.';
$t[23] = 'أي: ألا تنظر وتعجب من هؤلاء &quot; الَّذِينَ أُوتُوا نَصِيبًا مِنَ الْكِتَابِ &quot; و &quot; يُدْعَوْنَ إِلَى كِتَابِ اللَّهِ &quot; الذي يصدق ما أنزله على رسله.
&quot; ثُمَّ يَتَوَلَّى فَرِيقٌ مِنْهُمْ وَهُمْ مُعْرِضُونَ &quot; عن اتباع الحق.
فكأنه قيل: أي داع دعاهم إلى هذا الإعراض, وهم أحق بالاتباع, وأعرفهم بحقيقة ما جاء به محمد صلى الله عليه وسلم؟ فذكر لذلك سببين: أمنهم, وشهادتهم الباطلة لأنفسهم بالنجاة.
وأن النار لا تمسهم إلا أياما معدودة حدودها بحسب أهوائهم الفاسدة, كأن تدبير الملك راجع إليهم, حيث قالوا &quot; لَنْ يَدْخُلَ الْجَنَّةَ إِلَّا مَنْ كَانَ هُودًا أَوْ نَصَارَى &quot; .
ومن المعلوم أن هذه أماني باطلة, شرعا وعقلا.
والسبب الثاني: أنهم لما كذبوا بآيات الله وافتروا عليه, زين لهم الشيطان سوء عملهم, واغتروا بذلك, وتراءى لهم أنه الحق, عقوبة لهم على إعراضهم عن الحق, فهؤلاء كيف يكون حالهم - إذا جمعهم الله يوم القيامة, ووفى العاملين ما عملوا, وجرى عدل الله في عباده, فهنالك لا تسأل عما يصلون إليه من العقاب, وما يفوتهم من الخير والثواب, وذلك بما كسبت أيديهم &quot; وما ربك بظلام للعبيد &quot; .';
$t[24] = '';
$t[25] = '';
$t[26] = 'يأمر تعالى نبيه صلى الله عليه وسلم أصلا, وغيره تبعا - أن يقول عن ربه, معلنا بتفرده بتصريف الأمور, وتدبير العالم العلوي والسفلي, واستحقاقه باختصاصه بالملك المطلق, والتصريف المحكم, وأنه يؤتي الملك من يشاء, وينزع الملك ممن يشاء, ويعز من يشاء, ويذل من يشاء.
فليس الأمر بأماني أهل الكتاب ولا غيرهم, بل الأمر أمر الله, والتدبير له.
فليس له معارض في تدبيره, ولا معاون في تقديره.
وأنه كما أنه المتصرف بمداولة الأيام بين الناس, فهو المتصرف بنفس الزمان.
وقوله &quot; بِيَدِكَ الْخَيْرُ &quot; أي: الخير كله منك, ولا يأتي بالحسنات والخيرات, إلا الله.
وأما الشر فإنه لا يضاف إلى الله تعالى, لا وصفا, ولا اسما, ولا فعلا.
ولكنه يدخل في مفعولاته, ويندرج في قضائه وقدره.
فالخير والشر, كله داخل في القضاء والقدر, فلا يقع في ملكه إلا ما شاءه.
ولكن الشر لا يضاف إلى الله.
فلا يقال &quot; بيدك الخير والشر &quot; , بل يقال &quot; بيدك الخير &quot; كما قاله الله, وقاله رسوله.
وأما استدراك بعض المفسرين حيث قال &quot; وكذلك الشر بيد الله &quot; فإنه وهم محض.
ملحظهم, حيث ظنوا أن تخصيص الخير بالذكر, ينافي قضاءه وقدره العام, وجوابه ما فصلنا.';
$t[27] = 'يولج النهار في الليل ويولج الليل في النهار, أي: يدخل هذا على هذا, ويحل هذا محل هذا, ويزيد في هذا, ما ينقص من هذا, ليقيم بذلك مصالح خلقه.
ويخرج الحي من الميت, كما يخرج الزروع والأشجار المتنوعة من بذورها, والمؤمن من الكافر, والميت من الحي.
كما يخرج الحبوب والنوى, والزروع والأشجار, والبيضة من الطائر.
فهو الذي يخرج المتضادات, بعضها من بعض, وقد انقادت له جميع العناصر.
وقوله &quot; وَتَرْزُقُ مَنْ تَشَاءُ بِغَيْرِ حِسَابٍ &quot; قد ذكر الله في غير هذه الآية, الأسباب التي ينال بها رزقه كقوله: &quot; وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا وَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُ &quot; .
&quot; وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ &quot; .
فعلى العباد أن لا يطلبوا الرزق, إلا من الله, ويسعوا فيه بالأسباب التي يسرها الله وأباحها.';
$t[28] = 'هذا نهي من الله, وتحذير للمؤمنين, أن يتخذوا الكافرين أولياء من دون المؤمنين, فإن المؤمنين بعضهم أولياء بعض, والله وليهم.
&quot; وَمَنْ يَفْعَلْ ذَلِكَ &quot; التولي &quot; فَلَيْسَ مِنَ اللَّهِ فِي شَيْءٍ &quot; أي: فهو بريء من الله, والله بريء منه كقوله تعالى &quot; وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ &quot; .
وقوله: &quot; إِلَّا أَنْ تَتَّقُوا مِنْهُمْ تُقَاةً &quot; أي: إلا أن تخافوا على أنفسكم في إبداء العداوة للكافرين, فلكم - في هذه الحال - الرخصة في المسألة والمهادنة, لا في التولي الذي هو محبة القلب, الذي تتبعه النصرة.
&quot; وَيُحَذِّرُكُمُ اللَّهُ نَفْسَهُ &quot; أي: فخافوه واخشوه, وقدموا خشيته على خشية الناس, فإنه هو الذي يتولى شئون العباد, وقد أخذ بنواصيهم وإليه يرجعون وسيصيرون إليه.
فيجازي من قدم حقوقه ورجاءه, على غيره, بالثواب الجزيل.
ويعاقب الكافرين, ومن تولاهم, بالعذاب الوبيل.';
$t[29] = 'يخبر تعالى بإحاطة علمه بما في الصدور, سواء أخفاه العباد, أو أبدوه.
كما أن علمه محيط بكل شيء, في السماء والأرض, فلا تخفى عليه خافية.
ومع إحاطة علمه, فهو العظيم القدير على كل شيء, الذي لا يمتنع عن إرادته موجود.';
$t[30] = 'ولما ذكر لهم من عظمته وسعة أوصافه, ما يوجب للعباد أن يراقبوه في كل أحوالهم, ذكر لهم أيضا, داعيا آخر إلى مراقبته وتقواه, وهو: أنهم كلهم صائرون إليه, وأعمالهم - حينئذ, من خير وشر - محضرة.
فحينئذ يغتبط أهل الخير, بما قدموه لأنفسهم, ويتحسر أهل الشر إذا وجدوا ما عملوه محضرا ويودون أن بينهم وبينه أمدا بعيدا فإذا عرف العبد أنه ساع إلى ربه, وكادح في هذه الحياة, وأنه لا بد أن يلاقي ربه, ويلاقي سعيه, أوجب له أخذ الحذر, والتوقي من الأعمال التي توجب الفضيحة والعقوبة, والاستعداد بالأعمال الصالحة, التي توجب السعادة والمثوبة.
ولهذا قال تعالى &quot; وَيُحَذِّرُكُمُ اللَّهُ نَفْسَهُ &quot; وذلك بما يبدي لكم من أوصاف عظمته, وكمال عدله وشدة نكاله, ومع شدة عقابه, فإنه رءوف رحيم.
ومن رأفته ورحمته, أنه خوف العباد, وزجرهم عن الغي والفساد, كما قال تعالى - لما ذكر العقوبات &quot; ذَلِكَ يُخَوِّفُ اللَّهُ بِهِ عِبَادَهُ يَا عِبَادِ فَاتَّقُونِ &quot; فرأفته ورحمته, سهلت لهم الطرق, التي ينالون بها الخيرات.
ورأفته ورحمته, حذرتهم من الطرق التي تفضي بهم إلى المكروهات.
فنسأله تعالى, أن يتمم علينا إحسانه, بسلوك الصراط المستقيم, والسلامة من الطرق, التي تفضي بسالكها, إلى الجحيم.';
$t[31] = 'هذء الآية هي الميزان, التي يعرف بها من أحب الله حقيقة, ومن ادعى ذلك دعوى مجردة.
فعلامة محبة الله, اتباع محمد صلى الله عليه وسلم, الذي جعل متابعته, وجميع ما يدعو إليه, طريقا إلى محبته ورضوانه.
فلا تنال محبة الله ورضوانه وثوابه, إلا بتصديق ما جاء به الرسول من الكتاب والسنة وامتثال أمرهما, واجتناب نهيهما.
فمن فعل ذلك, أحبه الله, وجازاه جزاء المحبين, وغفر له ذنوبه, وستر عليه عيوبه.
فكأنه قيل: ومع ذلك, فما حقيقة اتباع الرسول وصفتها؟';
$t[32] = 'فأجاب بقوله.
&quot; قُلْ أَطِيعُوا اللَّهَ وَالرَّسُولَ &quot; بامتثال الأمر, واجتناب النهي وتصديق الخبر.
&quot; فَإِنْ تَوَلَّوْا &quot; عن ذلك, فهذا هو الكفر والله &quot; لَا يُحِبُّ الْكَافِرِينَ &quot; .';
$t[33] = 'لله تعالى من عباده أصفياء, يصطفيهم ويختارهم, ويمن عليهم بالفضائل العالية, والنعوت السامية, والعلوم النافعة, والأعمال الصالحة, والخصائص المتنوعة.
فذكر هذه البيوت الكبار, وما احتوت عليه من كملة الرجال, الذين حازوا أوصاف الكمال, وأن الفضل والخير, تسلسل في ذراريهم وشمل ذكورهم ونساءهم.
وهذا من أجل مننه وأفضل مواقع جوده وكرمه.
&quot; وَاللَّهُ سَمِيعٌ عَلِيمٌ &quot; يعلم من يستحق الفضل والتفضيل, فيضع فضله حيث اقتضت حكمته.';
$t[34] = 'فلما قرر عظمة هذه البيوت, ذكر قصة مريم وابنها عيسى صلى الله عليه وسلم, وكيف تسلسلا من هذه البيوت الفاضلة, وكيف تنقلت بهما الأحوال, من ابتداء أمرهما إلى آخره, وأن امرأة عمران قالت - متضرعة إلى ربها, متقربة إليه بهذه القربة التي يحبها, التي فيها تعظيم بيته وملازمة طاعته: &quot; إِنِّي نَذَرْتُ لَكَ مَا فِي بَطْنِي مُحَرَّرًا &quot; أي: خادما لبيت العبادة, المشحون بالمتعبدين.
&quot; فَتَقَبَّلْ مِنِّي &quot; هذا العمل أي: اجعله مؤسسا على الإيمان والإخلاص, مثمرا للخير والثواب.
&quot; إِنَّكَ أَنْتَ السَّمِيعُ الْعَلِيمُ فَلَمَّا وَضَعَتْهَا قَالَتْ رَبِّ إِنِّي وَضَعْتُهَا أُنْثَى وَاللَّهُ أَعْلَمُ بِمَا وَضَعَتْ وَلَيْسَ الذَّكَرُ كَالْأُنْثَى &quot; كان في هذا الكلام, نوع تضرع منها, وانكسار نفس حيث كان نذرها بناء على أنه يكون ذكرا, يحصل منه من القوة والخدمة والقيام بذلك, ما يحصل من أهل القوة, والأنثى بخلاف ذلك.';
$t[35] = '';
$t[36] = '';
$t[37] = 'فجبر الله قلبها, وتقبل الله نذرها, وصارت هذه الأنثى, أكمل وأتم من كثير من الذكور, بل من أكثرهم.
وحصل بها من المقاصد, أعظم مما يحصل بالذكر, ولهذا قال: &quot; فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حَسَنٍ وَأَنْبَتَهَا نَبَاتًا حَسَنًا &quot; أي: ربيت تربية عجيبة, دينية, أخلاقية, أدبية كملت بها أحوالها, وصلحت بها أقوالها وأفعالها, ونما فيها كمالها, ويسر الله لها زكريا كافلا.
وهذا من منة الله على العبد, أن يجعل من يتولى تربيته من الكاملين المصلحين.
ثم إن الله تعالى أكرم مريم وزكريا, حيث يسر لمريم من الرزق الحاصل بلا كد ولا تعب, وإنما هو كرامة أكرمها الله به.
إذ &quot; كُلَّمَا دَخَلَ عَلَيْهَا زَكَرِيَّا الْمِحْرَابَ &quot; وهو محل العبادة.
وفيه إشارة إلى كثرة صلاتها وملازمتها لمحرابها &quot; وَجَدَ عِنْدَهَا رِزْقًا &quot; هنيئا معدا.
&quot; قَالَ يَا مَرْيَمُ أَنَّى لَكِ هَذَا قَالَتْ هُوَ مِنْ عِنْدِ اللَّهِ إِنَّ اللَّهَ يَرْزُقُ مَنْ يَشَاءُ بِغَيْرِ حِسَابٍ &quot; .
فلما رأى زكريا هذه الحال, والبر واللطف من الله بها, ذكره أن يسأل الله تعالى حصول الولد, على حين اليأس منه فقال: &quot; رَبِّ هَبْ لِي مِنْ لَدُنْكَ ذُرِّيَّةً طَيِّبَةً إِنَّكَ سَمِيعُ الدُّعَاءِ فَنَادَتْهُ الْمَلَائِكَةُ وَهُوَ قَائِمٌ يُصَلِّي فِي الْمِحْرَابِ أَنَّ اللَّهَ يُبَشِّرُكَ بِيَحْيَى مُصَدِّقًا بِكَلِمَةٍ مِنَ اللَّهِ &quot; اسمه أي: الكلمة التي من الله &quot; عيسى بن مريم &quot; : فكانت بشارته بهذا النبي الكريم, تتضمن البشارة بـ &quot; عيسى &quot; ابن مريم, والتصديق له, والشهادة له بالرسالة.
فهذه الكلمة من الله, كلمة شريفة, اختص الله بها عيسى بن مريم.
وإلا, فهي من جملة كلماته التي أوجد بها المخلوقات, كما قال تعالى: &quot; إِنَّ مَثَلَ عِيسَى عِنْدَ اللَّهِ كَمَثَلِ آدَمَ خَلَقَهُ مِنْ تُرَابٍ ثُمَّ قَالَ لَهُ كُنْ فَيَكُونُ &quot; وقوله &quot; وَسَيِّدًا وَحَصُورًا &quot; .
أي: هذا المبشر به وهو يحيى, سيد من فضلاء الرسل وكرامهم: &quot; والحصور &quot; قيل: هو الذي لا يولد له, ولا شهوة له في النساء, وقيل: هو الذي عصم وحفظ من الذنوب والشهوات الضارة.
وهذا أليق المعنيين: &quot; وَنَبِيًّا مِنَ الصَّالِحِينَ &quot; الذين بلغوا في الصلاح ذروته العالية.';
$t[38] = '';
$t[39] = '';
$t[40] = '&quot; قَالَ رَبِّ أَنَّى يَكُونُ لِي غُلَامٌ وَقَدْ بَلَغَنِيَ الْكِبَرُ وَامْرَأَتِي عَاقِرٌ &quot; .
فهذان مانعان.
فمن أي طريق - يا رب - يحصل لي ذلك, مع ما ينافي ذلك؟!.
&quot; قَالَ كَذَلِكَ اللَّهُ يَفْعَلُ مَا يَشَاءُ &quot; فإنه - كما اقتضت حكمته جريان الأمور بأسبابها المعروفة - فإنه قد يخرق ذلك, لأنه الفعال لما يريد, الذي قد انقادت الأسباب لقدرته, ونفذت فيها مشيئته وإرادته, فلا يتعاصى على قدرته, شيء من الأسباب, ولو بلغت في القوة, ما بلغت.';
$t[41] = '&quot; قَالَ رَبِّ اجْعَلْ لِي آيَةً &quot; ليحصل السرور والاستبشار.
وإن كنت - يا رب - متيقنا ما أخبرتني به, ولكن النفس تفرح, ويطمئن القلب, إلى مقدمات الرحمة واللطف.
&quot; قَالَ آيَتُكَ أَلَّا تُكَلِّمَ النَّاسَ ثَلَاثَةَ أَيَّامٍ إِلَّا رَمْزًا &quot; .
وفي هذه المدة اذكر &quot; رَبَّكَ كَثِيرًا وَسَبِّحْ بِالْعَشِيِّ وَالْإِبْكَارِ &quot; أول النهار وآخره.
فمنع من الكلام في هذه المدة, فكان في هذا, مناسبة لحصول الولد من بين الشيخ الكبير, والمرأة العاقر.
وكونه لا يقدر على مخاطبة الآدميين, ولسانه منطلق بذكر الله وتسبيحه, آية أخرى.
فحينئذ حصل له الفرح والاستبشار, وشكر الله, وأكثر من الذكر والتسبيح, بالعشايا والأبكار.
وكان هذا المولود, من بركات مريم بنت عمران, على زكريا.
فإن ما من الله به عليها, من ذلك الرزق الهني, الذي يحصل بغير حساب, ذكره وهيجه على التضرع والسؤال.
والله تعالى هو المتفضل بالسبب والمسبب, ولكنه يقدر أمورا محبوبة على يد من يحبه, ليرفع الله قدره, ويعظم أجره.';
$t[42] = 'ثم عاد تعالى, إلى ذكر مريم وأنها بلغت في العبادة والكمال, مبلغا عظيما فقال تعالى: &quot; وَإِذْ قَالَتِ الْمَلَائِكَةُ يَا مَرْيَمُ إِنَّ اللَّهَ اصْطَفَاكِ &quot; أي اختارك, ووهب للك من الصفات الجليلة, والأخلاق الجميلة.
&quot; وَطَهَّرَكِ &quot; من الأخلاق الرذيلة &quot; وَاصْطَفَاكِ عَلَى نِسَاءِ الْعَالَمِينَ &quot; .
ولهذا قال صلى الله عليه وسلم &quot; كمل من الرجال كثير, ولم يكمل من النساء إلا مريم بنت عمران, وآسية بنت مزاحم, وخديجة بنت خويلد, وفضل عائشة على النساء, كفضل الثريد على سائر الطعام.';
$t[43] = 'فنادتها الملائكة عن أمر الله لها بذلك, لتغتبط بنعم الله, وتشكر الله, وتقوم بحقوقه, وتشتغل بخدمته, ولهذا قالت الملائكة.
&quot; يَا مَرْيَمُ اقْنُتِي لِرَبِّكِ &quot; أي: أكثري من الطاعة, والخضوع والخشوع لربك, وأديمي ذلك &quot; وَاسْجُدِي وَارْكَعِي مَعَ الرَّاكِعِينَ &quot; أي: صلي مع المصلين.
فقامت بكل ما أمرت به, وبرزت, وفاقت في كمالها.';
$t[44] = 'ولما كانت هذه القصة وغيرها, من أكبر الأدلة على رسالة محمد صلى الله عليه وسلم, حيث أخبر بها مفصلة محققة, لا زيادة فيها ولا نقص, وما ذاك إلا لأنه وحي من الله العزيز الحكيم, لا بتعلم من الناس - قال تعالى: &quot; ذَلِكَ مِنْ أَنْبَاءِ الْغَيْبِ نُوحِيهِ إِلَيْكَ وَمَا كُنْتَ لَدَيْهِمْ إِذْ يُلْقُونَ أَقْلَامَهُمْ أَيُّهُمْ يَكْفُلُ مَرْيَمَ &quot; حيث جاءت بها أمها, فاختصموا أيهم يكفلها, لأنها بنت إمامهم ومقدمهم, وكلهم يريد الخير والأجر من الله, حتى وصلت بهم الخصومة إلى أن اقترعوا عليها, فألقوا أقلامهم مقترعين, فأصابت القرعة زكريا, رحمة من الله به وبها.
فأنت - يا أيها الرسول - لم تحضر تلك الحالة لتعرفها, فتقصها على الناس, وإنما الله نبأك بها.
وهذا هو المقصود الأعظم, من سياق القصص أنه يحصل بها العبرة.
وأعظم العبر, الاستدلال بها على التوحيد والرسالة, والبعث, وغيرها من الأصول الكبار.';
$t[45] = '&quot; إِذْ قَالَتِ الْمَلَائِكَةُ يَا مَرْيَمُ إِنَّ اللَّهَ يُبَشِّرُكِ بِكَلِمَةٍ مِنْهُ اسْمُهُ الْمَسِيحُ عِيسَى ابْنُ مَرْيَمَ وَجِيهًا فِي الدُّنْيَا وَالْآخِرَةِ وَمِنَ الْمُقَرَّبِينَ &quot; .
أي: له الوجاهة, والجاه العظيم في الدنيا والآخرة عند الخلق.
ومع ذلك فهو - عند الله - من المقربين, الذين هم أقرب الخلائق إلى الله, وأعلاهم درجة.
وهذه بشارة لا يشبهها شيء من البشارات.';
$t[46] = 'ومن تمام هذه البشارة أنه &quot; وَيُكَلِّمُ النَّاسَ فِي الْمَهْدِ &quot; فيكون تكليمه آية من آيات الله, ورحمة منه بأمه وبالخلق, وكذلك يكلمهم &quot; وَكَهْلًا &quot; أي في حال كهولته.
وهذا تكليم النبوة والدعوة, والإرشاد.
فكلامه في المهد, فيه آيات وبراهين, على صدقه, ونبوته, وبراءة أمه مما يظن بها من الظنون السيئة.
وكلامه في كهولته, فيه نفعه العظيم للخلق, وكونه واسطة بينهم وبين ربهم, في وحيه, وتبليغ دينه وشرعه.
ومع ذلك فهو &quot; مِنَ الصَّالِحِينَ &quot; الذين أصلح الله قلوبهم بمعرفته وحبه, وألسنتهم, بالثناء عليه وذكره, وجوارحهم بطاعته وخدمته.';
$t[47] = '&quot; قَالَتْ رَبِّ أَنَّى يَكُونُ لِي وَلَدٌ وَلَمْ يَمْسَسْنِي بَشَرٌ &quot; وهذا من الأمور المستغربة &quot; قَالَ كَذَلِكِ اللَّهُ يَخْلُقُ مَا يَشَاءُ &quot; ليعلم العباد أنه على كل شيء قدير, وأنه لا ممانع لإرادته.
&quot; إِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ';
$t[48] = 'وَيُعَلِّمُهُ الْكِتَابَ &quot; .
أي: جنس الكتب السابقة, والحكم بين الناس, ويعطيه النبوة.';
$t[49] = 'ويجعله رسولا &quot; إِلَى بَنِي إِسْرَائِيلَ &quot; ويؤيده بالآيات البينات, والأدلة القاهرة حيث قال: &quot; أَنِّي قَدْ جِئْتُكُمْ بِآيَةٍ مِنْ رَبِّكُمْ &quot; تدلكم أني رسول الله حقا.
وذلك &quot; أَنِّي أَخْلُقُ لَكُمْ مِنَ الطِّينِ كَهَيْئَةِ الطَّيْرِ فَأَنْفُخُ فِيهِ فَيَكُونُ طَيْرًا بِإِذْنِ اللَّهِ وَأُبْرِئُ الْأَكْمَهَ &quot; وهو ممسوح العينين, الذي فقد بصره وعيناه &quot; وَالْأَبْرَصَ وَأُحْيِي الْمَوْتَى بِإِذْنِ اللَّهِ وَأُنَبِّئُكُمْ بِمَا تَأْكُلُونَ وَمَا تَدَّخِرُونَ فِي بُيُوتِكُمْ إِنَّ فِي ذَلِكَ &quot; المذكور &quot; لَآيَةً لَكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ &quot;';
$t[50] = '&quot; وَمُصَدِّقًا لِمَا بَيْنَ يَدَيَّ مِنَ التَّوْرَاةِ &quot; فأيده الله بجنسين من الآيات, والبراهين والخوارق المستغربة, التي لا يمكن لغير الأنبياء, الإتيان بها, والرسالة والدعوة, والدين الذي جاء به, وأنه دين التوراة, ودين الأنبياء السابقين, وهذا أكبر الأدلة على صدق الصادقين.
فإنه لو كان من الكاذبين, لخالف ما جاءت به الرسل, ولناقضهم في أصولهم وفروعهم.
فعلم بذلك أنه رسول الله, وأن ما جاء به حق لا ريب فيه.
وأيضا فقوله &quot; وَلِأُحِلَّ لَكُمْ بَعْضَ الَّذِي حُرِّمَ عَلَيْكُمْ &quot; أي: لأخفف عنكم بعض الآصار والأغلال.
&quot; فَاتَّقُوا اللَّهَ وَأَطِيعُونِ &quot;';
$t[51] = '&quot; إِنَّ اللَّهَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ &quot; .
وهذا ما يدعو إليه جميع الرسل, عبادة الله وحده لا شريك له; وطاعتهم.
وهذا هو الصراط المستقيم, الذي من يسلكه, أوصله إلى جنات النعيم.
فحينئذ اختلفت أحزاب بني إسرائيل في عيسى.
فمنهم من آمن به واتبعه.
ومنهم من كفر به وكذبه, ورمى أمه بالفاحشة كاليهود.';
$t[52] = '&quot; فَلَمَّا أَحَسَّ عِيسَى مِنْهُمُ الْكُفْرَ &quot; والاتفاق على رد دعوته &quot; قَالَ &quot; نادبا لبني إسرائيل على مؤازرته &quot; مَنْ أَنْصَارِي إِلَى اللَّهِ قَالَ الْحَوَارِيُّونَ &quot; .
أي: الأنصار: &quot; نَحْنُ أَنْصَارُ اللَّهِ آمَنَّا بِاللَّهِ وَاشْهَدْ بِأَنَّا مُسْلِمُونَ &quot; وهذا من منة الله عليهم, وعلى عيسى, حيث ألهم هؤلاء الحواريين, الإيمان به, والانقياد لطاعته, والنصرة لرسوله.';
$t[53] = '&quot; رَبَّنَا آمَنَّا بِمَا أَنْزَلْتَ وَاتَّبَعْنَا الرَّسُولَ &quot; وهذا التزام تام للإيمان, بكل ما أنزل الله, ولطاعة رسوله.
&quot; فَاكْتُبْنَا مَعَ الشَّاهِدِينَ &quot; لك بالوحدانية, ولنبيك بالرسالة, ولدينك بالحق والصدق.';
$t[54] = '&quot; فَلَمَّا أَحَسَّ عِيسَى مِنْهُمُ الْكُفْرَ &quot; وهم جمهور بني إسرائيل, فإنهم &quot; وَمَكَرُوا &quot; بعيسى &quot; وَمَكَرَ اللَّهُ &quot; بهم &quot; وَاللَّهُ خَيْرُ الْمَاكِرِينَ &quot; .
فاتفقوا على قتله وصلبه, وشبه لهم عيسى.';
$t[55] = 'فقبضوا على من شبه لهم به وقال الله لعيسى &quot; إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ وَمُطَهِّرُكَ مِنَ الَّذِينَ كَفَرُوا &quot; .
فرفعه الله إليه, وطهره من الذين كفروا, وصلبوا من قتلوه, ظانين أنه عيسى, وباءوا بالإثم العظيم.
وسينزل عيسى بن مربم, في آخر هذه الأمة حكما عدلا, يقتل الخنزير, ويكسر الصليب, ويتبع ما جاء به محمد صلى الله عليه وسلم.
ويعلم الكاذبون غرورهم وخداعهم, وأنهم مغرورون مخدوعون.
وقوله &quot; وَجَاعِلُ الَّذِينَ اتَّبَعُوكَ فَوْقَ الَّذِينَ كَفَرُوا إِلَى يَوْمِ الْقِيَامَةِ &quot; المراد بمن اتبعه: الطائفة التي آمنت به ونصرهم الله على من انحرف عن دينه.
ثم لما جاءت أمة محمد صلى الله عليه وسلم, فكانوا هم أتباعه حقا, فأيدهم الله ونصرهم على الكفار كلهم, وأظهرهم بالدين الذي جاءهم به محمد صلى الله عليه وسلم &quot; وَعَدَ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَعَمِلُوا الصَّالِحَاتِ لَيَسْتَخْلِفَنَّهُمْ فِي الْأَرْضِ &quot; الآية.
ولكن حكمة الله عادلة, فإنها اقتضت أن من تمسك بالدين, نصره الله النصر المبين.
وأن من ترك أمره ونهيه, ونبذ شرعه, وتجرأ على معاصيه, أن يعاقبه ويسلط عليه الأعداء, &quot; وَاللَّهُ عَزِيزٌ حَكِيمٌ &quot; .
وقوله &quot; ثُمَّ إِلَيَّ مَرْجِعُكُمْ فَأَحْكُمُ بَيْنَكُمْ فِيمَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ &quot; .';
$t[56] = 'ثم بين ما يفعله بهم فقال: &quot; فَأَمَّا الَّذِينَ كَفَرُوا &quot; الآيتين.
وهذا الجزاء عام لكل من اتصف بهذه الأوصاف, من جميع أهل الأديان السابقة.
ثم لما بعث سيد المرسلين, وخاتم النبيين, ونسخت رسالته, الرسالات كلها, ونسخ دينه, جميع الأديان, صار المتمسك بغير هذا الدين, من الهالكين.';
$t[57] = '';
$t[58] = 'وقوله تعالى &quot; ذَلِكَ نَتْلُوهُ عَليْكَ &quot; الآية.
أي: هذا القرآن العظيم, الذي فيه نبأ الأولين والآخرين, والأنبياء والمرسلين - هو آيات الله البينات, وهو الذي يذكر العباد كل ما يحتاجونه, وهو الحكيم المحكم, صادق الأخبار, حسن الأحكام.';
$t[59] = 'لما ذكر قصة مريم وعيسى ونبأهما الحق وأنه عبد أنعم الله عليه, وأن من زعم أن فيه شيئا من الإلهية, فقد كذب على الله, وكذب جميع أنبيائه, وكذب عيسى صلى الله عليه وسلم.
فإن الشبهة التي عرضت لمن اتخذه إلها, شبهة باطلة.
فلو كان لها وجه صحيح, لكان آدم أحق منه, فإنه خلق من دون أم ولا أب.
ومع ذلك, فاتفق البشر كلهم, على أنه عبد من عباد الله.
فدعوى إلهية عيسى, بكونه خلق من أم بلا أب, دعوى من أبطل الدعاوى.';
$t[60] = 'وهذا هو الحق الذي لا ريب فيه, أن عيسى - كما قال عن نفسه: &quot; مَا قُلْتُ لَهُمْ إِلَّا مَا أَمَرْتَنِي بِهِ أَنِ اعْبُدُوا اللَّهَ رَبِّي وَرَبَّكُمْ &quot; .
وكان قد قدم على النبي صلى الله عليه وسلم وفد نصارى نجران, وقد تصلبوا على باطلهم, بعد ما أقام عليهم النبي صلى الله عليه وسلم البراهين, بأن عيسى عبد الله ورسوله, حيث زعموا إلهيته.';
$t[61] = 'فوصلت به وبهم الحال, إلى أن أمره الله تعالى أن يباهلهم.
فإنه قد اتضح لهم الحق, ولكن العناد والتعصب منعاهم منه.
فدعاهم رسول الله صلى الله عليه وسلم إلى المباهلة, بأن يحضر هو وأهله وأبناؤه, وهم يحضرون بأهلهم وأبنائهم, ثم يدعون الله تعالى, أن ينزل عقوبته ولعنته, على الكاذبين.
فتشاوروا, هل يجيبونه إلى ذلك؟ فاتفق رأيهم أن لا يجيبوه, لأنهم عرفوا أنه نبي الله حقا.
وأنهم - إن باهلوه - هلكوا, هم وأولادهم وأهلوهم.
فصالحوه, وبذلوا له الجزية, وطلبوا منه الموادعة والمهادنة.
فأجابهم صلى الله عليه وسلم ولم يحرجهم, لأنه حصل المقصود من وضوح الحق.
وتبين عنادهم حيث صمموا على الامتناع عن المباهلة, وذلك يبرهن على أنهم كانوا ظالمين.';
$t[62] = 'ولهذا قال تعالى &quot; إِنَّ هَذَا لَهُوَ الْقَصَصُ الْحَقُّ &quot; أي: الذي لا ريب فيه &quot; وَإِنَّ اللَّهَ لَهُوَ الْعَزِيزُ &quot; الذي قهر بقدرته وقوته جميع الموجودات, وأذعنت له سكان الأرض والسماوات.
ومع ذلك فهو &quot; الْحَكِيمُ &quot; الذي يضع الأشياء مواضعها, وينزلها منازلها.';
$t[63] = 'فإن أعرضوا عن الحق بعد ما تبين, ولم يرجعوا عن ضلالاتهم, فهم المفسدون, والله عليم بهم.';
$t[64] = 'هذه الآية الكريمة, كان النبي صلى الله عليه وسلم يكتب بها إلى ملوك أهل الكتاب.
وكان يقرأ أحيانا في الركعة الأولى من سنة الفجر &quot; قُولُوا آمَنَّا بِاللَّهِ &quot; الآية.
ويقرأ بها في الركعة الآخرة من سنة الصبح, لاشتمالها على الدعوة إلى دين واحد, قد اتفقت عليه الأنبياء والمرسلون, واحتوت على توحيد الإلهية, المبني على عبادة الله وحده, لا شريك له, وأن يعتقد أن البشر وجميع الخلق كلهم في طور البشرية, لا يستحق منهم أحد شيئا من خصائص الربوبية, ولا من نعوت الإلهية.
فإن انقاد أهل الكتاب وغيرهم إلى هذا, فقد اهتدوا.
&quot; فَإِنْ تَوَلَّوْا فَقُولُوا اشْهَدُوا بِأَنَّا مُسْلِمُونَ &quot; كقوله تعالى &quot; قُلْ يَا أَيُّهَا الْكَافِرُونَ &quot; إلى آخرها.';
$t[65] = 'كانت الأديان كلها, اليهود والنصارى, والمشركون, وكذلك المسلمون كلهم, يدعون أنهم على ملة إبراهيم.
فأخبر الله تعالى أن أولى الناس به, محمد صلى الله عليه وسلم وأتباعه, وأتباع الخليل, قبل محمد صلى الله عليه وسلم.
وأما اليهود والنصارى, والمشركون, فإبراهيم بريء منهم, ومن ولايتهم, لأن دينه, الحنيفية السمحة, التي فيها الإيمان بجميع الرسل, وجميع الكتب, وهذه خصيصة المسلمين.
وأما دعوى اليهود والنصارى, أنهم على ملة إبراهيم, فقد علم أن اليهودية والنصرانية, التي هم يدعون أنهم عليها, لم تؤسس إلا بعد الخليل.
فكيف يحاجون في هذا الأمر, الذي يعلم به كذبهم وافتراؤهم؟! فهب أنهم حاجوا فيما لهم به علم, فكيف يحاجون في هذه الحالة؟ فهذا قبل أن ينظر ما احتوى عليه قولهم من البطلان, يعلم فساد دعواهم.
وفي هذه الآية دليل على أنه لا يحل للإنسان أن يقول أو يجادل فيما لا علم له به.
وقوله &quot; وَاللَّهُ وَلِيُّ الْمُؤْمِنِينَ &quot; فكلما قوي إيمان العبد, تولاه الله بلطفه, ويسره لليسرى, وجنبه العسرى.';
$t[66] = '';
$t[67] = '';
$t[68] = '';
$t[69] = 'هذا من منة الله على هذه الأمة, حيث أخبرهم بمكر أعدائهم من أهل الكتاب, وأنهم - من حرصهم على إضلال المؤمنين - ينوعون المنكرات الخبيثة.
فقالت طائفة منهم &quot; آمِنُوا بِالَّذِي أُنْزِلَ عَلَى الَّذِينَ آمَنُوا وَجْهَ النَّهَارِ &quot; أي: أوله, وارجعوا عن دينهم آخر النهار, فإنهم - إذا رأوكم راجعين, وهم يعتقدون فيكم العلم - استرابوا بدينهم.
وقالوا: لولا أنهم رأوا فيه ما لا يعجبهم, ولا يوافق الكتب السابقة, لم يرجعوا.
هذا مكرهم, والله تعالى هو الذي يهدي من يشاء, وهو الذي بيده الفضل, يختص به من يشاء.
فخصكم - يا هذه الأمة - بما لم يخص به غيركم.
ولم يدر هؤلاء الماكرون, أن دين الله حق, إذا وصلت حقيقته إلى القلوب, لم يزدد صاحبه - على طول المدى - إلا إيمانا ويقينا.
ولم تزده الشبه, إلا تمسكا لدينه, وحمدا لله, وثناء عليه حيث من به عليه.
وقولهم &quot; أَنْ يُؤْتَى أَحَدٌ مِثْلَ مَا أُوتِيتُمْ أَوْ يُحَاجُّوكُمْ عِنْدَ رَبِّكُمْ &quot; .
يعني: أن الذي حملهم على هذه الأعمال المنكرة, الحسد والبغي, وخشية الاحتجاج عليهم.
كما قال تعالى &quot; وَدَّ كَثِيرٌ مِنْ أَهْلِ الْكِتَابِ لَوْ يَرُدُّونَكُمْ مِنْ بَعْدِ إِيمَانِكُمْ كُفَّارًا حَسَدًا مِنْ عِنْدِ أَنْفُسِهِمْ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْحَقُّ &quot; الآية.';
$t[70] = '';
$t[71] = '';
$t[72] = '';
$t[73] = '';
$t[74] = '';
$t[75] = 'يخبر تعالى عن أهل الكتاب, أن منهم طائفة أمناء, بحيث لو أمنته على قناطير من النقود, وهي المال الكثير, يؤده إليك, ومنهم طائفة خونة, يخونك في أقل القليل.
ومع هذه الخيانة الشنيعة, فإنهم يتأولون بالأعذار الباطلة فيقولون: &quot; لَيْسَ عَلَيْنَا فِي الْأُمِّيِّينَ سَبِيلٌ &quot; أي: ليس علينا جناح إذا خناهم واستبحنا أموالهم, لأنهم لا حرمة لهم.
قال تعالى: &quot; وَيَقُولُونَ عَلَى اللَّهِ الْكَذِبَ وَهُمْ يَعْلَمُونَ &quot; أن عليهم أشد الحرج.
فجمعوا بين الخيانة, وبين احتقار العرب, وبين الكذب على الله, وهم يعلمون ذلك, ليسوا كمن فعل ذلك جهلا, وضلالا.
ثم قال تعالى: &quot; بَلَى &quot; أي ليس الأمر كما قالوا.
فإنه &quot; مَنْ أَوْفَى بِعَهْدِهِ وَاتَّقَى &quot; أي: قام بحقوق الله وحقوق خلقه, فإن هذا هو المتقي, والله يحبه.';
$t[76] = 'أي: ومن كان بخلاف ذلك, فلم يف بعهده وعقوده, التي بينه وبين الخلق, ولا قام بتقوى الله, فإن الله يمقته.
وسيجازيه على ذلك أعظم النكال.';
$t[77] = 'أي: إن الذين يشترون الدنيا بالدين, فيختارون الحطام القليل من الدنيا, ويتوسلون إليها بالأيمان الكاذبة, والعهود المنكوثة, فهؤلاء &quot; وَلَا يُكَلِّمُهُمُ اللَّهُ وَلَا يَنْظُرُ إِلَيْهِمْ يَوْمَ الْقِيَامَةِ وَلَا يُزَكِّيهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ &quot; أي: قد حق عليهم سخط الله, ووجب عليهم عقابه, وحرموا ثوابه, ومنعوا من التزكية, وهي: التطهير.
بل يردون القيامة, وهم متلوثون بالجرائم, متدنسون بالذنوب العظائم.';
$t[78] = 'أي: وإن من أهل الكتاب فريقا, هم محرفون لكتاب الله.
&quot; يَلْوُونَ أَلْسِنَتَهُمْ بِالْكِتَابِ لِتَحْسَبُوهُ مِنَ الْكِتَابِ &quot; وهذا يشمل التحريف اللفظي, والتحريف المعنوي,.
ثم هم - مع هذا التحريف الشنيع - يوهمون أنه من الكتاب, وهم كذبة في ذلك, ويصرحون بالكذب على الله, وهم يعلمون حالهم, وسوء مغبتهم.';
$t[79] = 'أي: يمتنع ويستحيل كل الاستحالة, لبشر من الله عليه بالوحي والكتاب, والنبوة, وأعطاه الحكم الشرعي - أن يأمر الناس بعبادته, وبعبادة النبيين والملائكة واتخاذهم أربابا, لأن هذا هو الكفر, فكيف, وقد بعث بالإسلام المنافي للكفر من كل وجه, فكيف يأمر بضده؟!! هذا من الممتنع, لأن حاله وما هو عليه, وما من الله به عليه من الفضائل والخصائص - تقتضي العبودية الكاملة, والخضوع التام لله الواحد القهار.
وهذا جواب لوفد نجران, حين تمادى بهم الغرور, ووصلت بهم الحال والكبر, أن قالوا: أتأمرنا - يا محمد - أن نعبدك؟ حين أمرهم بعبادة الله وطاعته.
فبين الباري, انتفاء ما قالوا, وأن كلامهم وكلام أمثالهم, في هذا, ظاهر البطلان.';
$t[80] = '';
$t[81] = 'هذا إخبار منه تعالى, أنه أخذ عهد النبيين وميثاقهم كلهم, بسبب ما أعطاهم ومن به عليهم, من الكتاب والحكمة, المقتضي للقيام التام, بحق الله وتوفيقه.
أنه إن جاءهم رسول مصدق لما معهم, بما بعثوا به من التوحيد والحق والقسط, والأصول التي اتفقت عليها الشرائع, أنهم يؤمنون به وينصرونه.
فأقروا على ذلك, واعترفوا, والتزموا, وأشهدهم, وشهد عليهم, وتوعد من خالف هذا الميثاق.
وهذا أمر عام بين الأنبياء, أن جميعهم طريقهم واحد, وأن دعوة كل واحد منهم, قد اتفقوا وتعاقدوا عليها.
وعموم ذلك, أنه أخذ على جميعهم الميثاق, بالإيمان, والنصرة لمحمد صلى الله عليه وسلم.
فمن ادعى أنه من أتباعهم, فهذا دينهم الذي أخذه الله عليهم, وأقروا به واعترفوا.';
$t[82] = 'فمن تولى عن اتباع محمد, ممن يزعم أنه من أتباعهم, فإنه فاسق خارج عن طاعة الله, مكذب للرسول الذي يزعم أنه من أتباعه, مخالف لطريقه.
وفي هذا إقامة الحجة والبرهان, على كل من لم يؤمن بمحمد صلى الله عليه وسلم من أهل الكتب والأديان.
وأنه لا يمكنهم الإيمان برسلهم, الذين يزعمون أنهم أتباعهم, حتى يؤمنوا بإمامهم وخاتمهم, صلى الله عليه وسلم.';
$t[83] = 'قد تقدم في سورة البقرة أن هذه الأصول التي هي أصول الإيمان التي أمر الله بها هذه الأمة, قد اتفقت عليها الكتب والرسل.
وأنها هي الغرض الموجه لكل أحد, وأنها هي الدين والإسلام الحقيقي.
وأن من ابتغى غيرها, فعمله مردود, وليس له دين يعول عليه.
فمن زهد عنه, ورغب عنه, فأين يذهب؟.
إلى عبادة الأشجار والأحجار والنيران؟.
أو إلى اتخاذ الأحبار والرهبان والصلبان؟.
أو إلى التعطيل لرب العالمين؟.
أو إلى الأديان الباطلة, التي هي من وحي الشياطين؟ وهولاء كلهم - في الآخرة - من الخاسرين.';
$t[84] = '';
$t[85] = '';
$t[86] = 'يعني: أنه يبعد كل البعد, أن يهدي الله قوما عرفوا الإيمان, ودخلوا فيه, وشهدوا أن الرسول حق, ثم ارتدوا على أعقابهم, ناكصين ناكثين.
لأنهم عرفوا الحق فرفضوه.
ولأن من هذه الحالة وصفه, فإن الله يعاقبه بالانتكاس وانقلاب القلب جزاء له, إذ عرف الحق فتركه, والباطل فآثره, فولاه الله ما تولى لنفسه.';
$t[87] = 'فهؤلاء &quot; عَلَيْهِمْ لَعْنَةُ اللَّهِ وَالْمَلَائِكَةِ وَالنَّاسِ أَجْمَعِينَ &quot; خالدين في اللعنة والعذاب.';
$t[88] = '&quot; لَا يُخَفَّفُ عَنْهُمُ الْعَذَابُ وَلَا هُمْ يُنْظَرُونَ &quot; إذا جاءهم أمر الله لأن الله, عمرهم ما يتذكر فيه من تذكر, وجاءهم النذير.';
$t[89] = 'ثم إنه تعالى استثنى من هذا الوعيد, التائبين من كفرهم وذنوبهم, المصلحين لعيوبهم, فإن الله يغفر لهم ما قدموه, ويعفو عنهم ما أسلفوه.';
$t[90] = 'ولكن من كفر وأصر على كفره, ولم يزدد إلا كفرا حتى مات على كفره.
فهؤلاء هم الضالون عن طريق الهدى, السالكون لطريق الشقاء.
وقد استحقوا بهذا, العذاب الأليم, فليس لهم ناصر من عذاب الله.
ولو بذلوا ملء الأرض ذهبا ليفتدوا به, لم ينفعهم شيئا.
فعياذا بالله, من الكفر وفروعه.';
$t[91] = '';
$t[92] = 'يعني: لن تنالوا وتدركوا البر, الذي هو: اسم جامع للخيرات, وهو الطريق الموصل إلى الجنة حتى تنفقوا مما تحبون, من أطيب أموالكم وأزكاها.
فإن النفقة من الطيب المحبوب للنفوس, من أكبر الأدلة على سماحة النفس, واتصافها بمكارم الأخلاق, ورحمتها, ورقتها.
ومن أول الدلائل على محبة الله, وتقديم محبته على محبة الأموال, التي جبلت النفوس على قوة التعلق بها.
فمن آثر محبة الله على محبة نفسه, فقد بلغ الذروة العليا من الكمال.
وكذلك من أنفق الطيبات, وأحسن إلى عباد الله, أحسن الله إليه ووفقه أعمالا وأخلاقا, لا تحصل بدون هذه الحالة.
وأيضا فمن قام بهذه النفقة على هذا الوجه, كان قيامه ببقية الأعمال الصالحة والأخلاق الفاضلة, من طريق الأولى والأحرى.
ومع أن النفقة من الطيبات, هي أكمل الحالات.
فمهما أنفق العبد, من نفقة قليلة أو كثيرة, من طيب أو غيره, فإن الله به عليم.
وسيجزي كل منفق, بحسب عمله, سيجزيه في الدنيا بالخلف العاجل, وفي الآخرة بالنعيم الآجل.';
$t[93] = 'من جملة الأمور التي قدح فيها اليهود بنبوة عيسى ومحمد صلى الله عليهما وسلم, أنهم زعموا أن النسخ باطل وأنه لا يمكن أن يأتي نبي يخالف النبي الذي قبله.
فكذبهم الله بأمر يعرفونه, فإنهم يعترفون بأن جميع الطعام - قبل نزول التوراة - كان حلالا لبني إسرائيل, إلا أشياء يسيرة حرمها إسرائيل وهو: يعقوب عليه السلام - على نفسه ومنعها إياه لمرض أصابه.
ثم إن التوراة, فيها من التحريمات التي نسخت, ما كان حلالا قبل ذلك, شيء كثير.
قل لهم - إن أنكروا ذلك - &quot; فَأْتُوا بِالتَّوْرَاةِ فَاتْلُوهَا إِنْ كُنْتُمْ صَادِقِينَ &quot; بزعمكم أنه لا نسخ ولا تحليل ولا تحريم.
وهذا من أبلغ الحجج, أن يحتج على الإنسان بأمر يقوله ويعترف به ولا ينكره.
فإن انقاد للحق, فهو الواجب.';
$t[94] = 'وإن أبى ولم ينقد بعد هذا البيان, تبين كذبه وافتراؤه, وظلمه وبطلان ما هو عليه, وهو الواقع من اليهود.';
$t[95] = 'أي: قل صدق الله في كل ما قاله, ومن أصدق من الله قيلا وحديثا.
وقد بين في هذه الآيات, من الأدلة على صحة رسالة محمد صلى الله عليه وسلم, وبراهين دعوته, وبطلان ما عليه المنحرفون من أهل الكتاب, الذين كذبوا رسوله, وردوا دعوته.
فقد صدق الله في ذلك, وأقنع عباده على ذلك, ببراهين وحجج, تتصدع لها الجبال, وتخضع لها الرجال.
فتعين عند ذلك على الناس كلهم, اتباع ملة إبراهيم, من توحيد الله وحده لا شريك له, وتصديق كل رسول أرسله الله, وكل كتاب أنزله.
والإعراض عن الأديان الباطلة المنحرفة.
فإن إبراهيم كان معرضا عن كل ما يخالف التوحيد, متبرئا من الشرك وأهله.';
$t[96] = 'يخبر تعالى بعظمة بيته الحرام, وأنه أول البيوت التي وضعها الله في الأرض لعبادته, وإقامة ذكره, وأن فيه من البركات, وأنواع الهدايات, وتنوع المصالح والمنافع للعالمين - شيء كثير, وفضل غزير, وأن فيه آيات بينات, تذكر بمقامات إبراهيم الخليل, وتنقلاته في الحج.
ومن بعده, تذكر بمقامات سيد الرسل وإمامهم.
وفيه الحرم الذي من دخله كان آمنا قدرا, مؤمنا شرعا ودينا.
فلما احتوى على هذه الأمور التي هذه مجملاتها, وتكثر تفصيلاتها - أوجب الله حجه على المكلفين المستطيعين إليه سبيلا, وهو الذي يقدر على الوصول إليه بأي مركوب يناسبه, وزاد يتزوده.
ولهذا أتى بهذا اللفظ الذي يمكن تطبيقه على جميع المركوبات الحادثة, والتي ستحدث.
وهذا من آيات القرآن, حيث كانت أحكامه صالحة لكل زمان وكل حال, ولا يمكن الصلاح التام بدونها.
فمن أذعن لذلك وقام به, فهو من المهتدين المؤمنين.
ومن كفر, فلم يلتزم حج بيته, فهو خارج عن الدين.
ومن كفر, فإن الله غني عن العالمين.';
$t[97] = '';
$t[98] = 'لما أقام فيما تقدم, الحجج على أهل الكتاب - فمع أنهم قبل ذلك, يعرفون النبي صلى الله عليه وسلم كما يعرفون أبناءهم - وبخ المعاندين منهم بكفرهم بآيات الله, وصدهم الخلق عن سبيل الله, لأن عوامهم تبع لعلمائهم.
والله تعالى, يعلم أحوالهم وسيجازيهم على ذلك, أتم الجزاء وأوفاه.';
$t[99] = '';
$t[100] = 'لما أقام الحجج على أهل الكتاب, ووبخهم بكفرهم وعنادهم.
حذر عباده المؤمنين عن الاغترار بهم, وبين لهم أن هذا الفريق منهم, حريصون على إضراركم وردكم إلى الكفر بعد الإيمان.';
$t[101] = 'ولكن - ولله الحمد - أنتم - يا معشر المؤمنين - بعد ما من الله عليكم بالدين, ورأيتم آياته ومحاسنه, ومناقبه وفضائله, وفيكم رسول الله الذي أشدكم إلى جميع مصالحكم, واعتصمتم بالله وبحبله, الذي هو دينه - يستحيل أن يردوكم عن دينكم, لأن الدين الذي بنى على هذه الأصول والدعائم الثابتة الأساس, المشرقة الأنوار, تنجذب إليه الأفئدة, ويأخذ بمجامع القلوب, ويوصل العباد إلى أجل غاية, وأفضل مطلوب.
&quot; وَمَنْ يَعْتَصِمْ بِاللَّهِ &quot; أي: يتوكل عليه, ويحتمي بحماه.
&quot; فَقَدْ هُدِيَ إِلَى صِرَاطٍ مُسْتَقِيمٍ &quot; وهذا فيه الحث على الاعتصام به, وأنه السبيل إلى السلامة والهداية.';
$t[102] = 'هذه الآيات, فيها حث الله عباده المؤمنين, أن يقوموا بشكر نعمه العظيمة, بأن يتقوه كل تقواه, وأن يقوموا بطاعته, وترك معصيته, مخلصين له بذلك.';
$t[103] = 'وأن يقيموا دينهم, ويستمسكوا بحبله الذي أوصله إليهم, وجعله السبب بينهم وبينه, وهو دينه وكتابه, والاجتماع على ذلك وعدم التفرق.
وأن يستديموا ذلك إلى الممات.
وذكرهم ما هم عليه قبل هذه النعمة, وهو: أنهم كانوا أعداء متفرقين.
فجمعهم بهذا الدين, وألف بين قلوبهم, وجعلهم إخوانا, وكانوا على شفا حفرة من النار, فأنقذهم من الشقاء.
ونهج بهم طريق السعادة.
&quot; كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمْ آيَاتِهِ لَعَلَّكُمْ تَهْتَدُونَ &quot; إلى شكر الله والتمسك بحبله.';
$t[104] = 'وأمرهم بتتميم هذه الحالة, والسبب الأقوى الذي يتمكنون به من إقامة دينهم, بأن يتصدى منهم طائفة يحصل فيها الكفاية.
&quot; يَدْعُونَ إِلَى الْخَيْرِ &quot; وهو الدين, أصوله, وفروعه, وشرائعه.
&quot; وَيَأْمُرُونَ بِالْمَعْرُوفِ &quot; وهو ما عرف حسنه شرعا وعقلا.
&quot; وَيَنْهَوْنَ عَنِ الْمُنْكَرِ &quot; وهو ما عرف قبحه, شرعا وعقلا.
&quot; أُولَئِكَ هُمُ الْمُفْلِحُونَ &quot; المدركون لكل مطلوب, الناجون من كل مرهوب.
ويدخل في هذه الطائفة, أهل العلم والتعليم, والمتصدون للخطابة ووعظ الناس, عموما وخصوصا, والمحتسبون الذين يقومون بإلزام الناس بإقامة الصلوات, وإيتاء الزكاة, والقيام بشرائع الدين, وينهونهم عن المنكرات.
فكل من دعا الناس إلى خير على وجه العموم, أو على وجه الخصوص, أو قام بنصيحة عامة أو خاصة, فإنه داخل في هذه الآية الكريمة.';
$t[105] = 'ثم نهاهم عن سلوك مسلك المتفرقين, الذين جاءهم الدين والبينات, الموجب لقيامهم به, واجتماعهم, فتفرقوا واختلفوا وصاروا شيعا.
ولم يصدر ذلك عن جهل وضلال, وإنما صدر عن علم وقصد سيئ, وبغي من بعضهم على بعض.
ولهذا قال &quot; وَأُولَئِكَ لَهُمْ عَذَابٌ عَظِيمٌ &quot; .';
$t[106] = 'ثم بين متى يكون هذا العذاب العظيم, ويمسهم هذا العذاب الأليم فقال: &quot; يَوْمَ تَبْيَضُّ وُجُوهٌ وَتَسْوَدُّ وُجُوهٌ &quot; الآيتين.
يخبر تعالى, بتفاوت الخلق يوم القيامة, في السعادة والشقاوة.
وأنه تبيض وجوه أهل السعادة, الذين آمنوا بالله, وصدقوا رسله, وامتثلوا أمره, واجتنبوا نهيه.
وأن الله تعالى, يدخلهم الجنات, ويفيض عليهم أنواع الكرامات, وهم فيها خالدون.
وتسود وجوه أهل الشقاوة, الذين كذبوا رسله, وعصوا أمره, وفرقوا دينهم شيعا وأنهم يوبخون فيقال لهم &quot; أَكَفَرْتُمْ بَعْدَ إِيمَانِكُمْ &quot; فكيف اخترتم الكفر على الإيمان؟!.
&quot; فَذُوقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُونَ &quot; .';
$t[107] = '';
$t[108] = 'يثني تعالى, على ما قصه على نبيه من آياته, التي حصل بها الفرقان بين الحق والباطل, وبين أولياء الله وأعدائه, وما أعده لهؤلاء من الثواب, وللآخرين من العقاب.
وأن ذلك مقتضى فضله وعدله, وحكمته.
وأنه لم يظلم عباده, ولم ينقصهم من أعمالهم, أو يعذب أحدا بغير ذنبه, أو يحمل عليه وزر غيره.';
$t[109] = 'ولما ذكر أن له الأمر والشرع, ذكر أن له تمام الملك والتصرف والسلطان فقال: &quot; وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ &quot; فيجازي المحسنين بإحسانهم والمسيئين بعصيانهم.
وكثيرا ما يذكر الله أحكامه الثلاثة مجتمعة ليبين لعباده أنه الحاكم المطلق, فله الأحكام القدرية والأحكام الشرعية, والأحكام الجزائية.
فهو الحاكم بين عباده, في الدنيا والآخرة.
ومن سواه من المخلوقات, محكوم عليها ليس لها من الأمر شيء.';
$t[110] = 'هذا تفضيل من الله لهذه الأمة بهذه الأسباب, التي تميزوا بهذا وفاقوا بها سائر الأمم, وأنهم خير الناس للناس, نصحا, ومحبة للخير, ودعوة, وتعليما, وإرشادا, وأمرا بالمعروف, ونهيا عن المنكر, وجمعا بين تكميل الخلق, والسعي في منافعهم, بحسب الإمكان, وبين تكميل النفس بالإيمان بالله, والقيام بحقوق الإيمان.
وأن أهل الكتاب, لو آمنوا بمثل ما آمنتم به, لاهتدوا وكان خيرا لهم.
ولكن لم يؤمن منهم إلا القليل.
وأما الكثير, فهم فاسقون, خارجون عن طاعة الله, وطاعة رسوله, محاربون للمؤمنين, ساعون في إضراراهم بكل مقدورهم.';
$t[111] = 'ومع ذلك, فلن يضروا المؤمنين إلا أذى باللسان.
وإلا, فلو قاتلوهم, لولوا الأدبار, ثم لا ينصرون.
وقد وقع ما أخبر الله به.
فإنهم لما قاتلوا المسلمين, ولوا الأدبار ونصر الله المسلمين عليهم.';
$t[112] = 'هذا إخبار من الله تعالى أن اليهود ضربت عليهم الذلة, فهم خائفون أينما ثقفوا.
ولا يؤمنهم شيء إلا معاهدة, وسبب يأمنون به, يرضخون لأحكام الإسلام, ويعترفون بالجزية.
أو &quot; وَحَبْلٍ مِنَ النَّاسِ &quot; أي: إذا كانوا تحت ولاية غيرهم ونظارتهم, كما شوهد حالهم سابقا ولاحقا.
فإنهم لم يتمكنوا في الوقت الأخير من الملك المؤقت في فلسطين, إلا بنصر الدول الكبرى, وتمهيدها لهم كل سبب.
&quot; وَبَاءُوا بِغَضَبٍ مِنَ اللَّهِ &quot; أي: قد غضب الله عليهم, وعاقبهم بالذلة والمسكنة.
والسبب في ذلك, كفرهم بآيات الله, وقتلهم الأنبياء بغير حق.
أي: ليس ذلك عن جهل, وإنما هو بغي وعناد.
تلك العقوبات المتنوعة عليهم &quot; بِمَا عَصَوْا وَكَانُوا يَعْتَدُونَ &quot; .
فالله تعالى, لم يظلمهم ويعاقبهم بغير ذنب.
وإنما الذي أجراه عليهم بسبب بغيهم وعدوانهم, وكفرهم وتكذيبهم للرسل, وجناياتهم الفظيعة.';
$t[113] = 'لما ذكر الله المنحرفين من أهل الكتاب, بين حالة المستقيمن منهم, وأن منهم أمة مقيمين لأصول الدين وفروعه.';
$t[114] = '&quot; يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ &quot; وهو الخير كله, وينهون عن المنكر وهو جميع الشر.
كما قال تعالى &quot; وَمِنْ قَوْمِ مُوسَى أُمَّةٌ يَهْدُونَ بِالْحَقِّ وَبِهِ يَعْدِلُونَ &quot; .
و &quot; يُسَارِعُونَ فِي الْخَيْرَاتِ &quot; والمسارعة إلى الخيرات, قدر زائد على مجرد فعلها.
فهو وصف لهم بفعل الخيرات, والمبادرة إليها, وتكميلها بكل ما تم به من واجب ومستحب.';
$t[115] = 'ثم بين تعالى أن كل ما فعلوه, من خير, قليل أو كثير, فإن الله سيقبله, حيث كان صادرا عن إيمان وإخلاص.
&quot; فَلَنْ يُكْفَرُوهُ &quot; يعني: لن ينكر ما عملوه, ولن يهدر.
&quot; وَاللَّهُ عَلِيمٌ بِالْمُتَّقِينَ &quot; وهم الذين قاموا بالخيرات, وتركوا المحرمات, لقصد رضا الله, وطلب ثوابه.';
$t[116] = 'بين تعالى: أن الكفار, والذين كفروا بآيات الله, وكذبوا رسله, أنه لا ينقذهم من عذاب الله منقذ, ولا ينفعهم نافع, ولا يشفع لهم عند الله شافع.
وأن أموالهم وأولادهم, التي كانوا يعدونها للشدائد والمكاره, لا تفيدهم شيئا.
وأن نفقاتهم التي أنفقوها في الدنيا, لنصر باطلهم, ستضمحل.';
$t[117] = 'وأن مثلها &quot; كَمَثَلِ &quot; حرث أصابته &quot; رِيحٍ &quot; شديدة &quot; فِيهَا صِرٌّ &quot; أي: برد شديد, أو نار محرقة, فأهلكت ذلك الحرث, وذلك بظلمهم فلم يظلمهم الله ويعاقبهم بغير ذنب, وإنما ظلموا أنفسهم.
وهذه كقوله تعالى &quot; إِنَّ الَّذِينَ كَفَرُوا يُنْفِقُونَ أَمْوَالَهُمْ لِيَصُدُّوا عَنْ سَبِيلِ اللَّهِ فَسَيُنْفِقُونَهَا ثُمَّ تَكُونُ عَلَيْهِمْ حَسْرَةً ثُمَّ يُغْلَبُونَ &quot; .';
$t[118] = 'هذا تحذير من الله لعباده عن ولاية الكفار, واتخاذهم بطانة, أو خصيصة وأصدقاء, يسرون إليهم, ويفضون لهم بأسرار المؤمنين.
فوضح لعباده المؤمنين, الأمور الموجبة للبراءة من اتخاذهم بطانة بأنهم لا يألونكم خبالا.
أي: هم حريصون غير مقصرين, في إيصال الضرر بكم, وقد بدت البغضاء من كلامهم, وفلتات ألسنتهم, وما تخفيه صدورهم, من البغضاء والعداوة, أكبر مما ظهر لكم من أقوالهم وأفعالهم.
فإن كانت لكم, فهوم وعقول, فقد وضح الله لكم أمرهم.';
$t[119] = 'وأيضا فما الموجب لمحبتهم واتخاذهم أولياء وبطانة, وقد تعلمون منهم الانحراف العظيم في الدين وفي مقابلة إحسانكم؟.
فأنتم مستقيمون على أديان الرسل, تؤمنون بكل رسول أرسله الله, وبكل كتاب أنزله الله.
وهم يكفرون بأجل الكتب, وأشرف الرسل, وأنتم تبذلون لهم من الشفقة والمحبة, ما لا يكافئونكم على أقل القليل منه.
فكيف تحبونهم, وهم لا يحبونكم, وهم يداهنونكم وينافقونكم.
فإذا لقوكم, قالوا: آمنا, وإذا خلوا مع بني جنسهم, عضوا عليكم الأنامل من شدة الغيظ والبغض لكم ولدينكم.
قال تعالى &quot; قُلْ مُوتُوا بِغَيْظِكُمْ &quot; أي: سترون من عز الإسلام, وذل الكفر, ما يسوءكم, وتموتون بغيظكم, فلن تدركوا شفاء ذلك بما تقصدون.
&quot; إِنَّ اللَّهَ عَلِيمٌ بِذَاتِ الصُّدُورِ &quot; فلذلك بين لعباده المؤمنين, ما تنطوي عليه صدور أعداء الدين من الكفار والمنافقين.';
$t[120] = '&quot; إِنْ تَمْسَسْكُمْ حَسَنَةٌ &quot; عز ونصر وعافية وخير &quot; تَسُؤْهُمْ وَإِنْ تُصِبْكُمْ سَيِّئَةٌ &quot; من إدالة العدو, أو حصول بعض المصائب الدنيوية &quot; يَفْرَحُوا بِهَا &quot; .
وهذا وصف العدو الشديدة عداوته.
لما بين تعالى شدة عداوتهم, وشرح ما هم عليه من الصفات الخبيثة, أمر عباده المؤمنين بالصبر, ولزوم التقوى.
وأنهم إذا قاموا بذلك, فلن يضرهم كيد أعدائهم شيئا, فإن الله محيط بهم وبأعمالهم وبمكائدهم, التي يكيدونكم فيها.
وقد وعدكم عند القيام بالتقوى, أنهم لا يضرونكم شيئا, فلا تشكوا في حصول ذلك.';
$t[121] = '&quot; وَإِذْ غَدَوْتَ مِنْ أَهْلِكَ تُبَوِّئُ الْمُؤْمِنِينَ مَقَاعِدَ لِلْقِتَالِ &quot; إلى آخر القصة.
وذلك يوم &quot; أحد &quot; حين خرج صلى الله عليه وسلم بالمسلمين, حين وصل المشركون - بجمعهم - إلى قريب من &quot; أحد &quot; .
فنزلهم صلى الله عليه وسلم منازلهم, ورتبهم في مقاعدهم, ونظمهم تنظيما عجيبا, يدل على كمال رأيه وبراعته الكاملة في فنون السياسة والحرب, كما كان كاملا في كل المقامات.
&quot; وَاللَّهُ سَمِيعٌ عَلِيمٌ &quot; لا يخفى عليه شيء من أموركم.';
$t[122] = '&quot; إِذْ هَمَّتْ طَائِفَتَانِ مِنْكُمْ أَنْ تَفْشَلَا &quot; وهم بنو سلمة, وبنو حارثة.
لكن تولاهما الباري بلطفه ورعايته, وتوفيقه.
&quot; وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ &quot; فإنهم إذا توكلوا عليه, كفاهم وأعانهم, وعصمهم من وقوع ما يضرهم, في دينهم ودنياهم.
وفي هذه الآية ونحوها, وجوب التوكل وأنه على حسب إيمان العبد, يكون توكله.
والتوكل.
هو: اعتماد العبد على ربه, في حصول منافعه, ودفع مضاره.';
$t[123] = 'فلما ذكر حالهم في &quot; أحد &quot; وما جرى عليهم من المصيبة, أدخل فيها تذكيرهم بنصره, ونعمته عليهم, يوم &quot; بدر &quot; ليكونوا شاكرين لربهم, وليخفف هذا هذا فقال: &quot; وَلَقَدْ نَصَرَكُمُ اللَّهُ بِبَدْرٍ وَأَنْتُمْ أَذِلَّةٌ &quot; في عددكم وعددكم, فكانوا ثلثمائة, وبضعة عشر, في قلة ظهر, ورثاثة سلاح.
وأعداؤهم, يناهزون الألف, في كمال العدة والسلاح.
&quot; فَاتَّقُوا اللَّهَ لَعَلَّكُمْ تَشْكُرُونَ &quot; الذي أنعم عليكم بنصره.';
$t[124] = '&quot; إِذْ تَقُولُ &quot; مبشرا &quot; لِلْمُؤْمِنِينَ &quot; مثبتا لجنانهم: &quot; أَلَنْ يَكْفِيَكُمْ أَنْ يُمِدَّكُمْ رَبُّكُمْ بِثَلَاثَةِ آلَافٍ مِنَ الْمَلَائِكَةِ مُنْزَلِينَ &quot;';
$t[125] = '&quot; بَلَى إِنْ تَصْبِرُوا وَتَتَّقُوا وَيَأْتُوكُمْ مِنْ فَوْرِهِمْ هَذَا &quot; أي: من حملتهم هذه بهذا الوجه.
&quot; يُمْدِدْكُمْ رَبُّكُمْ بِخَمْسَةِ آلَافٍ مِنَ الْمَلَائِكَةِ مُسَوِّمِينَ &quot; أي: معلمين علامة الشجعان.
واختلف الناس, هل كان هذا الإمداد حصل فيه من الملائكة, مباشرة للقتال, كما قاله بعضهم, أو أن ذلك تثبيت من الله لعباده المؤمنين, وإلقاء الرعب في قلوب المشركين, كما قاله كثير من المفسرين.';
$t[126] = 'ويدل عليه قوله &quot; وَمَا جَعَلَهُ اللَّهُ إِلَّا بُشْرَى لَكُمْ وَلِتَطْمَئِنَّ قُلُوبُكُمْ بِهِ وَمَا النَّصْرُ إِلَّا مِنْ عِنْدِ اللَّهِ الْعَزِيزِ الْحَكِيمِ &quot; , وفي هذا أن الأسباب لا يعتمد عليها العبد, بل يعتمد على الله.
وإنما الأسباب وتوفرها, فيها طمأنينة للقلوب, وثبات كل على الخير.';
$t[127] = '&quot; لِيَقْطَعَ طَرَفًا مِنَ الَّذِينَ كَفَرُوا أَوْ يَكْبِتَهُمْ فَيَنْقَلِبُوا خَائِبِينَ &quot; أي: نصر الله لعباده المؤمنين, لا يعدو أن يكون قطعا لطرف من الكفار.
أو ينقلبوا بغيظهم, لم ينالوا خيرا, كما أرجعهم يوم الخندق, بعد ما كانوا قد أتوا على حرد قادرين, أرجعهم الله بغيظهم خائبين:';
$t[128] = 'لما أصيب صلى الله عليه وسلم يوم &quot; أحد &quot; وكسرت رباعيته, وشج في رأسه, جعل يقول: كيف يفلح قوم, شجوا وجه نبيهم, وكسروا رباعيته.
فأنزل الله تعالى هذه الآية, وبين أن الأمر كله لله, وأن الرسول صلى الله عليه وسلم, ليس له من الأمر شيء, لأنه عبد من عبيد الله, والجميع تحت عبودية ربهم, مدبرون لا مدبرون.
وهؤلاء الذين دعوت عليهم, أيها الرسول, أو استبعدت فلاحهم وهدايتهم, إن شاء الله تاب عليهم, ووفقهم للدخول في الإسلام, وقد فعل, فإن أكثر أولئك, هداهم الله فأسلموا.
وإن شاء الله عذبهم, فإنهم ظالمون, مستحقون لعقوبات الله وعذابه.';
$t[129] = 'يخبر تعالى, أنه هو المتصرف في العالم العلوي والسفلي, وأنه يتوب على من يشاء, فيغفر له, ويخذل من يشاء, فيعذبه.
&quot; وَاللَّهُ غَفُورٌ رَحِيمٌ &quot; فمن صفته اللازمة, كمال المغفرة والرحمة, ووجود مقتضياتهما في الخلق والأمر, يغفر للتائبين, ويرحم من قام بالأسباب الموجبة للرحمة.
قال تعالى &quot; وَأَطِيعُوا اللَّهَ وَالرَّسُولَ لَعَلَّكُمْ تُرْحَمُونَ &quot; .';
$t[130] = 'تقدم في مقدمة هذا التفسير, أن العبد ينبغي له مراعاة الأوامر والنواهي, في نفسه وفي غيره.
وأن الله تعالى إذا أمره بأمر, وجب عليه - أولا - أن يعرف حده, وما هو الذي أمر به, ليتمكن بذلك من امتثاله.
فإذا عرف ذلك, اجتهد, واستعان بالله على امتثاله, في نفسه وفي غيره, بحسب قدرته وإمكانه.
وكذلك إذا نهى عن أمر, عرف حده, وما يدخل فيه, وما لا يدخل, ثم اجتهد واستعان بربه في تركه.
وأن هذا ينبغي مراعاته, في جميع الأوامر الإلهية والنواهي.
[وهذه الآيات الكريمات, وقد اشتملت على أوامر وخصال من خصال الخير: أمر الله بها, وحث على فعلها, وأخبر عن جزاء أهلها.
وعلى نواهي, حث على تركها.
ولعل الحكمة - والله أعلم - في إدخال هذه الآيات, أثناء قصة &quot; أحد &quot; أنه قد تقدم أن الله تعالى, وعد عباده المؤمنين, أنهم - إذا صبروا, واتقوا - نصرهم على أعدائهم, وخذل الأعداء عنهم كما في قوله تعالى: &quot; وَإِنْ تَصْبِرُوا وَتَتَّقُوا لَا يَضُرُّكُمْ كَيْدُهُمْ شَيْئًا &quot; ثم قال: &quot; بَلَى إِنْ تَصْبِرُوا وَتَتَّقُوا وَيَأْتُوكُمْ مِنْ فَوْرِهِمْ هَذَا يُمْدِدْكُمْ رَبُّكُمْ &quot; الآيات.
فكأن النفوس اشتاقت إلى معرفة خصال التقوى, التي يحصل بها النصر والفلاح, والسعادة, فذكر الله في هذه الآيات, أهم خصال التقوى التي إذا قام العبد بها, فقيامه بغيرها من باب أولى وأحرى.
ويدل على ما قلنا, أن الله ذكر لفظ &quot; التقوى &quot; في هذه الآيات, ثلاث مرات.
مرة مطلقة وهي قوله &quot; أُعِدَّتْ لِلْمُتَّقِينَ &quot; .
ومرتين مقيدتين فقال &quot; وَاتَّقُوا اللَّهَ &quot; .
&quot; وَاتَّقُوا النَّارَ &quot; .
فقوله تعالى &quot; يَا أَيُّهَا الَّذِينَ آمَنُوا &quot; كل ما في القرآن من قوله تعالى: &quot; يا أيها الذين آمنوا &quot; افعلوا كذا, أو اتركوا كذا, يدل على أن الإيمان, هو السبب الداعي والموجب لامتثال ذلك الأمر, واجتناب ذلك النهي.
لأن الإيمان هو: التصديق الكامل, بما يجب التصديق به, المستلزم لأعمال الجوارح.
فنهاهم عن أكل الربا, أضعافا مضاعفة, وذلك هو ما اعتاده أهل الجاهلية, ومن لا يبالي بالأوامر الشرعية.
من أنه إذا حل الدين على المعسر, ولم يحصل منه شيء, قالوا له: إما أن تقضي ما عليك من الدين, وإما أن نزيد في المدة, وتزيد ما في ذمتك.
فيضطر الفقير, ويستدفع غريمه, ويلتزم ذلك, اغتناما لراحته الحاضرة.
فيزداد - بذلك - ما في ذمته أضعافا مضاعفة, من غير نفع وانتفاع.
ففي قوله &quot; أَضْعَافًا مُضَاعَفَةً &quot; تنبيه على شدة شناعته بكثرته, وتنبيه لحكمة تحريمه.
وأن تحريم الربا, حكمته: أن الله منع منه, لما فيه من الظلم.
وذلك أن الله أوجب إنظار المعسر, وبقاء ما في ذمته من غير زيادة.
فإلزامه بما فوق ذلك, ظلم متضاعف.
فيتعين على المؤمن المتقي, تركه, وعدم قربانه, لأن تركه, من موجبات التقوى.
والفلاح, متوقف على التقوى, فلهذا قال: &quot; وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُفْلِحُونَ وَاتَّقُوا النَّارَ الَّتِي أُعِدَّتْ لِلْكَافِرِينَ &quot; بترك ما يوجب دخولها, من الكفر, والمعاصي, على اختلاف درجاتها.
فإن المعاصي كلها - وخصوصا المعاصي الكبار - تجر إلى الكفر, بل هي من خصال الكفر, الذي أعد الله النار لأهله.
فترك المعاصي, ينجي من النار, ويقي من سخط الجبار.';
$t[131] = '';
$t[132] = 'وأفعال الخير والطاعة, توجب رضا الرحمن, ودخول الجنان, وحصول الرحمة ولهذا قال: &quot; وَأَطِيعُوا اللَّهَ وَالرَّسُولَ &quot; بفعل الأوامر وامتثالها, واجتناب النواهي &quot; لَعَلَّكُمْ تُرْحَمُونَ &quot; .
فطاعة الله وطاعة رسوله, من أسباب حصول الرحمة, كما قال تعالى: &quot; وَرَحْمَتِي وَسِعَتْ كُلَّ شَيْءٍ فَسَأَكْتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤْتُونَ الزَّكَاةَ &quot; الآيات.';
$t[133] = 'ثم أمرهم تعالى, بالمسارعة إلى مغفرته, وإدراك جنته, التي عرضها السماوات والأرض, فكيف بطولها التي أعدها الله للمتقين, فهم أهلها وأعمال التقوى هي الموصلة إليها.';
$t[134] = 'ثم وصف المتقين وأعمالهم فقال: &quot; الَّذِينَ يُنْفِقُونَ فِي السَّرَّاءِ وَالضَّرَّاءِ &quot; أي: في عسرهم ويسرهم.
إن أيسروا, أكثروا من النفقة.
وإن أعسروا لم يحتقروا من المعروف شيئا, ولو قل.
&quot; وَالْكَاظِمِينَ الْغَيْظَ &quot; أي: إذا حصل لهم من غيرهم أذية توجب غيظهم - وهو امتلاء قلوبهم من الخنق, الموجب للانتقام بالقول والفعل - هؤلاء لا يعملون بمقتضى الطباع البشرية, بل يكظمون ما في القلوب من الغيظ, ويصبرون عن مقابلة المسيء إليهم.
&quot; وَالْعَافِينَ عَنِ النَّاسِ &quot; يدخل في العفو عن الناس, العفو عن كل من أساء إليك بقول, أو فعل.
والعفو أبلغ من الكظم, لأن العفو ترك المؤاخذة, مع السماحة عن المسيء.
وهذا إنما يكون ممن تحلى بالأخلاق الجميلة وتخلى عن الأخلاق الرذيلة وممن تاجر مع الله, وعفا عن عباد الله, رحمة بهم, وإحسانا إليهم, وكراهة لحصول الشر عليهم, وليعفو الله عنه, ويكون أجره على ربه الكريم, لا على العبد الفقير, كما قال تعالى &quot; فَمَنْ عَفَا وَأَصْلَحَ فَأَجْرُهُ عَلَى اللَّهِ &quot; .
ثم ذكر حالة أعم من غيرها, وأحسن, وأعلى, وأجل, وهي الإحسان.
فقال تعالى: &quot; وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ &quot; والإحسان نوعان.
الإحسان في عبادة الخالق, والإحسان إلى المخلوق.
فالإحسان في عبادة الخالق, فسرها النبي صلى الله عليه وسلم لقوله &quot; أن تعبد الله كأنك تراه, فإن لم تكن تراه فإنه يراك &quot; .
وأما الإحسان إلى المخلوق, فهو إيصال النفع الديني والدنيوي إليهم, ودفع الشر الديني والدنيوي عنهم.
فيدخل في ذلك, أمرهم بالمعروف, ونهيهم عن المنكر, وتعليم جاهلهم, ووعظ غافلهم, والنصيحة لعامتهم وخاصتهم, والسعي في جمع كلمتهم.
وإيصال الصدقات والنفقات الواجبة والمستحبة إليهم, على اختلاف أحوالهم, وتباين أوصافهم.
فيدخل في ذلك, بذل الندى, وكف الأذى, واحتمال الأذى, كما وصف الله به المتقين في هذه الآيات.
فمن قام بهذه الأمور, فقد قام بحق الله وحق عبيده.';
$t[135] = 'ثم ذكر اعتذارهم لربهم, من جناياتهم وذنوبهم فقال: &quot; وَالَّذِينَ إِذَا فَعَلُوا فَاحِشَةً أَوْ ظَلَمُوا أَنْفُسَهُمْ &quot; أي: صدر منهم أعمال سيئة كبيرة أو ما دون ذلك, بادروا إلى التوبة والاستغفار, وذكروا ربهم, وما توعد به العاصين, ووعد به المتقين.
فسألوه المغفرة لذنوبهم, والستر لعيوبهم, مع إقلاعهم عنها, وندمهم عليها.
فلهذا قال &quot; وَلَمْ يُصِرُّوا عَلَى مَا فَعَلُوا وَهُمْ يَعْلَمُونَ &quot; .';
$t[136] = '&quot; أُولَئِكَ &quot; الموصوفون بتلك الصفات &quot; جَزَاؤُهُمْ مَغْفِرَةٌ مِنْ رَبِّهِمْ &quot; تزيل عنهم كل محذور.
&quot; وَجَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ &quot; فيها من النعيم المقيم, والبهجة والحبور والبهاء, والخير والسرور, والقصور, والمنازل الأنيقة العاليات, والأشجار المثمرة البهية, والأنهار الجاريات في تلك المساكن الطيبات.
&quot; خَالِدِينَ فِيهَا &quot; لا يحولون عنها, ولا يبغون بها بدلا, ولا يغير ما هم فيه من النعيم.
&quot; وَنِعْمَ أَجْرُ الْعَامِلِينَ &quot; عملوا لله قليلا فأجروا كثيرا فـ &quot; عند الصباح يحمد القوم السري &quot; وعند الجزاء يجد العامل أجره كاملا موفرا.
وهذه الآيات الكريمات, من أدلة أهل السنة والجماعة, على أن الأعمال تدخل في الإيمان, خلافا للمرجئة.
وجه الدلالة إنما يتم بذكر الآية, التي في سورة الحديد, نظير هذه الآيات وهي قوله: &quot; سَابِقُوا إِلَى مَغْفِرَةٍ مِنْ رَبِّكُمْ وَجَنَّةٍ عَرْضُهَا كَعَرْضِ السَّمَاءِ وَالْأَرْضِ أُعِدَّتْ لِلَّذِينَ آمَنُوا بِاللَّهِ وَرُسُلِهِ &quot; فلم يذكر فيها إلا لفظ الإيمان به وبرسله, وهناك قال &quot; أُعِدَّتْ لِلْمُتَّقِينَ &quot; .
ثم وصف المتقين, بهذه الأعمال المالية والبدنية.
فدل على أن هؤلاء المتقين الموصوفين بهذه الصفات, هم أولئك المؤمنون.';
$t[137] = 'ثم قال تعالى: &quot; قَدْ خَلَتْ مِنْ قَبْلِكُمْ سُنَنٌ &quot; الآيات.
وهذه الآيات الكريمات, وما بعدها في قصة &quot; أحد &quot; يعزي تعالى, عباده المؤمنين ويسليهم, ويخبرهم أنه مضى قبلهم أجيال وأمم, امتحنوا, وابتلي المؤمنون منهم بقتال الكافرين, فلم يزالوا في مداولة ومجاولة, حتى جعل الله العاقبة للمتقين, والنصر لعباده المؤمنين.
وآخر الأمر حصلت الدولة على المكذبين, وخذلهم الله بنصر رسله, وأتباعهم.
&quot; فَسِيرُوا فِي الْأَرْضِ &quot; بأبدانكم وقلوبكم &quot; فَانْظُروا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ &quot; فإنكم لا تجدونهم إلا معذبين, بأنواع العقوبات الدنيوية.
قد خوت ديارهم, وتبين لكل أحد خسارهم, وذهب عزهم وملكهم, وزال بذخهم وفخرهم.
أفليس في هذا, أعظم دليل, وأكبر شاهد, على صدق ما جاءت به الرسل؟!! وحكمة الله التي يمتحن بها عباده, ليبلوهم ويتبين صادقهم من كاذبهم.';
$t[138] = 'ولهذا قال تعالى: &quot; هَذَا بَيَانٌ لِلنَّاسِ &quot; أي: دلالة ظاهرة, تبين للناس الحق من الباطل, وأهل السعادة من أهل الشقاوة, وهو الإشارة إلى ما أوقع الله بالمكذبين.
&quot; وَهُدًى وَمَوْعِظَةٌ لِلْمُتَّقِينَ &quot; لأنهم هم المنتفعون بالآيات.
فتهديهم إلى سبيل الرشاد, وتعظهم وتزجرهم, عن طريق الغنى.
وأما باقي الناس, فهي بيان لهم, تقوم به عليهم الحجة من الله, ليهلك من هلك عن بينة.
ويحتمل أن الإشارة في قوله &quot; هَذَا بَيَانٌ لِلنَّاسِ &quot; للقرآن العظيم, والذكر الحكيم, وأنه بيان للناس عموما, وهدى وموعظة للمتقين, خصوصا, وكلا المعنيين, حق.';
$t[139] = 'يقول تعالى: مشجعا لعباده المؤمنين, ومقويا لعزائمهم ومنهضا لهممهم: &quot; وَلَا تَهِنُوا وَلَا تَحْزَنُوا &quot; أي: ولا تهنوا وتضعفوا, في أبدانكم, ولا تحزنوا في قلوبكم, عندما أصابتكم المصيبة, وابتليتم بهذه البلوى.
فإن الحزن في القلوب, والوهن على الأبدان, زيادة مصيبة عليكم, وأعون, لعدوكم عليكم.
بل شجعوا قلوبكم, وصبروها, وادفعوا عنها الحزن وتصلبوا على قتال عدوكم.
وذكر تعالى أنه لا يليق بهم الوهن والحزن, وهم الأعلون, في الإيمان ورجاء نصر الله وثوابه.
فالمؤمن المبتغي ما وعده الله, من الثواب الدنيوي والأخري, لا ينبغي له ذلك.
ولهذا قال تعالى: &quot; وَأَنْتُمُ الْأَعْلَوْنَ إِنْ كُنْتُمْ مُؤْمِنِينَ &quot; .';
$t[140] = 'ثم سلاهم بما حصل لهم من الهزيمة, وبين الحكم العظيمة المترتبة على ذلك, فقال تعالى: &quot; إِنْ يَمْسَسْكُمْ قَرْحٌ فَقَدْ مَسَّ الْقَوْمَ قَرْحٌ مِثْلُهُ &quot; فأنتم وهم, قد تساويتم في القرح, ولكنكم ترجون من الله ما لا يرجون كما قال تعالى: &quot; إِنْ تَكُونُوا تَأْلَمُونَ فَإِنَّهُمْ يَأْلَمُونَ كَمَا تَأْلَمُونَ وَتَرْجُونَ مِنَ اللَّهِ مَا لَا يَرْجُونَ &quot; .
ومن الحكم في ذلك, أن هذه الدار, يعطي الله منها المؤمن والكافر, والبر والفاجر, فيداول الله الأيام بين الناس: يوم لهذه الطائفة, ويوم للطائفة الأخرى.
لأن هذه الدار الدنيا, منقضية فانية.
وهذا بخلاف الدار الآخرة, فإنها خالصة للذين آمنوا.
&quot; وَلِيَعْلَمَ اللَّهُ الَّذِينَ آمَنُوا &quot; هذا أيضا من الحكم أنه يبتلي الله عباده بالهزيمة والابتلاء, ليتبين المؤمن من المنافق.
لأنه لو استمر النصر للمؤمنين, في جميع الوقائع, لدخل في الإسلام, من لا يريده.
فإذا حصل في بعض الوقائع, بعض أنواع الابتلاء, تبين المؤمن حقيقة, الذي يرغب في الإسلام, في الضراء والسراء, واليسر والعسر, ممن ليس كذلك.
&quot; وَيَتَّخِذَ مِنْكُمْ شُهَدَاءَ &quot; وهذا أيضا من بعض الحكم, لأن الشهادة عند الله, من أرفع المنازل, ولا سبيل لنيلها, إلا بما يحصل من وجود أسبابها.
فهذا من رحمته بعباده المؤمنين, أن قيض لهم من الأسباب, ما تكرهه النفوس, لينيلهم ما يحبون, من المنازل العالية, والنعيم المقيم.
&quot; وَاللَّهُ لَا يُحِبُّ الظَّالِمِينَ &quot; الذين ظلموا أنفسهم, وتقاعدوا عن القتال في سبيله.
&quot; ولو أرادوا الخروج, لأعدوا له عدة, ولكن كره الله انبعاثهم فثبطهم وقيل اقعدوا مع القاعدين &quot; .';
$t[141] = '&quot; وَلِيُمَحِّصَ اللَّهُ الَّذِينَ آمَنُوا &quot; وهذا أيضا من الحكم, أن الله يمحص بذلك المؤمنين, من ذنوبهم وعيوبهم.
يدل ذلك على أن الشهادة والقتال في سبيل الله, تكفر الذنوب, وتزيل العيوب.
ويمحص الله أيضا المؤمنين من غيرهم من المنافقين, فيتخلصون منهم, ويعرفون المؤمن من المنافق.
ومن الحكم أيضا أن يقدر ذلك, ليمحق الكافرين.
أي: ليكون سببا لمحقهم واستئصالهم بالعقوبة, فإنهم إذا انتصروا, بغوا, وازدادوا طغيانا إلى طغيانهم; يستحقون به المعاجلة بالعقوبة, رحمة بعباده المؤمنين.';
$t[142] = 'ثم قال تعالى: &quot; أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَعْلَمِ اللَّهُ الَّذِينَ جَاهَدُوا مِنْكُمْ وَيَعْلَمَ الصَّابِرِينَ &quot; هذا استفهام إنكاري.
أي: لا تظنوا, ولا يخطر ببالكم أن تدخلوا الجنة, من دون مشقة, واحتمال المكاره في سبيل الله وابتغاء مرضاته.
فإن الجنة, أعلى المطالب, وأفضل ما به يتنافس المتنافسون.
وكلما عظم المطلوب, عظمت وسيلته, والعمل الموصل إليه.
فلا يوصل إلى الراحة إلا بترك الراحة, ولا يدرك النعيم, إلا بترك النعيم.
ولكن مكاره الدنيا التي تصيب العبد في سبيل الله - عند توطين النفس لها, وتمرينها عليها, ومعرفة ما تئول إليه تنقلب - عند أرباب البصائر - منحا يسرون بها, ولا يبالون بها, وذلك فضل الله يؤتيه من يشاء.';
$t[143] = 'ثم وبخهم تعالى, على عدم صبرهم بأمر كانوا يتمنونه, ويودون حصوله فقال: &quot; وَلَقَدْ كُنْتُمْ تَمَنَّوْنَ الْمَوْتَ مِنْ قَبْلِ أَنْ تَلْقَوْهُ &quot; وذلك أن كثيرا من الصحابة &quot; 4 ممن فاته بدر, كانوا يتمنون أن يحضرهم الله مشهدا, يبذلون فيه جهدهم.
قال الله تعالى لهم &quot; فَقَدْ رَأَيْتُمُوهُ &quot; أي: ما تمنيتم بأعينكم &quot; وَأَنْتُمْ تَنْظُرُونَ &quot; فما بالكم وترك الصبر؟ هذه حالة لا تليق, ولا تحسن, خصوصا لمن تمنى ذلك, وحصل له ما تمنى.
فإن الواجب عليه, بذل الجهد, واستفراغ الوسع في ذلك.
وفي هذه الآية, دليل على أنه لا يكره تمني الشهادة.
ووجه الدلالة أن الله تعالى أقرهم على أمنيتهم, ولم ينكر عليهم.
وإنما أنكر عليهم عدم العمل بمقتضاها, والله أعلم.';
$t[144] = 'ثم قال تعالى: &quot; وَمَا مُحَمَّدٌ إِلَّا رَسُولٌ &quot; إلى &quot; وَسَنَجْزِي الشَّاكِرِينَ &quot; .
يقول تعالى &quot; وَمَا مُحَمَّدٌ إِلَّا رَسُولٌ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُ &quot; .
أي.
ليس ببدع من الرسل, بل هو من جنس الرسل الذين قبله.
وظيفتهم تبليغ رسالة ربهم, وتنفيذ أوامره.
ليسوا بمخلدين, وليس بقاؤهم شرطا في امتثال أوامر الله.
بل الواجب على الأمم, عبادة ربهم في كل وقت وبكل حال.
ولهذا قال &quot; أَفَإِنْ مَاتَ أَوْ قُتِلَ انْقَلَبْتُمْ عَلَى أَعْقَابِكُمْ &quot; بترك ما جاءكم به, من إيمان أو جهاد, أو غير ذلك.
قال الله تعالى &quot; وَمَنْ يَنْقَلِبْ عَلَى عَقِبَيْهِ فَلَنْ يَضُرَّ اللَّهَ شَيْئًا &quot; إنما يضر نفسه.
وإلا, فالله تعالى غني عنه, وسيقيم دينه, ويعز عباده المؤمنين.
فلما وبخ تعالى, من انقلب على عقبيه, مدح من ثبت مع رسوله, وامتثل أمر ربه فقال &quot; وَسَيَجْزِي اللَّهُ الشَّاكِرِينَ &quot; .
والشكر لا يكون إلا بالقيام بعبودية الله تعالى, في كل حال.
وفي هذه الآية الكريمة, إرشاد من الله تعالى لعباده, أن يكونوا بحالة, لا يزعزعها عن إيمانهم, أو عن بعض لوازمه, فقد رئيس ولو عظم.
وما ذاك إلا بالاستعداد في كل أمر من أمور الدين, بعدة أناس من أهل الكفاءة فيه, إذا فقد أحدهم, قام به غيره.
وأن يكون عموم المؤمنين, قصدهم إقامة دين الله, والجهاد عنه, بحسب الإمكان.
لا يكون لهم قصد, في رئيس دون رئيس.
فبهذه الحال, يستتب لهم أمرهم, وتستقيم أمورهم.
وفي هذه الآية أيضا, أعظم دليل على فضيلة الصديق الأكبر, أبي بكر, وأصحابه الذين قاتلوا المرتدين بعد رسول الله صلى الله عليه وسلم, لأنهم هم سادات الشاكرين.
ثم أخبر تعالى أن النفوس جميعها, معلقة بآجالها, بإذن الله.
وقدره وقضائه.
فمن حتم عليه بالقدر أن يموت, مات ولو بغير سبب.
ومن أراد بقاءه, فلو وقع من الأسباب كل سبب, لم يضره ذلك قبل بلوغ أجله.
وذلك أن الله قضاه, وقدره, وكتبه إلى أجل مسمى.
&quot; إذا جاء أجلهم فلا يستأخرون عنه ساعة ولا يستقدمون &quot; .';
$t[145] = 'ثم أخبر تعالى, أنه يعطي الناس من ثواب الدنيا والآخرة, ما تعلقت به إراداتهم, فقال: &quot; وَمَنْ يُرِدْ ثَوَابَ الدُّنْيَا نُؤْتِهِ مِنْهَا وَمَنْ يُرِدْ ثَوَابَ الْآخِرَةِ نُؤْتِهِ مِنْهَا &quot; .
قال الله تعالى &quot; كُلًّا نُمِدُّ هَؤُلَاءِ وَهَؤُلَاءِ مِنْ عَطَاءِ رَبِّكَ وَمَا كَانَ عَطَاءُ رَبِّكَ مَحْظُورًا انْظُرْ كَيْفَ فَضَّلْنَا بَعْضَهُمْ عَلَى بَعْضٍ وَلَلْآخِرَةُ أَكْبَرُ دَرَجَاتٍ وَأَكْبَرُ تَفْضِيلًا &quot; .
&quot; وَسَنَجْزِي الشَّاكِرِينَ &quot; ولم يذكر جزاءهم, ليدل ذلك على كثرته وعظمته, وليعلم أن الجزاء, على قدر الشكر, قلة وكثرة, وحسنا.';
$t[146] = 'هذا تسلية للمؤمنين, وحث على الاقتداء بهم, والفعل كفعلهم, وأن هذا, أمر قد كان متقدما, لم تزل سنة الله جارية بذلك فقال: &quot; وَكَأَيِّنْ مِنْ نَبِيٍّ &quot; أي: وكم من نبي &quot; قَاتَلَ مَعَهُ رِبِّيُّونَ كَثِيرٌ &quot; .
أي: جماعات كثيرون من أتباعهم, الذين قد ربتهم الأنبياء بالإيمان, والأعمال الصالحة, فأصابهم, قتل وجراح, وغير ذلك.
&quot; فَمَا وَهَنُوا لِمَا أَصَابَهُمْ فِي سَبِيلِ اللَّهِ وَمَا ضَعُفُوا وَمَا اسْتَكَانُوا &quot; .
أي: ما ضعفت قلوبهم, ولا وهنت أبدانهم, ولا استكانوا.
أي: ذلوا لعدوهم.
بل صبروا وثبتوا, وشجعوا أنفسهم, ولهذا قال: &quot; وَاللَّهُ يُحِبُّ الصَّابِرِينَ &quot; .';
$t[147] = 'ثم ذكر قولهم, واستنصارهم لربهم فقال: &quot; وَمَا كَانَ قَوْلَهُمْ &quot; أي: في تلك المواطن الصعبة &quot; إِلَّا أَنْ قَالُوا رَبَّنَا اغْفِرْ لَنَا ذُنُوبَنَا وَإِسْرَافَنَا فِي أَمْرِنَا &quot; .
والإسراف هو: مجاوزة الحد, إلى ما حرم.
علموا أن الذنوب والإسراف, من أعظم أسباب الخذلان, وأن التخلي منها, من أسباب النصر, فسألوا ربهم مغفرتها.
ثم إنهم لم يتكلوا على ما بذلوا جهدهم به, من الصبر, بل اعتمدوا على الله, وسألوه أن يثبت أقدامهم عند ملاقاة الأعداء الكافرين, وأن ينصرهم عليهم.
فجمعوا بين الصبر, وترك ضده, والتوبة والاستغفار والاستنصار بربهم.';
$t[148] = 'لا جرم أن الله نصرهم, وجعل لهم العاقبة في الدنيا والآخرة ولهذا قال: &quot; فَآتَاهُمُ اللَّهُ ثَوَابَ الدُّنْيَا &quot; من النصر والظفر والغنيمة.
&quot; وَحُسْنَ ثَوَابِ الْآخِرَةِ &quot; وهو الفوز برضا ربهم, والنعيم المقيم, الذي قد سلم من جميع المنكدات.
وما ذاك, إلا أنهم أحسنوا له الأعمال, فجازاهم بأحسن الجزاء, فلهذا قال: &quot; وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ &quot; في عبادة الخالق, ومعاملة الخلق.
ومن الإحسان, أن يفعل عند جهاد الأعداء, كفعل هؤلاء المؤمنين.';
$t[149] = 'ثم قال تعالى &quot; يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تُطِيعُوا الَّذِينَ كَفَرُوا &quot; إلى &quot; وَبِئْسَ مَثْوَى الظَّالِمِينَ &quot; .
وهذا نهي من الله للمؤمنين أن يطيعوا الكافرين, من المنافقين والمشركين.
فإنهم, إذا أطاعوهم, لم يريدوا لهم إلا الشر, وهم قصدهم ردهم إلى الكفر, الذي عاقبته الخيبة والخسران.';
$t[150] = 'ثم أخبر أنه مولاهم وناصرهم, ففيه إخبار لهم بذلك, وبشارة بأنه يتولى أمورهم, بلطفه, ويعصمهم من أنواع الشرور.
وفي ضمن ذلك, الحث لهم, على اتخاذه وحده, وليا وناصرا, من دون كل أحد.';
$t[151] = 'فمن ولايته ونصره لهم, أنه وعدهم أنه سيلقي في قلوب أعدائهم من الكافرين, الرعب, وهو الخوف العظيم, الذي يمنعهم من كثير من مقاصدهم, وقد فعل تعالى.
وذلك أن المشركين - بعدما انصرفوا من وقعة &quot; أحد &quot; - تشاوروا فيما بينهم, وقالوا: كيف ننصرف, بعد أن قتلنا منهم من قتلنا, وهزمناهم؟ ولما نستأصلهم؟ فهموا بذلك.
فألقى الله في قلوبهم الرعب, فانصرفوا خائبين.
ولا شك أن هذا, من أعظم النصر, لأنه قد تقدم, أن نصر الله لعباده المؤمنين, لا يخرج عن أحد أمرين: إما أن يقطع طرفا ممن كفروا, أو يكبتهم فينقلبوا خائبين.
وهذا من الثاني.
ثم ذكر السبب الموجب لإلقاء الرعب في قلوب الكافرين فقال: &quot; بِمَا أَشْرَكُوا بِاللَّهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا &quot; أي: ذلك بسبب ما اتخذوا من دونه, من الأنداد والأصنام, التي اتخذوها على حسب أهوائهم وإرادتهم الفاسدة, من غير حجة ولا برهان, وانقطعوا من ولاية الواحد الرحمن.
فمن ثم, كان المشرك مرعوبا من المؤمنين, لا يعتمد على ركن وثيق, وليس له ملجأ عند كل شدة وضيق, هذا حاله في الدنيا.
وأما في الآخرة, فأشد وأعظم, ولهذا قال: &quot; وَمَأْوَاهُمُ النَّارُ &quot; .
أي: مستقرهم الذي يأوون إليه وليس لهم عنها خروج.
&quot; وَبِئْسَ مَثْوَى الظَّالِمِينَ &quot; بسبب ظلمهم وعدوانهم, صارت النار مثواهم.';
$t[152] = 'أي &quot; وَلَقَدْ صَدَقَكُمُ اللَّهُ وَعْدَهُ &quot; بالنصر, فنصركم عليهم, حتى ولوكم أكتافهم, وطفقتم فيهم قتلا, حتى صرتم سببا لأنفسكم, وعونا لأعدائكم عليكم.
فلما حصل منكم الفشل وهو الضعف والخور &quot; وَتَنَازَعْتُمْ فِي الْأَمْرِ &quot; الذي فيه ترك أمر الله, بالائتلاف وعدم الاختلاف, فاختلفتم.
فمن قائل: نقيم في مركزنا, الذي جعلنا فيه النبي صلى الله عليه وسلم.
ومن قائل: ما مقامنا فيه, وقد انهزم العدو, ولم يبق محذور.
فعصيتم الرسول, وتركتم أمره &quot; مِنْ بَعْدِ مَا أَرَاكُمْ مَا تُحِبُّونَ &quot; وهو انخذال أعدائكم.
لأن الواجب على من أنعم الله عليه بما أحب, أعظم من غيره.
فالواجب في هذه الحال خصوصا, وفي غيرها عموما, امتثال أمر الله ورسوله.
&quot; مِنْكُمْ مَنْ يُرِيدُ الدُّنْيَا &quot; وهم الذين أوجب لهم ذلك ما أوجب.
&quot; وَمِنْكُمْ مَنْ يُرِيدُ الْآخِرَةَ &quot; وهم الذين, لزموا أمر رسول الله, وثبتوا حيث أمروا.
&quot; ثُمَّ صَرَفَكُمْ عَنْهُمْ &quot; أي: بعد ما وجدت هذه الأمور منكم, صرف الله وجوهكم عنهم, فصار الوجه لعدوكم, ابتلاء من الله لكم, وامتحانا, ليتبين المؤمن من الكافر, والطائع من العاصي, وليكفر الله عنكم بهذه المصيبة, ما صدر منكم فلهذا قال: &quot; وَلَقَدْ عَفَا عَنْكُمْ وَاللَّهُ ذُو فَضْلٍ عَلَى الْمُؤْمِنِينَ &quot; أي: ذو فضل عظيم عليهم, حيث من عليهم بالإسلام, وهداهم لشرائعه, وعفا عنهم سيئاتهم, وأثابهم على مصيباتهم.
ومن فضله على المؤمنين, أن لا يقدر عليهم خيرا ولا مصيبة, إلا كان خيرا لهم.
إن أصابتهم سراء فشكروا, جازاهم جزاء الشاكرين, وإن أصابتهم ضراء فصبروا, جازاهم جزاء الصابرين.';
$t[153] = 'يذكرهم تعالى حالهم, في وقت انهزامهم عن القتال, وبعاتبهم على ذلك فقال &quot; إِذْ تُصْعِدُونَ &quot; أي: تجدون في الهرب &quot; وَلَا تَلْوُونَ عَلَى أَحَدٍ &quot; أي: لا يلوي أحد منكم على أحد, ولا ينظر إليه.
بل ليس لكم هم إلا الفرار, والنجاء من القتال.
والحال أنه ليس عليكم خطر كبير.
إذ لستم آخر الناس, مما يلي الأعداء, ويباشر الهيجاء.
بل &quot; وَالرَّسُولُ يَدْعُوكُمْ فِي أُخْرَاكُمْ &quot; أي: مما يلي القوم يقول: &quot; إلي عباد الله &quot; .
فلم تلتفتوا إليه, ولا عرجتم عليه, فالفرار نفسه, موجب للوم.
ودعوة الرسول الموجبة لتقديمه على النفس, أعظم لوما, بتخلفكم عنها.
&quot; فَأَثَابَكُمْ &quot; أي: جازاكم على فعلكم &quot; غَمًّا بِغَمٍّ &quot; أي: غما يتبعه غم.
غم بفوات النصر وفوات الغنيمة, وغم بانهزامكم, وغم, أنساكم كل غم, وهو سماعكم أن محمدا صلى الله عليه وسلم قد قتل.
ولكن الله - بلطفه, وحسن نظره لعباده - جعل اجتماع هذه الأمور لعباده المؤمنين, خيرا لهم فقال: &quot; لِكَيْلَا تَحْزَنُوا عَلَى مَا فَاتَكُمْ &quot; من النصر والظفر.
&quot; وَلَا مَا أَصَابَكُمْ &quot; من الهزيمة والقتل والجراح, إذا تحققتم أن الرسول صلى الله عليه وسلم لم يقتل, هانت عليكم تلك المصيبات, واغتبطتم بوجوده.
المسلي عن كل مصيبة ومحنة.
فلله ما في ضمن البلايا والمحن, من الأسرار والحكم.
وكل هذا صادر عن علمه وكمال خبرته بأعمالكم, وظواهركم, وبواطنكم.
ولهذا قال: &quot; وَاللَّهُ خَبِيرٌ بِمَا تَعْمَلُونَ &quot; .
ويحتمل أن معنى قوله &quot; لِكَيْلَا تَحْزَنُوا عَلَى مَا فَاتَكُمْ وَلَا مَا أَصَابَكُمْ &quot; .
يعني: أنه قدر ذلك الغم والمصيبة عليكم, لكي تتوطن نفوسكم, وتمرنوا على الصبر على المصيبات, ويخف عليكم تحمل المشقات.';
$t[154] = '&quot; ثُمَّ أَنْزَلَ عَلَيْكُمْ مِنْ بَعْدِ الْغَمِّ &quot; الذي أصابكم &quot; أَمَنَةً نُعَاسًا يَغْشَى طَائِفَةً مِنْكُمْ &quot; .
ولا شك أن هذا رحمة بهم, وإحسان وتثبيت لقلوبهم, وزيادة طمأنينة.
لأن الخائف لا يأتيه النعاس, لما في قلبه من الخوف.
فإذا زال الخوف عن القلب, أمكن أن يأتيه النعاس.
وهذه الطائفة التي أنعم الله عليها بالنعاس, هم المؤمنون الذين ليس لهم إلا إقامة دين الله, ورضا الله ورسوله, ومصلحة إخوانهم المسلمين.
وأما الطائفة الأخرى الذين &quot; قَدْ أَهَمَّتْهُمْ أَنْفُسُهُمْ &quot; فليس لهم هم في غيرها, لنفاقهم, أو ضعف إيمانهم, فلهذا لم يصبهم من النعاس, ما أصاب غيرهم &quot; يَقُولُونَ هَلْ لَنَا مِنَ الْأَمْرِ مِنْ شَيْءٍ &quot; .
وهذا استفهام إنكاري, أي: ما لنا من الأمر أي: النصر والظهور - شيء.
فأساءوا الطن بربهم, وبدينه, وبنبيه, وظنوا أن الله لا يتم أمر رسوله, وأن هذه الهزيمة, هي الفيصلة والقاضية على دين الله.
قال الله في جوابهم: &quot; قُلْ إِنَّ الْأَمْرَ كُلَّهُ لِلَّهِ &quot; .
الأمر يشمل الأمر القدري, والأمر الشرعي.
فجميع الأشياء, بقضاء الله وقدره, وعاقبتها, النصر والظفر لأوليائه, وأهل طاعته وإن جرى عليهم, ما جرى.
&quot; يُخْفُونَ &quot; يعني المنافقين &quot; فِي أَنْفُسِهِمْ مَا لَا يُبْدُونَ لَكَ &quot; .
ثم بين الأمر الذي يخفونه فقال: &quot; يَقُولُونَ لَوْ كَانَ لَنَا مِنَ الْأَمْرِ شَيْءٌ &quot; أي: لو كان لنا في هذه الواقعة رأي ومشورة &quot; مَا قُتِلْنَا هَاهُنَا &quot; .
وهذا إنكار منهم, وتكذيب بقدر الله, وتسفيه منهم لرأي رسول الله, ورأي أصحابه, وتزكية منهم, لأنفسهم فرد الله عليهم بقوله: &quot; قُلْ لَوْ كُنْتُمْ فِي بُيُوتِكُمْ &quot; التي هي أبعد شيء عن مظان القتل.
&quot; لَبَرَزَ الَّذِينَ كُتِبَ عَلَيْهِمُ الْقَتْلُ إِلَى مَضَاجِعِهِمْ &quot; .
فالأسباب - وإن عظمت - إنما تنفع إذا لم يعارضها القدر والقضاء.
فإذا عارضها القدر لم تنفع شيئا, بل لا بد أن يمضي الله ما كتب في اللوح المحفوظ, من الموت والحياة.
&quot; وَلِيَبْتَلِيَ اللَّهُ مَا فِي صُدُورِكُمْ &quot; أي: يختبر ما فيها من نفاق وإيمان وضعف إيمان.
&quot; وَلِيُمَحِّصَ مَا فِي قُلُوبِكُمْ &quot; من وساوس الشيطان, وما تأثر عنها من الصفات غير الحميدة.
&quot; وَاللَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ &quot; أي: بما فيها, وما أكنته.
فاقتضى علمه وحكمته, أن قدر من الأسباب, ما به يظهر مخبئات الصدور, وسرائر الأمور.';
$t[155] = 'يخبر تعالى عن حال الذين انهزموا يوم &quot; أحد &quot; وما الذي أوجب لهم الفرار, وأنه من تسويل الشيطان, وأنه تسلط عليهم ببعض ذنوبهم.
فهم الذين أدخلوه على أنفسهم, ومكنوه بما فعلوا من المعاصي, لأنها مركبه ومدخله.
فلو اعتصموا بطاعة ربهم, لما كان له عليهم من سلطان.
قال تعالى: &quot; إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ &quot; .
ثم أخبر أنه عفا عنهم بعد ما فعلوا ما يوجب المؤاخذة.
وإلا فلو آخذهم, لاستأصلهم.
&quot; إِنَّ اللَّهَ غَفُورٌ &quot; للمذنبين الخطائين, بما يوفقهم له من التوبة والاستغفار, والمصائب المكفرة.
&quot; حَلِيمٌ &quot; لا يعاجل من عصاه, بل يستأنى به, ويدعوه إلى الإنابة إليه, والإقبال عليه.
ثم إن تاب وأناب, قبل منه, وصيره كأنه لم يجر منه ذنب, ولم يصدر عنه عيب.
فلله الحمد على إحسانه.';
$t[156] = 'ينهى تعالى عباده المؤمنين, أن يشابهوا الكافرين, الذين لا يؤمنون بربهم, ولا بقضائه وقدره, من المنافقين وغيرهم.
ينهاهم عن مشابهتهم في كل شيء, وفي هذا الأمر الخاص - وهو أنهم يقولون لإخوانهم في الدين أو في النسب: &quot; إِذَا ضَرَبُوا فِي الْأَرْضِ &quot; أي: سافروا للتجارة &quot; أَوْ كَانُوا غُزًّى &quot; أي: غزاة, ثم جرى عليهم قتل أو موت, يعارضون القدر ويقولون: &quot; لَوْ كَانُوا عِنْدَنَا مَا مَاتُوا وَمَا قُتِلُوا &quot; وهذا كذب منهم.
فقد قال تعالى: &quot; قُلْ لَوْ كُنْتُمْ فِي بُيُوتِكُمْ لَبَرَزَ الَّذِينَ كُتِبَ عَلَيْهِمُ الْقَتْلُ إِلَى مَضَاجِعِهِمْ &quot; .
ولكن هذا التكذيب لم يفدهم, إلا أن الله يجعل هذا القول, وهذه العقيدة, حسرة في قلوبهم, فتزداد مصيبتهم.
وأما المؤمنون, فإنهم يعلمون أن ذلك بقدر الله, فيؤمنون ويسلمون, فيهدي الله قلوبهم, ويثبتها, ويخفف بذلك, عنهم المصيبة.
قال الله, ردا عليهم &quot; وَاللَّهُ يُحْيِي وَيُمِيتُ &quot; أي: هو المنفرد بذلك, فلا يغني حذر عن قدر.
&quot; وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ &quot; فيجازيكم بأعمالكم وتكذيبكم.';
$t[157] = 'ثم أخبر تعالى أن القتل في سبيله, أو الموت فيه, ليس فيه نقص ولا محذور.
وإنما هو, مما ينبغي أن يتنافس فيه المتنافسون, لأنه سبب مفض, وموصل إلى مغفرة الله ورحمته, وذلك خير مما يجمع أهل الدنيا, من دنياهم, وأن الخلق أيضا إذا ماتوا, أو قتلوا بأي حالة كانت, فإنما مرجعهم إلى الله, ومآلهم إليه, فيجازي كلا بعمله.
فأين الفرار إلا إلى الله, وما للخلق عاصم إلا الاعتصام بحبل الله؟!!';
$t[158] = '';
$t[159] = 'أي برحمة الله لك ولأصحابك, من الله عليك أن ألنت لهم جانبك, وخفضت لهم جناحك, وترققت عليهم, وحسنت لهم خلقك, فاجتمعوا عليك وأحبوك, وامتثلوا أمرك.
&quot; وَلَوْ كُنْتَ فَظًّا &quot; أي: سيء الخلق &quot; غَلِيظَ الْقَلْبِ &quot; أي: قاسيه, &quot; لَانْفَضُّوا مِنْ حَوْلِكَ &quot; لأن هذا ينفرهم ويبغضهم لمن قام به هذا الخلق السيئ.
فالأخلاق الحسنة من الرئيس في الدنيا, تجذب الناس إلى دين الله, وترغبهم فيه, مع ما لصاحبه من المدح والثواب الخاص.
والأخلاق السيئة من الرئيس في الدين, تنفر الناس عن الدين, وتبغضهم إليه, مع ما لصاحبها من الذم والعقاب الخاص.
فهذا الرسول المعصوم يقول الله له ما يقول, فكيف بغيره.
أليس من أوجب الواجبات, وأهم المهمات, الاقتداء بأخلاقه الكريمة, ومعاملة الناس بما كان يعاملهم به صلى الله عليه وسلم, من اللين وحسن الخلق والتأليف, امتثالا لأمر الله, وجذبا لعباد الله لدين الله.
ثم أمره الله تعالى بأن يعفو عنهم ما صدر منهم من التقصير في حقه, صلى الله عليه وسلم, ويستغفر لهم في التقصير, في حق الله, فيجمع بين العفو والإحسان.
&quot; وَشَاوِرْهُمْ فِي الْأَمْرِ &quot; أي: الأمور التي تحتاج إلى استشارة, ونظر, وفكر.
فإن في الاستشارة من الفوائد والمصالح الدينية والدنيوية, ما لا يمكن حصرة.
منها: أن المشاورة من العبادات المتقرب بها إلى الله.
ومنها: أن فيها تسميحا لخواطرهم, وإزالة لما يصير في القلوب عند الحوادث.
فإن من له الأمر على الناس - إذا جمع أهل الرأي والفضل, وشاورهم في حادثة من الحوداث - اطمأنت إليه نفوسهم وأحبوه, وعلموا أنه ليس يستبد عليهم, وإنما ينظر إلى المصلحة الكلية العامة للجميع.
فبذلوا جهدهم ومقدورهم في طاعته, لعلمهم بسعيه في مصالح العموم.
بخلاف من ليس كذلك, فإنهم لا يكادون بحبونه محبة صادقة, ولا يطيعونه, وإن أطاعوه, فطاعة غير تامة.
ومنها: أن في الاستشارة, تنور الأفكار, بسبب إعمالها فيما وضعت له, فصار في ذلك زيادة العقول.
ومنها: ما تنتجه الاستشارة, من الرأي المصيب, فإن المشاور لا يكاد يخطئ في فعله.
وإن أخطأ, أو لم يتم له مطلوب, فليس بملوم.
فإذا كان الله يقول لرسوله صلى الله عليه وسلم - وهو أكمل الناس عقلا وأغزرهم علما وأفضلهم رأيا -: &quot; وَشَاوِرْهُمْ فِي الْأَمْرِ &quot; فكيف بغيره.
ثم قال تعالى &quot; فَإِذَا عَزَمْتَ &quot; أي: على أمر من الأمور بعد الاستشارة فيه, إن كان يحتاج إلى استشارة.
&quot; فَتَوَكَّلْ عَلَى اللَّهِ &quot; أي: اعتمد على حول الله وقوته, متبرئا من حولك وقوتك.
&quot; إِنَّ اللَّهَ يُحِبُّ الْمُتَوَكِّلِينَ &quot; عليه; اللاجئين إليه.';
$t[160] = 'أي: إن يمددكم الله بنصره ومعونته &quot; فَلَا غَالِبَ لَكُمْ &quot; .
فلو اجتمع عليكم; من في أقطارها; وما عندهم من العدد والعدد, لأن الله لا مغالب له, وقد قهر العباد, وأخذ بنواصيهم.
فلا تتحرك دابة إلا بإذنه, ولا تسكن إلا بإذنه.
&quot; وَإِنْ يَخْذُلْكُمْ &quot; ويكلكم إلى أنفسكم &quot; فَمَنْ ذَا الَّذِي يَنْصُرُكُمْ مِنْ بَعْدِهِ &quot; .
فلا بد أن تنخذلوا ولو أعانكم جميع الخلق.
وقد ضمن ذلك, الأمر بالاستنصار بالله, والاعتماد عليه, والبراءة من الحول والقوة.
ولهذا قال &quot; وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ &quot; وتقدم المعمول, يؤذن بالحصر.
أي: توكلوا على الله, لا غيره, لأنه قد علم أنه هو الناصر وحده.
فالاعتماد عليه, توحيد محصل للمقصود.
والاعتماد على غيره, شرك غير نافع لصاحبه, بل ضار.
وفي هذه الآية, الأمر بالتوكل على الله وحده, وأنه بحسب إيمان العبد, يكون توكله.';
$t[161] = 'الغلول هو: الكتمان من الغنيمة, والخيانة في كل ما يتولاه الإنسان, وهو محرم إجماعا, بل هو من الكبائر, كما تدل عليه هذه الآية الكريمة وغيرها من النصوص.
فأخبر الله تعالى, أنه ما ينبغي, ولا يليق بنبي, أن يغل.
لأن الغلول - كما علمت - من أعظم الذنوب, وشر العيوب.
وقد صان الله تعالى أنبياءه, عن كل ما يدنسهم, ويقدح فيهم, وجعلهم أفضل العالمين أخلاقا, وأطهرهم نفوسا, وأزكاهم وأطيبهم, ونزهم عن كل عيب, وجعلهم محل رسالته, ومعدن حكمته [الله أعلم حيث يجعل رسالته].
فبمجرد علم العبد بالواحد منهم, يجزم بسلامتهم, من كل أمر يقدح فيهم.
ولا يحتاج إلى دليل, على فساد ما قيل فيهم, من أعدائهم, لأن معرفته بنبوتهم, تستلزم دفع ذلك, ولذلك أتى بصيغة, يمتنع معها وجود الفعل منهم فقال: &quot; وَمَا كَانَ لِنَبِيٍّ أَنْ يَغُلَّ &quot; أي: يمتنع ذلك, ويستحيل على من اختارهم الله لنبوته.
ثم ذكر الوعيد على من غل فقال: &quot; وَمَنْ يَغْلُلْ يَأْتِ بِمَا غَلَّ يَوْمَ الْقِيَامَةِ &quot; .
أي: يأت به حامله على ظهره, حيوانا كان, أو متاعا, أو غير ذلك, يعذب به يوم القيامة.
&quot; ثُمَّ تُوَفَّى كُلُّ نَفْسٍ مَا كَسَبَتْ &quot; الغال وغيره, كل يوفى أجره ووزره, على مقدار كسبه.
&quot; وَهُمْ لَا يُظْلَمُونَ &quot; أي: لا يزاد في سيئاتهم, ولا يهضمون شيئا من حسناتهم.
وتأمل حسن هذا الاحتراز في هذه الآية الكريمة.
لما ذكر عقوبة الغال, وأنه يأتي يوم القيامة بما غله, ولما أراد أن يذكر توفيته وجزاءه, وكان اقتصاره على الغال, يوهم - بالمفهوم - أن غيره من أنواع العاملين, قد لا يوفون - أتى بلفظ عام جامع له ولغيره.';
$t[162] = 'يخبر تعالى, أنه لا يستوي من كان قصده رضوان الله, والعمل على ما يرضيه, كمن ليس كذلك, ممن هو مكب على المعاصي, مسخط لربه هذان لا يستويان في حكم الله, وحكمة الله, وفي فطر عباد الله.
[أفمن كان مؤمنا,, كمن فاسقا, لا يستوون] ولهذا قال:';
$t[163] = '&quot; هُمْ دَرَجَاتٌ عِنْدَ اللَّهِ &quot; أي: كل هؤلاء متفاوتون في درجاتهم ومنازلهم, بحسب تفاوتهم في أعمالهم.
فالمتبعون لرضوان الله, يسعون في نيل الدرجات العاليات, والمنازل والغرفات, فيعطيهم الله من فضله وجوده, على قدر أعمالهم.
والمتبعون لمساخط الله, يسعون في النزول في الدركات, إلى أسفل سافلين, كل على حسب عمله.
والله بصير بأعمالهم, لا يخفى عليه منها شيء.
بل قد علمها, وأثبتها في اللوح المحفوظ, وملائكته الأمناء الكرام, أن يكتبوها ويحفظوها, ويضبطوها.';
$t[164] = 'هذه المنة التي امتن الله بها على عباده, أكبر النعم, بل أصلها.
وهي الامتنان عليهم, بهذا الرسول الكريم, الذي أنقذهم الله به, من الضلالة, وعصمهم به, من الهلكة فقال: &quot; لَقَدْ مَنَّ اللَّهُ عَلَى الْمُؤْمِنِينَ إِذْ بَعَثَ فِيهِمْ رَسُولًا مِنْ أَنْفُسِهِمْ &quot; يعرفون نسبه, وحاله, ولسانه, من قومهم وقبيلتهم, ناصحا لهم, مشفقا عليهم.
&quot; يَتْلُو عَلَيْهِمْ آيَاتِهِ &quot; يعلمهم ألفاظها ومعانيها.
&quot; وَيُزَكِّيهِمْ &quot; من الشرك, والمعاصي, والرذائل, وسائر مساوئ الأخلاق.
&quot; وَيُعَلِّمُهُمُ الْكِتَابَ &quot; إما جنس الكتاب الذي هو القرآن, فيكون قوله &quot; يَتْلُو عَلَيْهِمْ آيَاتِهِ &quot; المراد به الآيات الكونية.
أو المراد بالكتاب - هنا - الكتابة, فيكون قد امتن عليهم, بتعليم الكتاب والكتابة, التي بها تدرك العلوم وتحفظ.
&quot; وَالْحِكْمَةَ &quot; هي: السنة, التي هي شقيقة القرآن, ووضع الأشياء مواضعها, ومعرفة أسرار الشريعة.
فجمع لهم, بين تعليم الأحكام, وما به تنفيذ الأحكام, وما به تدرك فوائدها وثمراتها, ففاقوا بهذه الأمور العظيمة, جميع المخلوقين, وكانوا من العلماء الربانيين.
&quot; وَإِنْ كَانُوا مِنْ قَبْلُ &quot; بعثة هذا الرسول &quot; لَفِي ضَلَالٍ مُبِينٍ &quot; لا يعرفون الطريق الموصل إلى ربهم, ولا ما يزكي النفوس ويطهرها, بل ما يزين لهم جهلهم فعلوه, ولو ناقض ذلك عقول العالمين.';
$t[165] = 'هذا تسلية من الله تعالى لعباده المؤمنين, حين أصابهم ما أصابهم يوم &quot; أحد &quot; وقتل منهم نحو سبعين, فقال الله: إنكم &quot; قَدْ أَصَبْتُمْ &quot; من المشركين &quot; مِثْلَيْهَا &quot; فقلتم سبعين من كبارهم, وأسرتم سبعين.
فليهن الأمر ولتخف المصيبة عليكم, مع أنكم لا تستوون, أنتم وهم.
فإن قتلاكم في الجنة, وقتلاهم في النار.
&quot; قُلْتُمْ أَنَّى هَذَا &quot; أي: من أين أصابنا ما أصابنا وهزمنا؟ &quot; قُلْ هُوَ مِنْ عِنْدِ أَنْفُسِكُمْ &quot; حين تنازعتم, وعصيتم, من بعد ما أراكم ما تحبون.
فعودا على أنفسكم باللوم, واحذروا من الأسباب المردية.
&quot; إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ &quot; فإياكم وسوء الظن بالله, فإنه قادر على نصركم.
ولكن له أتم الحكمة, في ابتلائكم, ومصيبتكم.
[ذلك ولو شاء الله, لانتصر منهم, ولكن ليبلو بعضكم ببعض].';
$t[166] = 'ثم أخبر أن ما أصابهم يوم التقى الجمعان, جمع المسلمين, وجمع المشركين في &quot; أحد &quot; من القتل والهزيمة, أنه بإذنه, وقضائه وقدره, لا مرد له, ولا بد من وقوعه.
والأمر القدري - إذا نفذ, لم يبقى إلا التسليم له, وأنه قدره, لحكم عظيمة, وفوائد جسيمة.
وأنه ليتبين بذلك, المؤمن من المنافق, الذين لما أمروا بالقتال.';
$t[167] = '&quot; وَقِيلَ لَهُمْ تَعَالَوْا قَاتِلُوا فِي سَبِيلِ اللَّهِ &quot; أي: ذبا عن دين الله, وحماية له وطلبا لمرضاة الله &quot; أَوِ ادْفَعُوا &quot; عن محارمكم وبلدكم, إن لم تكن لكم نية صالحة.
فأبوا ذلك واعتذروا بأن &quot; قَالُوا لَوْ نَعْلَمُ قِتَالًا لَاتَّبَعْنَاكُمْ &quot; .
أي: لو نعلم أنكم يصير بينكم وبينهم قتال, لاتبعناكم, وهم كذبة في هذا.
قد علموا وتيقنوا, وعلم كل أحد, أن هؤلاء المشركين, قد ملئوا من الحنق والغيظ على المؤمنين, بما أصابوا منهم, وأنهم قد بذلوا أموالهم, وجمعوا ما يقدرون عليه, من الرجال والعدد, وأقبلوا في جيش عظيم قاصدين المؤمنين في بلدهم, متحرقين على قتالهم.
فمن كانت هذه حالهم, كيف يتصور أنه لا يصير بينهم وبين المؤمنين قتال؟ خصوصا وقد خرج المسلون من المدينة, وبرزوا لهم, هذا من المستحيل.
ولكن المنافقين ظنوا أن هذا العذر, يروج على المؤمنين.
قال تعالى &quot; هُمْ لِلْكُفْرِ يَوْمَئِذٍ &quot; أي: في تلك الحال التي تركوا فيها الخروج مع المؤمنين &quot; أَقْرَبُ مِنْهُمْ لِلْإِيمَانِ يَقُولُونَ بِأَفْواهِهِمْ مَا لَيْسَ فِي قُلُوبِهِمْ &quot; .
وهذه خاصة المنافقين, يظهرون بكلامهم وفعالهم, ما يبطنون صده في قلوبهم وسرائرهم.
ومنه قولهم &quot; لَوْ نَعْلَمُ قِتَالًا لَاتَّبَعْنَاكُمْ &quot; فإنهم علموا وقوع القتال.
ويستدل بهذه الآية على قاعدة &quot; ارتكاب &quot; أخف المفسدتين لدفع أعلاهما, وفعل أدنى المصلحتين, للعجز عن أعلاهما, لأن المنافقين أمروا أن يقاتلوا للدين, فإن لم يفعلوا فللمدافعة عن العيال والأوطان.
&quot; وَاللَّهُ أَعْلَمُ بِمَا يَكْتُمُونَ &quot; فيبديه لعباده المؤمنين, ويعاقبهم عليه.';
$t[168] = 'ثم قال تعالى &quot; الَّذِينَ قَالُوا لِإِخْوَانِهِمْ وَقَعَدُوا لَوْ أَطَاعُونَا مَا قُتِلُوا &quot; .
أي: جمعوا بين التخلف عن الجهاد, وبين الاعتراض والتكذيب بقضاء الله وقدره.
قال الله ردا عليهم.
&quot; قُلْ فَادْرَءُوا &quot; أي: ادفعوا &quot; عَنْ أَنْفُسِكُمُ الْمَوْتَ إِنْ كُنْتُمْ صَادِقِينَ &quot; أنهم لو أطاعوكم ما قتلوا, لا تقدرون على ذلك, ولا تستطيعونه.
وفي هذه الآيات, دليل على أن العبد قد يكون فيه خصلة كفر, وخصلة إيمان.
وقد يكون إحداهما, أقرب من الأخرى.';
$t[169] = 'هذه الآيات الكريمات, فيها فضل الشهداء وكرامتهم, وما من الله عليهم به, من فضله وإحسانه.
وفي ضمنها تسلية الأحياء عن قتلاهم, وتعزيتهم, وتنشيطهم للقتال في سبيل الله, والتعرض للشهادة فقال: &quot; وَلَا تَحْسَبَنَّ الَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ &quot; أي: في جهاد أعداء الدين, قاصدين بذلك إعلاء كلمة الله.
&quot; أَمْوَاتًا &quot; أي: لا يخطر ببالك وحسبانك, أنهم ماتوا وفقدوا, وذهبت عنهم لذة الحياة الدنيا, والتمتع بزهرتها, الذي يحذر من فواته, من جبن عن القتال, وزهد في الشهادة.
&quot; بَلْ &quot; قد حصل لهم أعظم مما يتنافس فيه المتنافسون.
فهم &quot; أَحْيَاءٌ عِنْدَ رَبِّهِمْ &quot; في دار كرامته.
ولفظ &quot; عند ربهم &quot; يقتضي علو درجتهم, وقربهم من ربهم.
&quot; يُرْزَقُونَ &quot; من أنواع النعيم, الذي لا يعلم وصفه, إلا من أنعم به عليهم.
ومع هذا صاروا &quot; فَرِحِينَ بِمَا آتَاهُمُ اللَّهُ مِنْ فَضْلِهِ &quot; أي: مغتبطون بذلك.
وقد قرت به عيونهم, وفرحت به نفوسهم, وذلك لحسنه, وكثرته, وعظمته, وكمال اللذة في الوصول إليه, وعدم المنغص.';
$t[170] = 'فجمع الله لهم, بين نعيم البدن بالرزق, ونعيم القلب والروح, بالفرح بما آتاهم من فضله: فتم لهم النعيم والسرور, وجعلوا &quot; وَيَسْتَبْشِرُونَ بِالَّذِينَ لَمْ يَلْحَقُوا بِهِمْ مِنْ خَلْفِهِمْ &quot; أي: يبشر بعضهم بعضا, بوصول إخوانهم الذين لم يلحقوا بهم, وأنهم سينالون ما نالوا.
&quot; أَلَّا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ &quot; أي: يستبشرون بزوال المحذور عنهم, وعن إخوانهم المستلزم كمال السرور.';
$t[171] = '&quot; يَسْتَبْشِرُونَ بِنِعْمَةٍ مِنَ اللَّهِ وَفَضْلٍ &quot; أي: يهنئ بعضهم بعضا, بأعظم مهنأ به, وهو: نعمة ربهم, وفضله, وإحسانه.
&quot; وَأَنَّ اللَّهَ لَا يُضِيعُ أَجْرَ الْمُؤْمِنِينَ &quot; بل ينميه ويشكره, ويزيده من فضله, ما لا يصل إليه سعيهم.
وفي هذه الآيات, إثبات نعيم البرزخ, وأن الشهداء, في أعلى مكان عند ربهم.
وفيه تلاقى أرواح أهل الخير, وزيارة بعضهم بعضا, وتبشير بعضهم بعضا.';
$t[172] = 'لما رجع النبي صلى الله عليه وسلم من &quot; أحد &quot; إلى المدينة, ندب أصحابه إلى الخروج فخرجوا - على ما بهم من الجراح - استجابة لله ورسوله, فوصلوا إلى &quot; حمراء الأسد &quot; , وجاءهم من جاءهم وقال لهم: &quot; إِنَّ النَّاسَ قَدْ جَمَعُوا لَكُمْ &quot; وهموا باستئصالكم, تخويفا لهم وترهيبا.
فلم يزدهم ذلك, إلا إيمانا بالله, واتكالا عليه.
&quot; وَقَالُوا حَسْبُنَا اللَّهُ &quot; أي: كافينا كل ما أهمنا &quot; وَنِعْمَ الْوَكِيلُ &quot; المفوض إليه تدبير عباده, والقائم بمصالحهم.';
$t[173] = '';
$t[174] = '&quot; فَانْقَلَبُوا &quot; أي: رجعوا &quot; بِنِعْمَةٍ مِنَ اللَّهِ وَفَضْلٍ لَمْ يَمْسَسْهُمْ سُوءٌ &quot; .
وجاء الخبر المشركين, أن الرسول وأصحابه قد خرجوا إليكم, وندم من تخلف منهم.
فألقى الله الرعب في قلوبهم, واستمروا, راجعين إلى مكة.
ورجع المؤمنون, بنعمة من الله وفضل, حيث من عليهم بالتوفيق للخروج بهذه الحالة والاتكال على ربهم, ثم إنه قد كتب لهم أجر غزاة تامة.';
$t[175] = 'فسبب إحسانهم بطاعة ربهم, وتقواهم عن معصيته, لهم أجر عظيم, ثم قال تعالى: &quot; إِنَّمَا ذَلِكُمُ الشَّيْطَانُ يُخَوِّفُ أَوْلِيَاءَهُ &quot; أي: إن ترهيب من رهب من المشركين, وقال: إنهم جمعوا لكم, داع من دعاة الشيطان, يخوف أولياءه الذين عدم إيمانهم, أو ضعف.
&quot; فَلَا تَخَافُوهُمْ وَخَافُونِ إِنْ كُنْتُمْ مُؤْمِنِينَ &quot; أي: فلا تخافوا المشركين, أولياء الشيطان, فإن نواصيهم بيد الله, لا يتصرفون إلا بقدره.
بل خافوا الله, الذي ينصر أولياءه الخائفين إياه المستجيبين لدعوته.
وفي هذه الآية, وجوب الخوف من الله وحده, وأنه من لوازم الإيمان.
فعلى قدر إيمان العبد, يكون خوفه من الله.
والخوف المحمود: ما حجز العبد عن محارم الله.';
$t[176] = 'كان النبي صلى الله عليه وسلم حريصا على الخلق, مجتهدا في هدايتهم.
وكان يحزن, إذا لم يهتدوا, قال الله تعالى: &quot; وَلَا يَحْزُنْكَ الَّذِينَ يُسَارِعُونَ فِي الْكُفْرِ &quot; من شدة رغبتهم فيه وحرصهم عليه &quot; إِنَّهُمْ لَنْ يَضُرُّوا اللَّهَ شَيْئًا &quot; .
فالله ناصر دينه, ومؤيد رسوله, ومنفذ أمره من دونهم, فلا تبالهم ولا تحفل بهم.
إنما يضرون, ويسعون في ضرر أنفسهم, بفوات الإيمان في الدنيا, وحصول العذاب الأليم في الأخرى, من هوانهم على الله, وسقوطهم من عينه, وإرادته أن لا يجعل لهم نصيبا في الآخرة.
ثوابه, خذلهم فلم يوفقهم, لما وفق إليه أولياءه, من أراد به خيرا, عدلا منه وحكمة, لعلمه بأنهم غير زاكين على الهدى, ولا قابلين للرشاد, لفساد أخلاقهم وسوء قصدهم.';
$t[177] = 'ثم أخبر أن الذين اختاروا الكفر على الإيمان, ورغبوا فيه, رغبة من يذل ما يحب من المال, في شراء ما يحب من السلع &quot; لَنْ يَضُرُّوا اللَّهَ شَيْئًا &quot; بل ضرر فعلهم, يعود على أنفسهم, ولهذا قال: &quot; وَلَهُمْ عَذَابٌ أَلِيمٌ &quot; وكيف يضرون الله شيئا, وهم قد زهدوا أشد الزهد في الإيمان ورغبوا كل الرغبة بالكفر بالرحمن؟! فالله غني عنهم.
وقد قيض لدينه من عباده الأبرار الأزكياء سواهم.
وأعد له - ممن ارتضاه لنصرته - أهل البصائر والعقول, وذوي الألباب من الرجال الفحول.
قال الله تعالى &quot; قُلْ آمِنُوا بِهِ أَوْ لَا تُؤْمِنُوا إِنَّ الَّذِينَ أُوتُوا الْعِلْمَ مِنْ قَبْلِهِ إِذَا يُتْلَى عَلَيْهِمْ يَخِرُّونَ لِلْأَذْقَانِ سُجَّدًا &quot; الآيات.';
$t[178] = 'أي: ولا يظن الذين كفروا بربهم, ونابذوا دينه, وحاربوا رسوله أن تركنا إياهم في هذه الدنيا, وعدم استئصالنا لهم, وإملائنا لهم - خير لأنفسهم, ومحبة منا لهم.
كلا, ليس الأمر كما زعموا, وإنما ذلك لشر, يريده الله بهم, وزيادة عذاب وعقوبة إلى عذابهم, ولهذا قال: &quot; إِنَّمَا نُمْلِي لَهُمْ لِيَزْدَادُوا إِثْمًا وَلَهُمْ عَذَابٌ مُهِينٌ &quot; فالله تعالى يملي للظالم, حتى يزداد طغيانه, ويترادف كفرانه, ثم يأخذه أخذ عزيز مقتدر.
فليحذر الظالمون من الإمهال, ولا يظنوا, أن يفوتوا الكبير المتعال.';
$t[179] = 'أي: ما كان في حكمة الله أن يترك أن المؤمنين على ما أنتم عليه من الاختلاط, وعدم التمييز, حتى يميز الخبيث من الطيب, والمؤمن من المنافق والصادق من الكاذب.
ولم يكن في حكمته أيضا, أن يطلع عباده على الغيب الذي يعلمه من عباده: فاقتضت حكمته أيضا الباهرة, أن يبتلي عباده, ويفتنهم بما به يتميز الخبيث من الطيب, من أنواع الابتلاء والامتحان.
فأرسل الله رسله, وأمر بطاعتهم, والانقياد لهم, والإيمان بهم, ووعدهم - على الإيمان والتقوى - الأجر العظيم.
فانقسم الناس - بحسب اتباعم للرسل - قسمين: مطيعين وعاصين, ومؤمنين ومنافقين, ومسلمين وكافرين.
ليرتب على ذلك الثواب والعقاب, وليظهر عدله وفضله, وحكمته لخلقه.';
$t[180] = 'أي: ولا يظن الذين يبخلون, أي: يمنعون ما عندهم مما آتاهم الله من فضله, من المال, والجاه, والعلم, وغير ذلك, مما منحهم الله, وأحسن إليهم به, وأمرهم ببذل ما لا يضرهم منه لعباده, فبخلوا بذلك, وأمسكوه, وضنوا به على عباد الله, وظنوا أنه خير لهم, بل هو شر لهم, في دينهم ودنياهم, وعاجلهم وآجلهم, &quot; سَيُطَوَّقُونَ مَا بَخِلُوا بِهِ يَوْمَ الْقِيَامَةِ &quot; أي: يجعل ما بخلوا له, طوقا في أعناقهم, يعذبون به كما ورد في الحديث الصحيح.
&quot; إن البخيل يمثل له ماله يوم القيامة, شجاعا أقرع, له زبيبتان يأخذ بلهزميه يقول: أنا مالك, أنا كنزك &quot; .
وتلا رسول الله صلى الله عليه وسلم مصداق ذلك, هذه الآية.
فهؤلاء حسبوا أن بخلهم, نافعهم, ومجد عليهم.
فانقلب عليهم الأمر, وصار من أعظم مضارهم, وسبب عقابهم.
&quot; وَلِلَّهِ مِيرَاثُ السَّمَاوَاتِ وَالْأَرْضِ &quot; أي: هو تعالى, مالك الملك, وترد جميع الأملاك إلى مالكها, وينقلب العباد من الدنيا, ما معهم درهم ولا دينار, ولا غير ذلك من المال.
قال تعالى &quot; إِنَّا نَحْنُ نَرِثُ الْأَرْضَ وَمَنْ عَلَيْهَا وَإِلَيْنَا يُرْجَعُونَ &quot; .
وتأمل كيف ذكر السبب الابتدائي والسبب الغائي, الموجب كل واحد, منهما أن لا يبخل العبد بما أعطاه الله.
أخبر أولا: أن الذي عنده وفي يده, فضل من الله ونعمة, ليس ملكا للعبد.
بل لولا فضل الله عليه وإحسانه, لم يصل إليه منه شيء.
فمنعه ذلك, منع لفضل الله وإحسانه.
ولأن إحسانه موجب للإحسان إلى عبيده كما قال تعالى &quot; وَأَحْسِنْ كَمَا أَحْسَنَ اللَّهُ إِلَيْكَ &quot; .
فمن تحقق أن ما بيده, هو فضل من الله, لم يمنع الفضل الذي لا يضره, بل ينفعه في قلبه وماله, وزيادة إيمانه, وحفظه من الآفات.
ثم ذكر ثانيا أن هذا الذي بيد العباد كله, يرجع إلى الله, ويرثه تعالى, وهو خير الوارثين.
نلا معنى للبخل بشيء هو زائل عنك, منتقل إلى غيرك.
ثم ذكر ثالثا, السبب الجزائي فقال &quot; وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ &quot; .
فإذا كان خبيرا بأعمالكم جميعا - ويستلزم ذلك, الجزاء الحسن, على الخيرات, والعقوبات على الشر - لم يتخلف من في قلبه مثقال ذرة من إيمان, عن الإنفاق الذي يجزي به الثواب, ولا يرضى بالإمساك, الذي به العقاب.';
$t[181] = 'يخبر تعالى, عن قول هؤلاء المتمردين, الذين قالوا أقبح المقالة, وأشنعها, وأسمجها.
فأخبر أنه قد سمع ما قالوه, وأنه سيكتبه ويحفظه, مع أفعالهم الشنيعة, وهو: قتلهم الأنبياء الناصحين, وأنه سيعاقبهم على ذلك أشد العقوبة, وأنه يقال لهم - بدل قولهم إن الله فقير ونحن أغنياء - &quot; ذُوقُوا عَذَابَ الْحَرِيقِ &quot; المحرق النافذ من البدن إلى الأفئدة, وأن عذابهم ليس ظلما من الله لهم فإنه &quot; لَيْسَ بِظَلَّامٍ لِلْعَبِيدِ &quot; فإنه منزه عن ذلك.';
$t[182] = 'وإنما &quot; ذَلِكَ بِمَا قَدَّمَتْ أَيْدِيكُمْ &quot; من المخازي والقبائح, التي أوجبت استحقاقهم العذاب, وحرمانهم الثواب.
وقد ذكر المفسرون أن هذه الآية, نزلت في قوم من اليهود, تكلموا بذلك.
وذكروا منهم &quot; فنحاص بن عازوراء &quot; من رؤساء علماء اليهود في المدينة.
وأنه لما سمع قول الله تعالى &quot; مَنْ ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا &quot; &quot; وَأَقْرَضُوا اللَّهَ قَرْضًا حَسَنًا &quot; قال - على وجه التكبر والتجرؤ هذه المقالة, قبحه الله.
فذكرها الله عنهم, وأخبر أنه ليس ببدع من شنائعهم, بل قد سبق لهم من الشنائع, ما هو نظير ذلك, وهو: قتلهم الأنبياء بغير حق.
هذا القيد يراد به, أنهم تجرأوا على قتلهم, مع علمهم بشناعته, لا جهلا وضلالا, بل تمردا وعنادا.';
$t[183] = 'يخبر تعالى عن حال هؤلاء المفترين القائلين &quot; إِنَّ اللَّهَ عَهِدَ إِلَيْنَا &quot; أي: تقدم إلينا, وأوصى, أن لا نؤمن لرسول, حتى يأتينا بقربان تأكله النار.
فجمعوا بين الكذب على الله, وحصر آية الرسل بما قالوه, من هذا الإفك المبين.
وأنهم إن لم يؤمنوا برسول, لم يأتهم بقربان تأكله النار.
فهم - في ذلك - مطيعون لربهم, ملتزمون عهده.
وقد علم أن كل رسول يرسله الله, يؤيده من الآيات والبراهين, بما على مثله آمن البشر, ولم يقصرها على ما قالوه, ومع هذا, فقد قالوا, إفكا لم يلتزموه, وباطلا لم يعملوا به.
ولهذا أمر الله رسوله أن يقول لهم: &quot; قُلْ قَدْ جَاءَكُمْ رُسُلٌ مِنْ قَبْلِي بِالْبَيِّنَاتِ &quot; الدلات على صدقهم &quot; وَبِالَّذِي قُلْتُمْ &quot; بأن أتاكم بقربان تأكله النار &quot; فَلِمَ قَتَلْتُمُوهُمْ إِنْ كُنْتُمْ صَادِقِينَ &quot; .
أي: في دعواكم الإيمان برسول يأتيكم بقربان تأكله النار.
فقد تبين بهذا كذبهم, وعنادهم, وتناقضهم.';
$t[184] = 'ثم بشر رسوله صلى الله عليه وسلم فقال: &quot; فَإِنْ كَذَّبُوكَ فَقَدْ كُذِّبَ رُسُلٌ مِنْ قَبْلِكَ &quot; .
أي: هذه عادة الظالمين, ودأبهم, الكفر بالله, وتكذيب رسل الله.
وليس تكذيبهم لرسل الله, عن تصور بما أتوا به, أو عدم تبين حجة.
بل قد &quot; جَاءُوا بِالْبَيِّنَاتِ &quot; أي: الحجج العقلية, والبراهين النقلية.
&quot; وَالزُّبُرِ &quot; أي: الكتب المزبورة, المنزلة من السماء, التي لا يمكن أن يأتي بها غير الرسل.
&quot; وَالْكِتَابِ الْمُنِيرِ &quot; للأحكام الشرعية, وبيان ما اشتملت عليه من المحاسن العقلية, ومنير أيضا للأخبار الصادقة.
فإذا كان هذا عادتهم في عدم الإيمان بالرسل, الذين هذا وصفهم.
فلا يحزنك أمرهم, ولا يهلك شأنهم.';
$t[185] = 'ثم قال تعالى: &quot; كُلُّ نَفْسٍ ذَائِقَةُ الْمَوْتِ &quot; الآية.
هذه الآية الكريمة, فيها التزهيد في الدنيا بفنائها, وعدم بقائها, وأنها متاع الغرور, تفتن بزخرفها, وتخدع بغرورها, وتغر بمحاسنها.
ثم هي منتقلة, ومنتقل عنها, إلى دار القرار, التي توفى فيها النفوس, ما عملت في هذه الدار, من خير, وشر.
&quot; فَمَنْ زُحْزِحَ &quot; أي: أخرج &quot; عَنِ النَّارِ وَأُدْخِلَ الْجَنَّةَ فَقَدْ فَازَ &quot; .
أي: حصل له الفوز العظيم, بالنجاة من العذاب الأليم, والوصول إلى جنات النعيم, التي فيها, ما لا عين رأت, ولا أذن سمعت, ولا خطر على قلب بشر.
ومفهوم الآية, أن من لم يزحزح عن النار, ويدخل الجنة, فإنه لم يفز, بل قد شقى الشقاء الأبدي, وابتلي بالعذاب السرمدي.
وفي هذه الآية, إشارة لطيفة, إلى نعيم البرزخ وعذابه, وأن العاملين يجزون فيه بعض الجزاء, مما عملوه, ويقدم لهم أنموذج مما أسلفوه.
يفهم هذا من قوله &quot; وَإِنَّمَا تُوَفَّوْنَ أُجُورَكُمْ يَوْمَ الْقِيَامَةِ &quot; أي: توفية الأعمال التامة, إنما يكون يوم القيامة.
وأما ما دون ذلك, فيكون في البرزخ.
بل قد يكون قبل ذلك في الدنيا كقوله &quot; وَلَنُذِيقَنَّهُمْ مِنَ الْعَذَابِ الْأَدْنَى دُونَ الْعَذَابِ الْأَكْبَرِ &quot; .';
$t[186] = 'يخبر تعالى ويخاطب المؤمنين, أنهم سيبتلون في أموالهم, من النفقات الواجبة والمستحبة, من التعريض لإتلافها, في سبيل الله, وفي أنفسهم من التكليف بأعباء التكاليف الثقيلة, على كثير من الناس, كالجهاد في سبيل الله, والتعرض فيه للتعب, والقتل, والأسر, والجراح, وكالأمراض التي تصيبه في نفسه, أو فيمن يحب.
&quot; وَلَتَسْمَعُنَّ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ وَمِنَ الَّذِينَ أَشْرَكُوا أَذًى كَثِيرًا &quot; من الطعن فيكم, وفي دينكم, وكتابكم, ورسولكم.
وفي إخباره لعباده المؤمنين بذلك, عدة فوائد.
منها: أن حكمته تعالى, تقتضي ذلك, ليتميز المؤمن الصادق من غيره.
ومنها: أنه تعالى, يقدر عليهم هذه الأمور, لما يريده بهم من الخير ليعلي درجاتهم, ويكفر من سيئاتهم, وليزداد بذلك, إيمانهم, ويتم به إيقانهم.
فإنه إذا أخبرهم بذلك ووقع كما أخبر [قالوا هذا ما وعدنا الله ورسوله وصدق الله ورسوله وما زادهم إلا إيمانا وتسليما] ومنها: أنه أخبرهم بذلك, لتتوطن نفوسهم على وقوع ذلك, والصبر عليه إذا وقع.
لأنهم قد استعدوا لوقوعه, فيهون عليهم حمله, وتخف عليهم مؤنته ويلجأون إلى الصبر والتقوى, ولهذا قال: &quot; وَإِنْ تَصْبِرُوا وَتَتَّقُوا &quot; أي: إن تصبروا على ما نالكم في أموالكم وأنفسكم, من الابتلاء, والامتحان, وعلى أذية الظالمين, وتتقوا الله في ذلك الصبر بأن تنووا به وجه الله, والتقرب إليه, ولم تتعدوا في صبركم, الحد الشرعي من الصبر في موضع لا يحل لكم فيه الاحتمال, بل وظيفتكم فيه الانتقام من أعداء الله.
&quot; فَإِنَّ ذَلِكَ مِنْ عَزْمِ الْأُمُورِ &quot; أي: من الأمور التي يعزم عليها, وينافس فيها, ولا يوفق لها إلا أهل العزائم والهمم العالية كما قال تعالى.
&quot; وَمَا يُلَقَّاهَا إِلَّا الَّذِينَ صَبَرُوا وَمَا يُلَقَّاهَا إِلَّا ذُو حَظٍّ عَظِيمٍ &quot; .';
$t[187] = 'الميثاق هو العهد الثقيل المؤكد.
وهذا الميثاق أخذه الله تعالى, على كل من أعطاه الله الكتب, وعلمه العلم, أن يبين للناس ما يحتاجون إليه مما علمه الله, ولا يكتمهم ذلك, ويبخل عليهم به, خصوصا إذا سألوه, أو وقع ما يوجب ذلك.
فإن كل من عنده علم, يجب عليه في تلك الحال, أن يبينه, ويوضح الحق من الباطل.
فأما الموفقون, فقاموا بهذا أتم القيام, وعلموا الناس مما علمهم الله, ابتغاء مرضاة ربهم, وشفقة على الخلق, وخوفا من إثم الكتمان.
وأما الذين أوتو الكتاب, من اليهود والنصارى, ومن شابههم, فنبذوا هذه العهود والمواثيق, وراء ظهورهم, فلم يعبأوا بها.
فكتموا الحق, وأظهروا الباطل, تجرؤا على محارم الله, وتهاونا بحقوقه تعالى, وحقوق الخلق, واشتروا بذلك الكتمان, ثمنا قليلا.
وهو: ما يحصل لهم إن حصل, من بعض الرياسات, والأموال الحقيرة, من سفلتهم المتبعين أهواءهم, المقدمين شهواتهم على الحق.
&quot; فَبِئْسَ مَا يَشْتَرُونَ &quot; لأنه أخس العوض, والذي رغبوا عنه - وهو بيان الحق, الذي فيه السعادة الأبدية, والمصالح الدينية والدنيوية - أعظم المطالب وأجلها فلم يختاروا الدين الخسيس ويتركوا العالي النفيس, إلا لسوء حظهم, وهوانهم, وكونهم لا يصلحون لغير ما خلقوا له.';
$t[188] = 'ثم قال تعالى &quot; لَا تَحْسَبَنَّ الَّذِينَ يَفْرَحُونَ بِمَا أَتَوْا &quot; أي: من القبائح, والباطل القولي والفعلي.
&quot; وَيُحِبُّونَ أَنْ يُحْمَدُوا بِمَا لَمْ يَفْعَلُوا &quot; أي: بالخير الذي لم يفعلوه, والحق الذي لم يقولوه.
فجمعوا بين فعل الشر وقوله, والفرح بذلك, ومحبة أن يحمدوا على فعل الخير الذي ما فعلوه.
&quot; فَلَا تَحْسَبَنَّهُمْ بِمَفَازَةٍ مِنَ الْعَذَابِ &quot; أي: بمحل نجوة منه وسلامة, بل قد استحقوه, وسيصيرون إليه, ولهذا قال &quot; وَلَهُمْ عَذَابٌ أَلِيمٌ &quot; .
ويدخل في هذه الآية الكريمة, أهل الكتاب الذين فرحوا بما عندهم من العلم, ولم ينقادوا للرسول, وزعموا أنهم, المحقون في حالهم ومقالهم.
وكذلك كل من ابتدع بدعة, قولية أو فعلية, وفرح بها, ودعا إليها, وزعم أنه محق وغيره مبطل, كما هو الواقع من أهل البدع.
ودلت الآية بمفهومها, على أن من أحب أن يحمد ويثنى عليه بما فعله من الخير, واتباع الحق, إذا لم يكن قصده بذلك, الرياء والسمعة, أنه غير مذموم.
بل هذا من الأمور المطلوبة, التي أخبر الله أنه يجزي بها المحسنين, في الأعمال والأقوال, وأنه جازى بها خواص خلقه, وسألوها منه.
كما قال إبراهيم عليه السلام &quot; وَاجْعَلْ لِي لِسَانَ صِدْقٍ فِي الْآخِرِينَ &quot; .
وقال &quot; سَلَامٌ عَلَى نُوحٍ فِي الْعَالَمِينَ إِنَّا كَذَلِكَ نَجْزِي الْمُحْسِنِينَ &quot; .
وقد قال عباد الرحمن &quot; وَاجْعَلْنَا لِلْمُتَّقِينَ إِمَامًا &quot; وهي من نعم الباري على عبده, ومننه التي تحتاج إلى الشكر.';
$t[189] = 'أي: هو المالك للسموات والأرض وما فيهما, من سائر أصناف الخلق, المتصرف فيهم, بكمال القدرة, وبديع الصنعة, فلا يمتنع عليه منهم أحد, ولا يعجزه أحد.';
$t[190] = 'يخبر تعالى &quot; إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ لَآيَاتٍ لِأُولِي الْأَلْبَابِ &quot; .
وفي ضمن ذلك, حث العباد على التفكر فيها, والتبصر بآياتها, وتدبر خلقها.
وأبهم قوله &quot; آيَاتٍ &quot; ولم يقل &quot; على المطلب الفلاني &quot; إشارة لكثرثها وعمومها.
وذلك لأن فيها من الآيات العجيبة, ما يبهر الناظرين, ويقنع المتفكرين, ويجذب أفئدة الصادقين, وينبه العقول النيرة على جميع المطالب الإلهية.
فأما تفصيل ما اشتملت عليه, فلا يمكن مخلوقا أن يحصره, ويحيط ببعضه.
وفي الجملة, فما فيها من العظمة والسعة, وانتظام السير والحركة, يدل على عظمة خالقها, وعظمة سلطانه وشمول قدرته وما فيها, من الإحكام, والإتقان, وبديع الصنع, ولطائف الفعل, يدل على حكمة الله, ووضعه الأشياء مواضعها, وسعة علمه.
وما فيها من المنافع للخلق, يدل على سعة رحمة الله, وعموم فضله, وشمول بره ووجوب شكره.
وكل ذلك, يدل على تعلق القلب بخالقها ومبدعها, وبذل الجهد في مرضاته, وأن لا يشرك به سواه, ممن لا يملك لنفسه ولا لغيره, مثقال ذرة في الأرض ولا في السماء.
وخص الله بالآيات, أولي الألباب, وهم: أهل العقول, لأنهم, هم المنتفعون بها, الناظرون إليها بعقولهم, لا بأبصارهم.';
$t[191] = 'ثم وصف أولي الألباب بأنهم &quot; يَذْكُرُونَ اللَّهَ &quot; في جميع أحوالهم &quot; قِيَامًا وَقُعُودًا وَعَلَى جُنُوبِهِمْ &quot; , وهذا يشمل جميع أنواع الذكر بالقول والقلب.
ويدخل في ذلك, الصلاة قائما, فإن لم يستطع فقاعدا, فإن لم يستطع, فعلى جنب.
وأنهم &quot; وَيَتَفَكَّرُونَ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ &quot; أي: ليستدلوا بها على المقصود منها: ودل هذا, على أن التفكر عبادة, من صفات أولياء الله العارفين.
فإذا تفكروا بها, عرفوا أن الله لم يخلقها عبثا فيقولون.
&quot; رَبَّنَا مَا خَلَقْتَ هَذَا بَاطِلًا سُبْحَانَكَ &quot; عن كل ما لا يليق بجلالك, بالحق وللحق, بل خلقتها مشتملة على الحق.
&quot; فَقِنَا عَذَابَ النَّارِ &quot; بأن تعصمنا من السيئات, وتوفقنا للأعمال الصالحات, لننال بذلك, النجاة من النار.
ويتضمن ذلك, سؤال الجنة, لأنهم - إذا وقاهم الله عذاب النار - حصلت لهم الجنة.
ولكن لما قام الخوف بقلوبهم: دعوا الله بأهم الأمور عندهم.';
$t[192] = '&quot; رَبَّنَا إِنَّكَ مَنْ تُدْخِلِ النَّارَ فَقَدْ أَخْزَيْتَهُ &quot; أي: لحصوله على السخط من الله, ومن ملائكته وأوليائه, ووقوع الفضيحة, التي لا نجاة منها, ولا منقذ منها.
ولهذا قال: &quot; وَمَا لِلظَّالِمِينَ مِنْ أَنْصَارٍ &quot; ينقذونهم من عذابه.
وفيه دلالة على أنهم دخلوها بظلمهم.';
$t[193] = '&quot; رَبَّنَا إِنَّنَا سَمِعْنَا مُنَادِيًا يُنَادِي لِلْإِيمَانِ &quot; وهو محمد صلى الله عليه وسلم, يدعو الناس إليه, ويرغبهم فيه, في أصوله وفروعه.
&quot; فَآمَنَّا &quot; أي: أجبناه مبادرة, وسارعنا إليه.
وفي هذا إخبار منهم بمنة الله عليهم, وتبجح بنعمته, وتوسل إليه بذلك, أن يغفر ذنوبهم ويكفر سيئاتهم, لأن الحسنات يذهبن السيئات.
والذي من عليهم بالإيمان, يمن عليهم بالأمان التام.
&quot; وَتَوَفَّنَا مَعَ الْأَبْرَارِ &quot; يتضمن هذا الدعاء, التوفيق لفعل الخير, وترك الشر, الذي به يكون العبد من الأبرار, والاستمرار عليه, والثبات إلى الممات.';
$t[194] = 'ولما ذكروا توفيق الله إياهم للإيمان, وتوسلهم به إلى تمام النعمة - سألوه الثواب على ذلك, وأن ينجز لهم ما وعدهم به على ألسنة رسله, من النصر, والظهور في الدنيا, ومن الفوز برضوان الله وجنته, في الآخرة فإنه تعالى, لا يخلف الميعاد, فأجاب الله دعاءهم, وقبل تضرعهم.';
$t[195] = 'فلهذا قال: &quot; فَاسْتَجَابَ لَهُمْ رَبُّهُمْ &quot; الآية أي: أجاب الله دعاءهم, دعاء العبادة, ودعاء الطلب وقال: &quot; أَنِّي لَا أُضِيعُ عَمَلَ عَامِلٍ مِنْكُمْ مِنْ ذَكَرٍ أَوْ أُنْثَى &quot; .
فالجميع سيلقون ثواب أعمالهم كاملا موفرا.
أي: كلكم على حد سواء في الثواب والعقاب.
&quot; فَالَّذِينَ هَاجَرُوا وَأُخْرِجُوا مِنْ دِيَارِهِمْ وَأُوذُوا فِي سَبِيلِي وَقَاتَلُوا وَقُتِلُوا &quot; .
فجمعوا بين الإيمان والهجرة, ومفارقة المحبوبات, من الأوطان, والأموال, طلبا لمرضاة ربهم, وجاهدوا في سبيل الله.
&quot; لَأُكَفِّرَنَّ عَنْهُمْ سَيِّئَاتِهِمْ وَلَأُدْخِلَنَّهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ ثَوَابًا مِنْ عِنْدِ اللَّهِ &quot; الذي يعطي عبده الثواب الجزيل, على العمل القليل.
&quot; وَاللَّهُ عِنْدَهُ حُسْنُ الثَّوَابِ &quot; مما لا عين رأت, ولا أذن سمعت, ولا خطر على قلب بشر.
فمن أراد ذلك, فليطلبه من الله بطاعته, والتقرب إليه, بما يقدر عليه العبد.';
$t[196] = 'وهذه الآية, المقصود منها, التسلية عما يحصل للذين كفروا, من متاع الدنيا, وتنعمهم فيها, وتقلبهم في البلاد, بأنواع التجارات, والمكاسب واللذات, وأنواع العز, والغلبة في بعض الأوقات,';
$t[197] = 'فإن هذا كله &quot; مَتَاعٌ قَلِيلٌ &quot; ليس له ثبوت ولا بقاء, بل يتمتعون به قليلا, ويعذبون عليه طويلا, هذه أعلى حالة تكون للكافر, وقد رأيت ما تئول إليه.';
$t[198] = 'وأما المتقون لربهم, المؤمنون به - فمع ما يحصل لهم من عز الدنيا ونعيمها &quot; لَهُمْ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا &quot; .
فلو قدر أنهم في دار الدنيا, قد حصل لهم كل بؤس, وشدة, وعناد, ومشقة - لكان هذا - بالنسبة إلى النعيم المقيم, والعيش السليم, والسرور والحبور, والبهجة - نزرا يسيرا, ومنحة في صورة محنة, ولهذا قال تعالى: &quot; وَمَا عِنْدَ اللَّهِ خَيْرٌ لِلْأَبْرَارِ &quot; وهم الذين برت قلوبهم, فبرت أقوالهم وأفعالهم.
فأثابهم البر الرحيم من بره, أجرا عظيما, وعطاء جسيما, وفوزا دائما.';
$t[199] = 'أي: وإن من أهل الكتاب, طائفة موفقة للخير, يؤمنون بالله, ويؤمنون بما أنزل إليكم, وما أنزل إليهم.
وهذا هو الإيمان النافع, لا كمن يؤمن ببعض الرسل والكتب, ويكفر ببعض.
ولهذا - لما كان إيمانهم عاما حقيقيا - صار نافعا, فأحدث لهم خشية الله, وخضوعهم لجلاله, الموجب للانقياد لأوامره ونواهيه, والوقوف عند حدوده.
وهؤلاء أهل الكتاب والعلم على الحقيقة, كما قال تعالى: &quot; إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ &quot; .
ومن تمام خشيتهم لله, أنهم لا يشترون بآيات الله ثمنا قليلا.
فلا يقدمون الدنيا على الدين, كما فعل أهل الانحراف الذين يكتمون ما أنزل الله ويشترون به ثمنا قليلا.
وأما هؤلاء, فعرفوا الأمر على الحقيقة, وعلموا أن من أعظم الخسران, الرضا بالدون عن الدين, والوقوف مع بعض حظوظ النفس السفلية, وترك الحق, الذي هو: أكبر حظ وفوز, من الدنيا والآخرة فآثروا الحق, وبينوه, ودعو إليه, وحذروا عن الباطل.
فأثابهم الله على ذلك, بأن وعدهم الأجر الجزيل, والثواب الجميل.
وأخبرهم بقربه, وأنه سريع الحساب, فلا يستبطئوا ما وعدهم الله.
لأن ما هو آت, محقق حصوله, فهو قريب.';
$t[200] = 'ثم حض المؤمنين, على ما يوصلهم إلى الفلاح - وهو: الفوز بالسعادة والنجاح, وأن الطريق الموصل إلى ذلك, لزوم الصبر, الذي هو حبس النفس على ما تكرهه, من ترك المعاصي, ومن الصبر على المصائب, وعلى الأوامر الثقيلة على النفوس, فأمرهم بالصبر على جميع ذلك.
والمصابرة هي: الملازمة والاستمرار على ذلك, على الدوام, ومقاومة الأعداء في جميع الأحوال.
والمرابطة وهو: لزوم المحل الذي يخاف من وصول العدو منه, وأن يراقبوا أعداءهم ويمنعوهم من الوصول إلى مقاصدهم, لعلهم يفلحون: يفوزون بالمحبوب الديني والدنيوي والأخروي, وينجون من المكروه كذلك.
فعلم من هذا أنه لا سبيل إلى الفلاح بدون الصبر والمصابرة والمرابطة المذكورات.
فلم يفلح من أفلح, إلا بها, ولم يفت أحد, الفلاح إلا بالإخلال بها أو ببعضها.
والله الموفق ولا حول ولا قوة إلا به.
تم تفسير &quot; سورة آل عمران &quot; , والحمد لله على نعمته, ونسأله تمام النعمة.';
?>