<?php
$t = array();
$t[1] = '';
$t[2] = 'كانت الفرس والروم, في ذلك الوقت, من أقوى دول الأرض.
وكان يكون بينهما من الحروب والقتال, ما يكون بين الدول المتوازنة.
وكانت الفرس مشركين, يعبدون النار.
وكانت الروم, أهل كتاب, ينتسبون إلى التوراة والإنجيل, وهم أقرب إلى المسلمين من الفرس, فكان المسلمون يحبون غلبتهم, وظهورهم على الفرس.
وكان المشركون, لاشتراكهم والفرس في الشرك, يحبون ظهور الفرس على الروم.
فظهر الفرس على الروم, وغلبوهم غلبا لم يحط بملكهم, بل أدنى أرضهم.
ففرح بذلك مشركوا مكة, وحزن المسلمون.
فأخبرهم اللّه, ووعدهم أن الروم ستغلب الفرس.';
$t[3] = '';
$t[4] = '&quot; فِي بِضْعِ سِنِينَ &quot; تسع, أو ثمان, ونحو ذلك, مما لا يزيد على العشر, ولا ينقص عن الثلاث.
وأن غلبة الفرس للروم, ثم غلبة الروم للفرس, كل ذلك بمشيئته وقدره ولهذا قال: &quot; لِلَّهِ الْأَمْرُ مِنْ قَبْلُ وَمِنْ بَعْدُ &quot; فليس الغلبة والنصر, لمجرد وجود الأسباب.
وإنما هي, لا بد أن يقترن بها القضاء والقدر.
&quot; وَيَوْمَئِذٍ &quot; أي: يوم يغلب الروم الفرس, ويقهرونهم &quot; يَفْرَحُ الْمُؤْمِنُونَ بِنَصْرِ اللَّهِ يَنْصُرُ مَنْ يَشَاءُ &quot; .
أي: يفرحون بانتصارهم على الفرس, وإن كان الجميع كفارا, ولكن بعض الشر أهون من بعض, ويحزن يومئذ, المشركون.
&quot; وَهُوَ الْعَزِيزُ &quot; الذي له العزة, التي قهر بها الخلائق أجمعين &quot; يؤتي الملك من يشاء وينزع الملك ممن يشاء ويعز من يشاء ويذل من يشاء &quot; .
&quot; الرَّحِيمِ &quot; بعباده المؤمنين, حيث قيض لهم من الأسباب التي تسعدهم وتنصرهم, ما لا يدخل في الحساب.';
$t[5] = '';
$t[6] = 'وعد الله المؤمنين وعدا جازما لا يتخلف, بنصر الروم النصارى على الفرس الوثنيين, ولكن أكثر كفار (مكة) لا يعلمون أن ما وعد الله به حق,';
$t[7] = 'وإنما يعلمون ظواهر الدنيا وزخرفها, وهم عن أمور الآخرة, ما ينفعهم فيها غافلون, لا يفكرون فيها.';
$t[8] = 'أو لم يتفكر هؤلاء المكذبون برسل الله ولقائه في خلق الله إياهم, وأنه خلقهم, ولم يكونوا شيئا.
ما خلق الله السموات والأرض وما بينهما إلا لاقامة العدل والثواب والعقاب, والدلالة على توحيده وقدرته, وأجل مسمى تنتهي إليه وهو يوم القيامة؟ كان كثيرا من الناس بلقاء ربهم لجاحدون منكرون; جهلا منهم بأن معادهم إلى الله بعد فنائهم, وغفلة منهم عن الآخرة.';
$t[9] = 'أولم يسر هؤلاء المكذبون بالله الغافلون عن الآخرة في الأرض سير تأمل واعتبار, فيشاهدوا كيف كان جزاء الأمم الذين كذبوا برسل الله كعاد وثمود؟ وقد كانوا أقوى منهم أجساما, وأقدر على التمتع بالحياة حيث حرثوا الأرض وزرعوها, وبنوا القصور وسكنوها, فعمروا دنياهم أكثر مما عمر أهل (مكة) دنياهم, فلم تنفعهم عمارتهم ولا طول مدتهم, وجاءتهم رسلهم بالحجج الظاهرة والبراهين الساطعة, فكذبوهم فأهلكهم الله, ولم يظلمهم الله بذلك الإهلاك, وإنما ظلموا أنفسهم بالشرك والعصيان.';
$t[10] = 'ثم كانت عاقبة أهل السوء من الطغاة والكفرة أسوأ العواقب وأقبحها; لتكذيبهم بالله وسخريتهم بآياته التي أنزلها على رسله.';
$t[11] = 'الله وحده هو المتفرد بإنشاء المخلوقات كلها, وهو القادر وحده على إعادتها مرة أخرى, ثم إليه يرجع جميع الخلق, فيجازي المحسن بإحسانه والمسيء بإساءته.';
$t[12] = 'ويوم تقوم الساعة ييئس المجرمون من النجاة من العذاب, وتصيبهم الحيرة فتنقطع حجتهم.';
$t[13] = 'ولم يكن للمشركين في ذلك اليوم من آلهتهم التي كانوا يعبدونها من دون الله شفعاء, بل إنها تتبرأ منهم, ويترؤون منها.
فالشفاعة لله وحده, ولا تطلب من غيره.';
$t[14] = 'ويوم تقوم الساعة يفترق أهل الإيمان به وأهل الكفر,';
$t[15] = 'فأما المؤمنون بالله ورسوله, العاملون الصالحات فهم في الجنة, يكرمون ويسرون وينغمون.';
$t[16] = 'وأما الذين كفروا بالله وكذبوا بما جاءت به الرسل وأنكروا البعث بعد الموت, فأولئك في العذاب مقيمون; جزاء ما كذبوا به في الدنيا.';
$t[17] = 'فيا أيها المؤمنون سبحوا الله ونزهوه عن الشريك والصاحبة والولد, وصفوه بصفات الكمال بألسنتكم, وحققوا ذلك بجوارحكم كلها حين تمسون, وحين تصبحون, ووقت العشي, ووقت الظهيرة.';
$t[18] = 'وله - سبحانه- الحمد والثناء في السموات والأرض وفي الليل والنهار.';
$t[19] = 'يخرج الله الحي من الميت كالإنسان من النطفة والطير من البيضة, ويخرج الميت من الحي, كالنطفة من الإنسان والبيضة من الطير.
ويحيي الأرض بالنبات بعد يبسها وجفافها, ومثل هذا الإحياء تخرجون -أيها الناس- من قبوركم أحياء للحساب والجزاء.';
$t[20] = 'ومن آيات الله الدالة على عظمته وكمال قدرته أن خلق آباكم آدم من تراب, ثم أنتم بئر تتناسلون منتشرين في الأرض, تبتغون من فضل الله.';
$t[21] = 'ومن آياته الدالة على عظمته وكمال قدرته أن خلق لأجلكم من جنسكم -أيها الرجال- أزواجا; لتطمئن نفوسكم إليها وتسكن, وجعل بين المرأة وزوجها محبة وشفقة, إن في خلق الله ذلك لآيات دالة على قدرة الله ووحدانيته لقوم يتفكرون, ويتدبرون.';
$t[22] = 'ومن دلائل القدرة الربانية: خلق السموات وارتفاعها بغير عمد, وخلق الأرض مع اتساعها وامتدادها, واختلاف لغاتكم وتباين ألوانكم, إن في هذا لعبرة لكل ذي علم وبصيرة.';
$t[23] = 'ومن دلائل هذه القدرة أن جعل الله النوم راحة لكم في الليل أو النهار; إذ في النوم حصول الراحة وذهاب التعب, وجعل لكم النهار تنتشرون فيه لطلب الرزق, إن في ذلك لدلائل على كمال قدرة الله ونفوذ مشيئته لقوم يسمعون المواعظ سماع تأمل وتفكر واعتبار.';
$t[24] = 'ومن دلائل قدرته سبحانه أن يريكم البرق, فتخافون من الصواعق, وتطمعون في الغيث, وينزل من السحاب مطرا تحيا به الأرض بعد جدبها وجفافها, إن في هذا لدليلا على كمال قدرة الله وعظيم حكمته وإحسانه لكل من لديه عقل يهتدي به.';
$t[25] = 'ومن آياته الدالة على قدرته قيام الماء والأرض واستقرارهما وثباتهما بأمره, فلم تتزلزلا, ولم تسقط السماء على الأرض, ثم إذا دعاكم الله إلى البعث يوم القيامة, إذا أنتم تخرجون من القبور مسرعين.';
$t[26] = 'ولله وحده كل من في السموات والأرض من الملائكة والإنس والجن والحيوان والنبات والجماد, كل هؤلاء منقادون لأمره خاضعون لكماله.';
$t[27] = 'والله وحده الذي يبدأ الخلق من العدم ثم يعيده حيا بعد الموت, وإعادة الخلق حيا بعد الموت أهون على الله من ابتداء خلقهم, وكلاهما عليه هين.
وله سبحانه الوصف الأعلى في كل ما يوصف به, ليس كمثله شيء, وهو السميع البصير.
وهو العزيز الذي لا يغالب, الحكيم في أقواله وأفعاله, وتدبير أمور خلقه.';
$t[28] = 'ضرب الله مثلا لكم -أيها المشركون -من أنفسكم: هل لكم من عبيدكم وإمائكم من يشارككم في رزقكم, وترون أنكم وإياهم متساوون فيه, تخافونهم كما تخافون الأحرار الشركاء في مقاسمة أموالكم؟ إنكم لن ترضوا بذلك, فكيف ترضون بذلك في جنب الله بأن تجعلوا له شريكا من خلقه؟ وبمثل هذا البيان نبين البراهين والحجج لأصحاب العقول السليمة الذين ينتفعون بها.';
$t[29] = 'بل اتبع المشركون أهواءهم بتقليد آبائهم بغير علم, فشاركوهم في الجهل والضلالة; ولا أحد يقدر على هداية من أضله الله بسبب تماديه في الكفر والعناد, وليس لهؤلاء من أنصار يخلصونهم من عذاب الله.';
$t[30] = 'فأقم -يا محمد أنت ومن اتبعك- وجهك, واستمر على الدين الذي شرعه الله لك, وهو الإسلام الذي فطر الله الناس عليه, فبقاؤكم عليه, وتمسككم به, تمسك بفطرة الله من الإيمان بالله وحده, لا تبديل لخلق الله ودينه, فهو الطريق المستقيم الموصل إلى رضا الله رب العالمين وجنته, ولكن أكثر الناس لا يعلمون أن الذي أمرتك به -يا محمد- هو الدين الحق دون سواه.';
$t[31] = 'وكونوا راجعين إلى الله بالتوبة وإخلاص العمل له, واتقوه بفعل الأوامر واجتناب النواهي, وأقيموا الصلاة تامة بأركانها وواجباتها وشروطها, ولا تكونوا من المشركين مع الله غيره في العبادة.';
$t[32] = 'ولا تكونوا من المشركين وأهل الأهواء والبدع الذين بدلوا دينهم,, وغيروه, فأخذوا بعضه,, تركوا بعضه; تبعا لأهوائهم, فصاروا فرقا وأحزابا, يتشيعون لرؤسائهم وأحزابهم وآرائهم, يعين بعضهم بعضا على الباطل, كل حزب بما لديهم فرحون مسرورون, يحكمون لأنفسهم بأنهم على الحق وغيرهم على الباطل.';
$t[33] = 'وإذا أصاب الناس شدة وبلاء دعوا ربهم مخلصين له أن يكشف عنهم الضر, فإذا رحمهم وكشف عنهم ضرهم إذا فريق منهم يعودون إلى الشرك مرة أخرى, فيعبدون مع الله غيره.';
$t[34] = 'ليكفروا بما آتيناهم ومننا به عليهم من كشف الضر, وزوال الشدة عنهم, فتمتعوا -أيها المشركون- بالرخاء والسعة في هذه الدنيا, فسوف تعلمون ما تلقونه من العذاب والعقاب.';
$t[35] = 'أم أنزلنا على هؤلاء المشركين برهانا ساطعا وكتابا قاطعا, ينطق بصحة شركهم وكفرهم بالله وآياته.';
$t[36] = 'وإذا أذقنا الناس منا نعمة من صحة وعافية ورخاء, فرحوا بذلك فرح بطر وأشر, لا فرح شكر, وإن يصبهم مرض وفقر وخوف وضيق بسبب ذنوبهم ومعاصيهم, إذا هم ييئسون من زوال ذلك, وهذا طبيعة أكثر الناس في الرخاء والشدة.';
$t[37] = 'أو لم يعلموا أن الله يوسع الرزق لمن يشاء امتحانا, هل يشكر أو يكفر؟ ويضيقه على من يشاء اختبارا, هل يصبر أو يجزع؟ إن في ذلك التوسيع والتضييق لآيات لقوم يؤمنون بالله ويعرفون حكمة الله ورحمته.';
$t[38] = 'فأعط -أيها المؤمن- قريبك حقه من الصلة والصدقة وسائر أعمال البر, وأعط الفقير والمحتاج الذي انقطع به السبيل من الزكاة والصدقة, ذلك الإعطاء خير للذين يريدون بعملهم وجه الله, والذين يعملون هذه الأعمال وغيرها من أعمال الخير, أولئك هم الفائزون بثواب الله الناجون من عقابه.';
$t[39] = 'وما أعطيتم قرضا من المال بقصد الربا, وطلب زيادة ذلك القرض; ليزيد وينمو في أموال الناس, فلا يزيد عند الله, بل يمحقه ويبطله.
وما أعطيتم من زكاة وصدقة للمستحقين ابتغاء مرضاة الله وطلبا لثوابه, فهذا هو الذي يقبله الله ويضاعفه لكم أضعافا كثيرة.';
$t[40] = 'الله وحده هو الذي خلقكم -أيها الناس- ثم رزقكم في هذه الحياة, ثم يميتكم بانتهاء آجالكم, ثم يبعثكم من القبور أحياء للحساب والجزاء, هل من شركائكم من يفعل من ذلكم من شيء؟ تنره الله وتقدس عن شرك هؤلاء المشركين به.';
$t[41] = 'ظهر الفساد في البر والبحر, كالجدب وقلة الأمطار وكثرة الأمراض والأوبئ;! وذلك بسبب المعاصي التي يقترفها البشر; ليصيبهم بعقوبة بعض أعمالهم التي عملوها في الدنيا; كي توبوا إلى الله -سبحانه- ويرجعوا عن المعاصي, فتصلح أحوالهم, وتستقيم أمورهم.';
$t[42] = 'قل -يا محمد- للمكذبين بما جئت به: سيروا في أنحاء الأرض سير اعتبار وتأمل, فانظروا كيف كان عاقبة الأمم السابقة المكذبة كقوم نوح, وعاد وثمود, تجدوا عاقبتهم شر العواقب ومالهم شر مال؟ فقد كان أكثرهم مشركين بالله.';
$t[43] = 'فوجه وجهك -يا محمد- نحو الدين المستقيم, وهو الإسلام, منفذا أوامره مجتنبا نواهيه, واستمسك به من قبل مجيء يوم القيامة, فإذا جاء ذلك اليوم الذي لا يقدر أحد على رده تفرقت الخلائق أشتاتا متفاوتين; ليروا أعمالهم.';
$t[44] = 'من كفر فعليه عقوبة كفره, وهي خلوده في النار, ومن آمن وعمل صالحا فلأنفسهم يهيئون منازل الجنة; بسبب تمسكهم بطاعة ربهم.';
$t[45] = 'ليجزي الله الذين آمنوا بالله ورسوله وعملوا الصالحات من فضله وإحسانه.
إنه لا يحب الكافرين لسخطه وغضبه عليهم.';
$t[46] = 'ومن آيات الله الدالة على وحدانيته وعظيم قدرته إرسال الرياح أمام المطر مبشرات بإثارتها للسحاب, فتستبشر بذلك النفوس; وليذيقكم من رحمته بإنزاله المطر الذي تحيا به البلاد والعباد, ولتجري السفن في البحر بأمر الله ومشيئته, ولتبتغوا من فضله بالتجارة وغيرها; رجاء أن تشكروا له نعمه بتوحيده وطاعته.';
$t[47] = 'ولقد أرسلنا من قبلك -يا محمد- رسلا إلى قومهم مبشرين ومنذرين يدعونهم إلى التوحيد, ويحذرونهم من الشرك, فجاؤوهم بالمعجزات والبراهين الساطعة, فكفر أكثرهم بربهم, فانتقمنا من الذين اكتسبوا السيئات منهم, فأهلكناهم, ونصرنا المؤمنين أتباع الرسل, وكذلك نفعل بالمكذبين بك إن استمروا على تكذيبك, ولم يؤمنوا.';
$t[48] = 'الله -سبحانه- هو الذي يرسل الرياح فتثير سحابا مثقلا بالماء, فينشره الله في السماء كيف يشاء, ويجعله قطعا متفرقة, فترى المطر يخرج من بين السحاب, فإذا ساقه الله إلى عباده إذا هم يستبشرون ويفرحون بأن الله صرف ذلك إليهم.';
$t[49] = 'فإن كانوا من قبل نزول المطر لفي يأس وقنوط; بسبب احتباسه عنهم.';
$t[50] = 'فانظر -أيها المشاهد- نظر تأمل وتدبر إلى آثار المطر في النبات والزروع والشجر, كيف يحيي به الله الأرض بعد موتها, فينبتها ويعشبها؟ إن الذي قدر على إحياء هذه الأرض لمحيي الموتى, وهو على كل شيء قدير لا يعجزه شيء.';
$t[51] = 'ولئن أرسلنا على زروعهم ونباتهم ربحا مفسدة, فرأوا نباتهم قد فسد بتلك الريح, فصار من بعد خضرته مصفرا, لمكثوا من بعد رؤيتهم له يكفرون بالله';
$t[52] = 'فإنك -يا محمد- لا تسمع من مات قلبه, أو سد أذنه عن سماع الحق, فلا تجزع ولا تحزن على عدم إيمان هؤلاء المشركين بك, فإنهم كالصم والموتى لا يسمعون, ولا يشعرون ولو كانوا حاضرين, فكيف إذا كانوا غائبين عنك مدبرين؟';
$t[53] = 'وما أنت -يا محمد- بمرشد من أعماه الله عن طريق الهدى, ما تسمع سماع انتفاع إلا من يؤمن بآياتنا, فهم خاضعون ممثلون لأمر الله.';
$t[54] = 'الله تعالى هو الذي خلقكم من ماء ضعيف مهين, وهو النطفة, ثم جعل من بعد ضعف الطفولة قوة الرجولة, ثم جعل من بعد هذه القوة ضعف الكبر والهرم, يخلق الله ما يشاء من الضعف والقوة, وهو العيم بخلقه, القادر على كل شيء.';
$t[55] = 'ويوم تجيء القيامة ويبعث الله الخلق من قبورهم يقسم المشركون ما مكثوا في الدنيا غير فترة قصيرة من الزمن, كذبوا في قسمهم, كما كانوا يكذبون في الدنيا, وينكرون الحق الذي جاءت به الرسل.';
$t[56] = 'وقال الذين أوتوا العلم والإيمان بالله من الملائكة والأنبياء والمؤمنين: لقد مكثتم فيما كتب الله مما سبق في علمه من يوم خلقتم إلى أن بعثتم, فهذا يوم البعث, ولكنكم كنتم لا تعلمون, فأنكرتموه في الدنيا, وكذبتم به.';
$t[57] = 'فيوم القيامة لا ينفع الظالمين ما يقدمونه من أعذار, ولا يطلب منهم إرضاء الله تعالى بالتوبة والطاعة, بل يعاقبون بسيئاتهم ومعاصيهم.';
$t[58] = 'ولقد بينا للناس في هذا القرآن من كل مثل من أجل إقامة الحجة عليهم وإثبات وحدانية الله جل وعلا, ولئن جئتهم -يا محمد- بأي حجة تدل على صدقك ليقولن الذين كفروا بك: ما أنتم -يا محمد وأتباعك- إلا مبطلون فيما تجيئوننا به من الأمور.';
$t[59] = 'ومثل ذلك الختم يختم الله على قلوب الذين لا يعلمون حقيقة ما تأتيهم به -يا محمد- من عند الله من هذه العبر والآيات البيات.';
$t[60] = 'فاصبر -يا محمد- على ما ينالك من أذى قومك وتكذيبهم لك, إن ما وعدك الله به من نصر وتمكين وثواب حق لا شك فيه, ولا يستفزنك عن دينك الذين لا يوقنون بالميعاد, ولا يصدقون بالبعث والجزاء.';
?>