<?php
$t = array();
$t[1] = 'سبق الكلام على الحروف المقطعة في أول سورة البقرة.';
$t[2] = 'هذه الآيات آيات القرآن ذي الحكمة البالغة.';
$t[3] = 'هذه الآيات هدى ورحمة للذين أحسنوا العمل بما أنزل الله في القرآن, وما أمرهم به رسوله محمد صلى الله عليه وسلم.';
$t[4] = 'الذين يؤدون الصلاة كاملة في أوقاتها ويؤتون الزكاة المفروضة عليهم, وهم بالبعث والجزاء في الآخرة يوقنون.';
$t[5] = 'أولئك المتصفون بالصفات السابقة على بيان من ربهم ونور, وأولئك هم الفائزون في الدنيا, والآخرة.';
$t[6] = 'ومن الناس من يشري لهو الحديث - وهو كل ما يلهي عن طاعة الله ويصد عن مرضاته- ليضل الناس عن طريق الهدى إلى طريق الهوى, وينخذ آيات الله سخرية, أولئك لهم عذاب يهينهم ويخزيهم.';
$t[7] = 'وإذا تتلى عليه أيات القرآن أعرض عن طاعة الله, وتكبر غير معتبر, كأنه لم يسمع شيئا, كان في أذنيه صما, ومن هذه حاله فبشره- يا محمد- بعذاب مؤلم موجع في النار يوم القيامة.';
$t[8] = 'إن الذين آمنوا بالله ورسوله وعملوا الصالحات التي أمروا بها, أولئك لهم نعيم مقيم في الجنات.';
$t[9] = 'وحياتهم في تلك الجنات حياة أبدية لا تقطع ولا تزول, وعدهم الله بذلك وعدا حقا.
وهو سبحانه لا يخلف وعده, وهو العزيز في أمره, الحكيم في تدبيره.';
$t[10] = 'خلق الله السموات, ورفعها بغير عمد كما تشهدونها, وألقى في الأرض جبالا ثابتة؟ لئلا تضطرب وتتحرك فتفسد حياتكم, ونشر في الأرض مختلف أنواع الدواب, وأنزلنا من السحاب مطرا, فأنبتنا به من الأرض من كل زوح بهيح نافع حسن المنظر.';
$t[11] = 'وكل ما تشاهدونه هو خلق الله, فأروني- أيها المشركون-: ماذا خلقت آلهتكم التي تعبدونها من دون الله؟ بل المشركون في ذهاب بين عن الحق والاستقامه.';
$t[12] = 'ولقد أعطينا عبدا صالحا من عبادنا (وهو لقمان) الحكمة, وهي الفقه في الدين وسلامة العقل والإصابة في القول, وقلنا له: اشكر لله نعمه عليك, ومن يشكر لربه فإنما يعود نفع ذلك عليه, ومن جحده فإن الله غني عن شكره, غير محتاج إليه, له الحمد والثناء على كل حال';
$t[13] = 'واذكر- يا محمد- نصيحة لقمان لابنه حين قال له واعظا: يا بني لا تشرك بالله فتظلم نفسك؟ إن الشرك لأعظم الكبائر وأبشعها.';
$t[14] = 'وأمرنا الإنسان ببر والديه والإحسان إليهما, حملته أمه ضعفا على ضعف, وحمله, وفطامه عن الرضاعة في مدة عامين, وقلنا له: اشكر لله, ثم اشكر لوالديك, إلي المرجع فأجازي كلا بما يستحق.';
$t[15] = 'وإن جاهدك- أيها الولد المؤمن- والداك على أن تشرك بي غيري في عبادتك إياي مما ليس لك به علم, أو أمراك بمعصية من معاصي الله فلا تطعهما؟ لأنه لا طاعة لمخلوق في معصية الخالق, وصاحبهما في الدنيا بالمعروف فيما لا إثم فيه, واسلك- أيها الابن المؤمن- طريق من تاب من ذنبه, ورجع إلي وآمن برسولي محمد صلى الله عليه وسلم, ثم إلي مرجعكم, فأخبركم بما كنتم تعملونه في الدنيا, وأجازي كل عامل بعمله.';
$t[16] = 'يا بني اعلم أن السيئة أو الحنسة إن كانت قدر حبة خردل- وهي المتناهية في الصغر- في باطن جبل؟ أو في أي مكان في السموات أو في الأرض, فإن الله يأتي بها يوم القيامة, ويحاسب عليها.
إن الله لطيف بعباده خبير بأعمالهم.';
$t[17] = 'يا بني أقم الصلاة تامة بأركانها وشروطها وواجباتها, وأمر بالمعروف, وانه عن المنكر بلطف ولين وحكمة بحسب جهدك, وتحمل ما يصيبك من الأذى مقابل أمرك بالمعروف ونهيك عن المنكر, واعلم أن مذه الوصايا مما أمر الله به من الأمور التي ينبغي الحرص عليها.';
$t[18] = 'ولا تمل وجهك عن الناس إذا كلمتهم أو كلموك, احتقارا منك لهم واستكبارا عليهم, ولا تمش في الأرض بين الناس مختالا متبخترا, إن الله لا يحب كل مختال فخور متكبر في نفسه وقوله.';
$t[19] = 'وتواضع في مشيك, واخفض من صوتك, إن أقبح الأصوات وأبغضها لصوت الحمير.';
$t[20] = 'ألم تروا- أيها الناس- أن الله ذلل لكم ما في السموات من الشمس والقمر والسحاب وغير ذلك, وما في الأرض من الدواب والشجر والماء, وغير ذلك مما لا يحصى, وعمكم بنعمه الظاهرة على الأبدان والجوارح, والباطنة في العقول والقلوب, وما ادخره لكم مما لا تعلمونه؟ ومن الناس من يجادل في توحيد الله وإخلاص العبادة له بغير حجة ولا بيان, ولا كتاب مبين يبين حقيقة دعواه';
$t[21] = 'وإذا قيل لهؤلاء المجاهدين في توحيد الله وإفراده بالعبادة: اتبعوا ما أنزل الله على نبيه محمد صلى الله عليه وسلم قالوا: بل نتبع ما كان عليه أباؤنا من الشرك وعبادة الأصنام, أيفعلون ذلك, ولو كان الشيطان يدعوهم, بتزيينه لهم سوء أعمالهم, وكفرهم بالله إلى عذاب النار المستعرة؟';
$t[22] = 'ومن يخلص عبادته وقصده إلى الله تعالى, وهو محسن في أقواله, متقن لأعماله, فقد أخذ بأوثق سبب موصل إلى رضوان الله وجنته وإلى الله وحده تصير كل الأمور, فيجازي المحسن على إحسانه, والمسيء على إساءته.';
$t[23] = 'ومن كفر فلا بأس عليه- يا محمد- ولا تحزن لأنك أديت ما عليك من الدعوة والبلاغ, إلينا مرجعهم, ومصيرهم يوم القيامة, فنخبرهم بأعمالهم الخبيثة التي عملوها في الدنيا, ثم نجازيهم عليها, إن الله عليم بما تكنه صدورهم من الكفر بالله وإيثار طاعة الشيطان.';
$t[24] = 'نمتعهم في هذه الدنيا الفانية مدة قليلة, ثم يوم القيامة نلجئهم ونسوقهم إلى عذاب فظيع, وهو عذاب جهنم.';
$t[25] = 'ولئن سألت- يا محمد- هؤلاء المشركين بالله: من خلق السموات والأرض؟ ليقولن الله, فإذا قالوا ذلك فقل لهم: الحمد لله الذي أظهر الاستدلال عليهم من أنفسكم, بل أكثر هؤلاء المشركين لا ينظرون ولا يتدبرون من الذي له الحمد والشكر, فلذلك أشركوا معه غيره.';
$t[26] = 'لله- سبحانه- كل ما في السموات والأرض ملكا وعبيدا وإيجادا وتقديرا, فلا يستحق العبادة أحد غيره.
إن الله هو الغني عن خلقه, له الحمد والثناء على كل حال.';
$t[27] = 'ولو أن أشجار الأرض كلها بريت أقلاما والبحر مداد لها, ويمد بسبعة أبحر أخرى, وكتب بتلك الأقلام وذلك المداد كلمات الله, لتكسرت تلك الأقلام, ولنفد ذلك المداد, ولم تفد كلمات الله التامة التي لا يحيط بها أحد.
إن الله عزيز في انتقامه ممن أشرك به, حكيم في تدبير خلقه.
وفي الآية إثبات صفة الكلام لله- تعالى- حقيقة كما يليق بجلاله وكماله سبحانه.';
$t[28] = 'ما خلقكم- أيها الناس- ولا بعثكم يوم القيامة في السهولة واليسر الا كخلق نفس واحدة وبعثها, إن الله سميع لأقوالكم, بصير بأعمالكم, وسيجازيكم عليها.';
$t[29] = 'ألم تر أن الله يأخذ من ساعات الليل, فيطول النهار, ويقصر الليل, ويأخذ من ساعات النهار, فيطول الليل, ويقصر النهار, وذلل لكم الشمس والقمر, يجري كل منهما في مداره إلى أجل معلوم محدد, وأن الله مطلع على كل أعمال الخلق من خير أو شر, لا يخفى عليه منها شيء؟';
$t[30] = 'ذلك كله من عظيم قدرتي ; لتعلموا وتقروا أن الله هو الحق في ذاته وصفاته, وأفعاله, وأن ما يدعون من دونه الباطل, وأن الله هو العلي بذاته فوق جميع مخلوقاته, الكبير على كل شيء, وكل ما عداه خاضع له, فهو وحده المستحق أن يعبد دون من سواه.';
$t[31] = 'ألم تر- أيها المجاهد- أن السفن تجري في البحر بأمر الله نعمة منه على خلقه؟ ليريكم من عبره وحججه عليكم ما تعتبرون به؟ إن في جري السفن في البحر لدلالات لكل صبار عن محارم الله, شكور لنعمه.';
$t[32] = 'وإذا ركب المشركون السفن وعلتهم الأمواج من حولهم كالسحب والجبال, أصابهم الخوف والزعر والغرق ففزعوا إلى الله وأخلصوا دعائهم له فلما نجاهم إلى البر فمنهم متوسط لم يقم بشكر الله على وجه الكمال, ومنهم كافر بنعمة الله جاحد لها, وما يكفر بآياتنا وحججنا الدالة على كمال قدرتنا ووحدانيتنا إلا كل غدار ناقض للعهد, جحود لنعم الله عليه.';
$t[33] = 'يا أيها الناس اتقوا ربكم, وأطيعوه بامتثال أوامره واجتناب نواهيه, واحذروا يوم القيامة الذي لا يغني فيه والد عن ولده ولا مولود عن أبيه شيئا, إن وعد الله حق لا ريب فيه, فلا تنخدعوا بالحياة الدنيا وزخرفها فتنسيكم الأخرى, ولا يخدعنكم بالله خادع من شياطين الجن والإنس.';
$t[34] = 'إن الله- وحده لا غيره- يعلم متى تقوم الساعة؟ وهو الذي ينزل المطر من السحاب, لا يقدر على ذلك أحد غيره, ويعلم ما في أرحام الإناث, ويعلم ما تكسبه كل نفس في غدها, وما تعلم نفس بأي أرض تموت.
بل الله تعالى هو المختص بعلم ذلك جميعه.
إن الله عليم خبير محيط بالظواهر والبواطن, لا يخفى عليه شيء منها.';
?>