<?php
$t = array();
$t[1] = 'سبق الكلام على الحروف المقطعة في أول سورة البقرة.';
$t[2] = 'يقسم الله سبحانه بالقرآن المثمل على تذكير الناس بما هم عنه غافلون.
ولكن الكافرين متكبرون على الحق مخالفون له.';
$t[3] = 'كثيرا من الأمم أهلكناها قبل هؤلاء المشركين , فاستغاثوا حين جاءهم العذاب ونادوا بالتوبة, وليس الوقت وقت قبول توبة, ولا وقت فرار وخلاص مما أصابهم.';
$t[4] = 'وعجب هؤلاء الكفار من بعث الله إليهم بشرا منهم؟ ليدعوهم إلى الله ويخوفهم عذابه, وقالوا: إنه ليس رسولا بل هو كاذب في قوله, ساحر لقومه ,';
$t[5] = 'كيف يصير الآلهة الكثيرة إلها واحدا؟ إن هذا الذي جاء به ودعا إليه لشيء عجيب.';
$t[6] = 'وانطلق رؤساء القوم وكبراؤهم يحرضون قومهم على الاستمرار على الشرك والصبر على تعدد الآلهة, فإن ما جاء به هذا الرسول شيء مدبر يقصد منه الرئاسة والسيادة,';
$t[7] = 'ما سمعنا بما يدعو اليه في دين أبائنا من قريش , ولا في النصرانية , ما هذا إلا كذب وافتراء.';
$t[8] = 'أخص محمد بنزول القرآن عليه من دوننا؟ بل هم في ريب من وحيي إليك- يا محمد- وإرسالي لك , بل قالوا ذلك؟ لأنهم لم يذوقوا عذاب الله , فلو ذاقوا عذابه لما تجرؤوا على ما قالوا.';
$t[9] = 'أم هم يملكون خزائن فضل ربك العزيز في سلطانه, الوهاب ,ما يشاء من رزقه وفضله لمن يشاء من خلقه؟';
$t[10] = 'أم لهؤلاء المشركين ملك السموات والأرض وما بينهما , فيعطوا ويمنعوا؟ فليأخذوا بالأسباب الموصلة لهم إلى السماء , وليمنعوا الملائكة من إنزال الوحي على محمد.';
$t[11] = 'هؤلاء الجند المكذبون جند مهزومون , كما هزم غيرهم من الأحزاب قبلهم ,';
$t[12] = 'كذبت قبلهم قوم نوح وعاد, وفرعون صاحب القوة العظيمة,';
$t[13] = 'وثمود وقوم لوط وأصحاب الأشجار والبساتين وهم قوم شعيب.
أولئك الأمم الذين تحزبوا على الكفر والتكذيب واجتمعوا عليه.';
$t[14] = 'إن كل من هؤلاء إلا كذب الرسل, فاستحقوا عذاب الله, وحل بهم عقابه.';
$t[15] = 'وما ينتظر هؤلاء المشركون لحلول العذاب عليهم إن بقوا على شركهم, إلا نفخة واحدة ما لها من رجوع.';
$t[16] = 'وقالوا: ربنا عجل لنا نصيبنا من العذاب في الدينا قبل يوم القيامة, وكان هذا استهزاء منهم.';
$t[17] = 'اصبر- يا محمد- على ما يقولونه مما تكره , واذكر عبدنا داود صاحب القوة على أعداء الله والصبر على طاعته, إنه تواب كثير الرجوع إلى ما يرضي الله.
(وفي هذا تسلية للرسول صلى الله عليه وسلم).';
$t[18] = 'إنا سخرنا الجبال مع داود يسبحن بتسبيحه أول النهار وآخره ,';
$t[19] = 'وسخرنا الطير معه مجموعة تسبح , وتطيع تبعا له.';
$t[20] = 'وقوينا له ملكه بالهيبة والقوة والنصر, وآتيناه النبوة, والفصل في الكلام والحكم.';
$t[21] = 'وهل جاءك- يا محمد- خبر المتخاصمين اللذين تسورا على داود في مكان عبادته,';
$t[22] = 'فارتاع من دخولهما عليه؟ قالوا له: لا تخف , فنحن خصمان ظلم أحدنا الأخر , فاقض بيننا بالعدل , ولا تجر علينا في الحكم, وأرشدنا إلى سواء السبيل.';
$t[23] = 'فال أحدهما: إن هذا أخي له تسع وتسعون من النعاج, وليس عندي إلا نعجة واحدة, فطمع فيها , وقال: أعطنيها, واشتد علي في الكلام, وغلبني فيه.';
$t[24] = 'قال داود: لقد ظلمك أخوك بسؤاله ضم نعجتك إلى نعاجه, وإن كثيرا من الشركاء ليعتدي بعضهم على بعض , ويظلمه بأخذ حقه وعدم إنصافه من نفسه إلا المؤمنين الصالحين, فلا يبغي بعضهم على بعض , وهم قليل.
وأيقن داود أننا فتناه بهذه الخصومة, فاستغفر ربه, وسجد تقربا لله , ورجع إليه وتاب.';
$t[25] = 'فغفرنا له ذلك , وجعلناه من المقربين عندنا, وأعددنا له حسن المصير في الآخرة.';
$t[26] = 'يا داود إنا استخلفناك في الأرض وملكناك فيها, فاحكم بين الناس بالعدل والإنصاف , ولا تتبع الهوى في الأحكام , فيضلك ذلك عن دين الله وشرعه, إن الذين يضلون عن سبيل الله لهم عذاب أليم في النار , بغفلتهم عن يوم الجزاء والحساب.
وفي هذا توصية لولاة الأمر أن يحكموا بالحق المنزل من الله , تبارك وتعالى, ولا يعدلوا عنه , فيضلوا عن سبيله.';
$t[27] = 'وما خلقنا السماء والأرض وما بينهما لعبا ولهوا , ذلك ظن الذين كفروا , فويل لهم من النار يوم القيامة؟ لظنهم الباطل, وكفرهم بالله.';
$t[28] = 'أنجعل الذين آمنوا وعملوا الصالحات كالمفسدين في الأرض, أم نجعل أهل التقوى المؤمنين كأصحاب الفجور الكافرين؟ هذه التسوية غير لائقة بحكمة الله وحكمه, فلا يستوون عند الله , بل يثيب الله المؤمنين الأتقياء , ويعاقب المفسدين الأشقاء.';
$t[29] = 'هذا الموحى به إليك- يا محمد- كتاب أنزلناه إليك مبارك؟ ليتفكروا في آياته, ويعطوا بهدايات ودلالاته, وليتذكر أصحاب العقول السليمة ما كلفهم الله به.';
$t[30] = 'ووهبنا لداود ابنه سليمان , فانعمنا به عليه, وأقررنا به عينه, نعم العبد سليمان, إنه كان كثير لرجوع إلى الله والإنابة إليه.';
$t[31] = 'اذكر حين عرضت عليه عصرا الخيول الأصيلة السريعة , تقف على ثلاث قوائم وترفع الرابعة؟ لنجابتها وخفتها, فما زالت تعرض عليه حتى غابت الشمس.';
$t[32] = 'فقال: إنني آثرت حب المال عن ذكر ربي حتى غابت عن عينيه,';
$t[33] = 'ردوا علي الخيل التي عرضت من قبل , فشرع يمسح سوقها وأعناقها.';
$t[34] = 'ولقد ابتلينا سليمان وألقينا على كرسيه شق ولد, ولد له حين أقسم ليطوفن على نسائه, وكلهن تأتي بفارس يجاهد في سبيل الله, ولم يقل؟ إن شاء الله , فطاف عليهن جميعا , فلم تحمل منهن إلا امرأة واحدة جاءت بشق ولد, ثم رجع سيمان إلى ربه وتاب ,';
$t[35] = 'قال: رب اغفر لي ذنبي, وأعطني ملكا عظيما خاصا لا يكون مثله لأحد من البشر بعدي , إنك- سبحانك- كثير الجود والعطاء.';
$t[36] = 'فاستجبنا له, وذللنا الريح تجري بأمره طيعة مع قوتها, وشدتها حيث أراد.';
$t[37] = 'وسخرنا له الشياطين يا يستعملها في أعماله: فمنهم البناؤون والغواصون في البحار ,';
$t[38] = 'وآخرون, وهم مردة الشياطين, موثوقون في الأغلال';
$t[39] = 'هذا الملك العظيم والتسخير الخاص عطاؤنا لك يا سليمان, فأعط من شئت أو امنع من شئت, لا حساب عليك.';
$t[40] = 'وإن لسليمان عدنا في الدار الآخرة لقربة وحسن مرجع.';
$t[41] = 'واذكر- يا محمد- عبدنا أيوب , حين دعا ربه أن الشيطان تسبب لي بتعب ومشقة , وألم في جسدي ومالي وأهلي.';
$t[42] = 'فقلنا له: اضرب برجلك الأرض ينبع لك منها ماء بارد , فاشرب منه, واغتسل فيذهب عنك الضر والأذى.';
$t[43] = 'فكشفنا عنه ضره وأكرمناه ووهبنا له أهله من زوجة وولد, وزدناه مثلهم بنين وحفدة, كل ذلك رحمة منا به وإكراما له على صبره , وعبرة وذكرى لأصحاب العقول السليمة؟ ليعلموا أن عاقبة الصبر الفرج وكشف الضر.';
$t[44] = 'وقلنا له: خذ بيدك خزمة شماريخ , فاضرب بها زوجك إبرارا بيمينك , فلا تحنث؟ إذ أقسم ليضربنها مائة جلدة على خطأ ارتكبته.
إنا وجدنا أيوب صابرا على البلاء , نعم العبد هو , إنه رجاع إلى طاعة الله.';
$t[45] = 'واذكر- يا محمد- عبادنا وأنبياءنا, إبراهيم واسحاق ويعقوب؟ فإنهم أصحاب قوة في طاعة الله, وبصيرة في دينه.';
$t[46] = 'إنا خصصناهم بخاصة عظيمة, حيث جعلنا ذكرى الدار الأخرة في قلوبهم , فعملوا لها بطاعتنا, ودعوا الناس إليها, وذكروهم بها.';
$t[47] = 'لأنهم عندنا لمن الذين اخترناهم لطاعتنا, واصطفيناهم لرسالتنا.';
$t[48] = 'واذكر- يا محمد- عبادنا: إسماعيل, واليسع , وذا الكفل , بأحسن الذكر; إن كلا منهم من الأخيار الذين اختارهم الله من الخلق, واختار لهم أكمل الأحوال والصفات.';
$t[49] = 'هذا القرآن ذكر وشرف لك- يا محمد- ولقومك.
وإن لأهل تقوى الله, وطاعته لحسن مصير عندنا';
$t[50] = 'في جنات إقامة , مفتحة لهم أبوابها,';
$t[51] = 'متكئين فيها على الأرائك المزينات, يطلبون ما يشتهون من أنواع الفواكه الكثيرة والشراب , من كل ما تشتهيه نفوسهم, وتلذه أعينهم.';
$t[52] = 'وعندهم نساء قاصرات أبصارهن على أزواجهن متساويات في السن.';
$t[53] = 'هذا النعيم هو ما توعدون به- أيها المتقون- يوم القيامة,';
$t[54] = 'إنه لرزقنا لكم , ليس له فناء ولا انقطاع.';
$t[55] = 'هذا الذي سبق وصفه للمتقين.
وأما المتجاوزون الحد في الكفر والمعاصي , فلهم شر مرجع ومصير,';
$t[56] = 'وهو النار يعذبون فيها, تغمرهم من جميع جوانبهم, فبئس الفراش فراشهم.';
$t[57] = 'هذا العذاب ماء شديد الحرارة, وصديد سائل من أجساد أهل النار فليشربوه,';
$t[58] = 'ولهم عذاب آخر من هذا القبيل أصناف وألوان.';
$t[59] = 'وعند توارد الطاغين على النار يشتم بعضهم بعضا, ولقول بعضهم لبعض: هذه جماعة من أهل النار داخلة معكم, فيجيبون: لا مرحبا بهم , ولا اتسعت منازلهم في النار, إنهم مقاسون حر النار كما قاسيناها.';
$t[60] = 'قال فوج الأتباع للطاغين: بل أنتم لا مرحبا بكم؟ لأنكم قدمتم لنا سكنى النار لإضلالكم لنا في الدنيا, فبئس دار الاستقرار جهنم.';
$t[61] = 'فال فوج الأتباع: ربنا من أضلنا في الدنيا عن الهدى فضاعف عذابه في النار-';
$t[62] = 'وقال الطاغون: ما بالنا لا نرى معنا في النار رجالا كنا نعدهم في الدنيا من الأشرار الأشقياء؟';
$t[63] = 'هل تحقيرنا لهم واستهزاؤنا بهم خطأ, أو أنهم معنا في النار, لكن لم تقع عليهم الأبصار؟';
$t[64] = 'إن ذلك من جدال أهل النار وخصامهم حق واقع لا مرية فيه.';
$t[65] = 'قل- يا محمد- لقومك: إنما أنا منذر لكم من عذاب الله أن يحل بكم; بسبب كفركم به, ليس هناك إله مستحق للعبادة إلا الله وحده, فهو الواحد في خلقه, القهار الذي قهر كل شيء وغلبه.';
$t[66] = 'مالك السموات والأرض وما بينهما العزيز في انتقامه, الغفار لذنوب من تاب وأناب إلى مرضاته.';
$t[67] = 'فل- يا محمد- لقومك: إن هذا القرآن خبر عظيم النفع.';
$t[68] = 'أنتم عنه غافلون منصرفون, لا تعملون به.';
$t[69] = 'ليس لي علم باختصام ملائكة السماء في شأن خلق آدم, لولا نعيم الله إياي , وإيحاؤه إلي.';
$t[70] = 'ما يوحي الله إلي من علم ما لا علم لي به إلا لأني نذير لكم من عذابه, مبين لكم شرعه.';
$t[71] = 'اذكر لهم- با محمد-: حين فال ربك للملائكة: إني خالق بشرا من طين';
$t[72] = 'فإذا سويت جسده وخلقه ونفخت فيه الروح , فدبت فيه الحياة, فاسجدوا له سجرد تحية وإكرام, لا سجود عبادة وتعظيم؟ فالعبادة لا تكون إلا لله وحده وقد حزم الله في شريعة الإسلام السجود للتحية.';
$t[73] = 'فسجد الملائكة كلهم أجمعون طاعة وامتثالا';
$t[74] = 'غير إبليس; فإنه لم يسجد أنفة وتكبرا , وكان من الكافرين في علم الله تعالى.';
$t[75] = 'قال الله لإبليس: ما الذي منعك من السجود لمن أكرمته فخلقته بيدي؟ أستكبرت على آدم , أم كنت من المتكبرين على ربك؟ وفي الآية إثبات صفة اليدين لله تبارك وتعالى, على الوجه اللائق به سبحانه.';
$t[76] = 'قال إبليس معارضا لربه: لم أسجد له؟ لأنني أفضل منه, حيث خلقتني من نار , وخلقته من طين.
(والنار خير من الطين).';
$t[77] = 'قال الله له: فاخرج من الجنة فإنك مرجوم بالقول , مدحور ملعون,';
$t[78] = 'وإن لك طردي وإبعادي دائما.';
$t[79] = 'قال إبليس: رب فأخر أجلي , ولا تهلكني إلى حين تبعث الخلق من قبورهم.';
$t[80] = 'فال الله له: فإنك من المؤخرين';
$t[81] = 'إلى يوم الوقت المعلوم, وهو يوم النفخة الأولى عندما تموت الخلائق.';
$t[82] = 'فال إبليس: فبعزتك- يا رب- وعظمتك لأضلن بني آدم أجمعين,';
$t[83] = 'إلا من أخلصته منهم لعبادتك , وعصمته من إضلالي, فلم تجعل لي عليهم سبيلا.';
$t[84] = 'فال الله: فالحق مني , ولا أقول إلا الحق,';
$t[85] = 'لأملان جهنم منك ومن ذريتك وممن تبعك من بني آدم أجمعين.';
$t[86] = 'فل- يا محمد- لهؤلاء المشركين من قومك: لا أطلب منكم أجرا أو جزاء على دعوتكم وهدايتكم, ولا أدعي أمرا ليس لي, بل أتبع ما يوحى إلي , ولا أتكلف تخرصا وافتراء.';
$t[87] = 'ما هذا القرآن إلا تذكير للعالمين من الجن والإنس , يتذكرون به ما ينفعهم من مصالح دينهم ودنياهم.';
$t[88] = 'ولتعلمن- أيها المشركون- خبر هذا القرآن وصدقه , حين يغلب الإسلام , ويدخل الناس فيه أفواجا, وكذلك حين يقع عليكم العذاب, وتنقطع عنكم الأسباب.';
?>