<?php
$t = array();
$t[1] = '(حم عسق) سبق الكلام على الحروف المقطعة في أول سورة البقرة.';
$t[2] = '';
$t[3] = 'كما أنزل الله إليك- يا محمد- هذا القرآن أنزل الكتب والصحف على الأنبياء من قبلك , وهو العزيز في انتقامه , الحكيم في أقواله وأفعاله.';
$t[4] = 'لله وحده ما في السموات وما في الأرض , وهو العلي بذاته وقدره وقهره , العظيم الذي له العظمة والكبرياء.';
$t[5] = 'تكاد السموات بتشققن , كل واحدة فوق التي تليها , من عظمة الرحمن وجلاله تبارك وتعالى, والملائكة يسبحون بحمد ربهم, وينزهونه عما لا يليق به , ويسألون ربهم المغفرة لذنوب من في الأرض من أمل الإيمان به.
ألا إن الله هو الغفور لذنوب مؤمني عباده, الرحيم بهم.';
$t[6] = 'والذين اتخذوا غير الله آلهة من دونه يتولونها, ويعبدونها , الله تعالى يحفظ عليهم أفعالهم؟ ليجازيهم بها يوم القيامة , وما أنت- يا محمد- بالوكيل عليهم بحفظ أعمالهم, إنما أنت منذر, فعليك البلاغ وعلينا الحساب.';
$t[7] = 'وكما أوحينا إلى الأنبياء قبلك أوحينا إليك قرآنا عربيا, لتنذر أهل &quot; مكة &quot; ومن حولها من سائر الناس , وتنذر عذاب يوم الجمع , وهو يوم القيامة, لا شك في مجيئه.
الناس فيه فريقان: فريق في الجنة, وهم الذين آمنوا بالله واتبعوا ما جاءهم به رسوله محمد صلى الله عليه وسلم , ومنهم فريق في النار المستعرة, وهم الذين كفروا بالله, وخالفوا ما جاءهم به رسوله محمد صلى الله عليه وسلم.';
$t[8] = 'ولو شاء الله أن يجمع خلقه على الهدى ويجعلهم على ملة واحدة مهتدية لفعل, ولكنه أراد أن يدخل في رحمته من يشاء من خواص خلقه.
والظالمون أنفسهم بالشرك ما لهم من , ولي يتولى أمورهم يوم القيامة , ولا نصير ينصرهم من عقاب الله تعالى.';
$t[9] = 'بل اتخذ هؤلاء المشركون أولياء من دون الله يتولونهم, فالله وحده هو الولي يتولاه عبده بالعبادة والطاعة , ويتولى عباده المؤمنين بإخراجهم من الظلمات إلى النور وإعانتهم في جميع أمورهم, وهو يحيي الموتى عند البعث , وهو على كل شيء قدير, لا يعجزه شيء .';
$t[10] = 'وما اختلفتم فيه- أيها الناس- من شيء من أمور دينكم, فالحكم فيه مرده إلى الله في كتابه وسنة رسوله صلى الله عليه وسلم.
ذلكم الله ربي وربكم , عليه وحده توكلت في أموري , وإليه أرجع في جميع شؤوني.';
$t[11] = 'الله سبحانه وتعالى هو خالق السموات والأرض بقدرته ومشيئته وحكمته, جعل لكم من أنفسكم أزواجا, لتسكنوا إليها, وجعل لكم من الأنعام أزواجا ذكورا وإناثا, يكثركم بسببه بالتوالد, ليس يشبهه تعالى ولا يماثله شيء من مخلوقاته, لا في ذاته ولا في أسمائه ولا في صفاته ولا في أفعاله؟ لأن أسماءه كلها حسنى, وصفاته صفات كمال وعظمة, وأفعاله تعالى أوجد بها المخلوقات العظيمة من غير مشارك , وهو السميع البصير, لا يخفى عليه من أعمال خلقه وأقوالهم شيء, وسيجازيهم على ذلك.';
$t[12] = 'له سبحانه وتعالى ملك السموات والأرض , وبيده مفاتيح الرحمة, والأرزاق , يوسع رزقه على من يشاء من عباد.
ويضيقه على من يشاء, إنه تبارك وتعالى بكل شيء عليم, لا يخفى عليه شيء من أمور خلقه.';
$t[13] = 'شرع الله لكم- أيها الناس- من الدين الذي أوحيناه إليك- يا محمد , وهو الإسلام- ما وصى به نوحا أن يعمله ويبلغه, وما وصينا به إبراهيم وموسى وعيسى (هؤلاء الخمسة هم أولو العزم من الرسل) أن أقيموا الدين بالتوحيد وطاعة الله وعبادته دون من سواه , ولا تختلفوا في الدين الذي أمرتكم به, عظم على المشركين ما تدعوهم إليه من توحيد الله وإخلاص العبادة له, الله يصطفي للتوحيد من يشاء بن خلقه , ويوفق للعمل بطاعته من يرجع إليه.';
$t[14] = 'وما تفرق المشركون بالله في أديانهم فصاروا شيعا وأحزابا إلا من بعدما جاءهم العلم وقامت الحجة عليهم, وما حملهم على ذلك إلا البغي والعناد, ولولا كلمة سبقت من ربك- يا محمد- بتأخير العذاب عنهم إلى أجل مسمى وهو يوم القيامة, لقضي بينهم بتعجيل عذاب الكافرين منهم.
فإن الذين أورثوا التوراة والإنجيل من بعد هؤلاء المختلفين في الحق لفي شك من الدين والإيمان موقع في الريبة والاختلاف المذموم.';
$t[15] = 'فإلى ذلك الدين القيم الذي شرعه الله للأنبياء ووصاهم به, فادع- يا محمد- عباد الله, واستقم كما أمرك الله , ولا تتبع أهواء الذين شكوا في الحق وانحرفوا عن الدين, وقل: صدقت بجميع الكتب المنزلة من السماء على الأنبياء, وأمرني ربي أن أعدل بينكم في الحكم, الله ربنا وربكم , لنا ثواب أعمالنا الصالحة, ولكم جزاء أعمالكم السيئة, لا خصومة ولا جدال بيننا وبينكم بعدما تبين الحق, الله يجمع بيننا وبينكم يوم القيامة, فيقضي بيننا بالحق فيما اختلفنا فيه, وإليه المرجع والمآب, فيجازي كلا بما يستحق.';
$t[16] = 'والذين يخاصمون في دين الله الذي أرسلت به محمدا صلى الله عليه وسلم , من بعد ما استجاب الناس له وأسلموا, حجتهم وخصومتهم باطلة ذاهبة عند ربهم, وعليهم من الله غضب في الدنيا, ولهم في الأخرة عذاب شديد, وهو النار.';
$t[17] = 'الله الذي أنزل القرآن وسائر الكتب المنزلة بالصدق, وأنزل الميزان وهو العدل؟ ليحكم بين الناس بالإنصاف.
وأي شيء يدريك, ويعلمك لعل الساعة التي تقوم فيها القيامة قريب؟';
$t[18] = 'يستعجل بمجيء الساعه الذين لا يؤمنون بها؟ تهكما واستهزاء , والذين آمنوا بها خائفون من قيامها, ويعلمون أنها الحق الذي لا شك فيه.
ألا إن الذين يخاصمون في قيام الساعة لفي ضلال بعيد عن الحق.';
$t[19] = 'الله لطيف بعباده , يوسع الرزق على من يشاء, ويضيقه على من يشاء وفق حكمته سبحانه, وهو القوي الذي له القوة كلها, العزيز في انتقامه من أهل معاصيه.';
$t[20] = 'من كان يريد بعمله ثواب الآخرة فأدى حقوق الله وأنفق في الدعوة إلى الدين , نزد له في عمله الحسن , فنضاعف له ثواب الجنة إلى عشر أمثالها إلى ما شاء الله من الزيادة, ومن كان يريد بعمله الدنيا وحدها , نؤته منها ما قسمناه له, وليس له في الآخرة شيء من الثواب.';
$t[21] = 'بل ألهؤلاء المشركين بالله شركاء في شركهم وضلالتهم, أتدعوا لهم من الدين والشرك ما لم يأذن به الله؟ ولولا قضاء الله وقدره بإمهالهم, وأن لا يعجل لهم العذاب في الدنيا, لقضي بينهم بتعجيل العذاب لهم.
وإن الكافرين بالله لهم يوم القيامة عذاب مؤلم موجع.';
$t[22] = 'ترى- يا محمد- الكافرين يوم القيامة خائفين من عقاب الله على ما كسبوا في الدنيا من أعمال خبيثة , والعذاب نازل بهم , وهم ذائقوه لا محالة والذين آمنوا بالله وأطاعوه في بساتين الجنات وقصورها ونعيم الآخرة , لهم ما تشتهيه أنفسهم عند ربهم, ذلك الذي أعطاه الله لهم من الفضل والكرامة هو الفضل الذي لا يوصف , ولا تهتدي إليه العقول.';
$t[23] = 'ذلك الذي أخبرتكم به- أيها الناس- من النعيم والكرامة في الآخرة هو البشرى التي يبشر الله بها عباده الذين آمنوا به في الدنيا وأطاعوه قل- يا محمد- للذين يشكون في الساعة من مشركي قومك: لا أسألكم على ما أدعوكم إليه من الحق الذي جئتكم به عوضا من أموالكم, إلا أن تودوني في قرابتي منكم, وتصلوا الرحم التي بيني وبينكم.
ومن يكتسب حسنة نضاعفها له بعشر فصاعدا إن الله غفور لذنوب عباده, شكور لحسناتهم وطاعتهم إياه.';
$t[24] = 'بل أيقول هؤلاء المشركون: اختلق محمد الكذب على الله, فجاء بالذي يتلوه علينا اختلاقا من عند نفسه؟ فإن يشأ الله يطبع على قلبك- يا محمد- لو فعلت ذلك.
ويذهب الله الباطل فيمحقه , ويحق الحق بكلماته التي لا تتبدل ولا تتغير , وبوعده الصادق الذي لا يتخلف.
إن الله عليم بما في قلوب العباد , لا يخفى عليه شيء منه.';
$t[25] = 'والله سبحانه وتعالى هو الذي يقبل التوبة عن عباده إذا رجعوا إلى توحيد الله وطاعته , ويعفو عن السيئات , ويعلم ما تصنعون من خير وشر , لا يخفى عليه شيء من ذلك , وهو مجازيكم به.';
$t[26] = 'ويستجيب الذين آمنوا بالله ورسوله لربهم لما دعاهم إليه وينقادون له , ويزيدهم من فضله توفيقا ومضاعفة في الأجر والثواب.
والكافرون بالله ورسوله لهم يوم القيامة عذاب شديد موجع مؤلم.';
$t[27] = 'ولو بسط الله الرزق لعباده فوسعه عليهم , لبغوا في الأرض أشرا وبطرا , ولطغى بعضهم على بعض , ولكن الله ينزل أرزاقهم بقدر ما يشاء لكفايتهم.
إنه بعباده خبير بما يصلحهم, بصير بتدبيرهم وتصريف أحوالهم.';
$t[28] = 'والله وحده هو الذي ينزل المطر من السماء , فيغيثهم به من بعد ما يئسوا من نزوله , وينشر رحمته في خلقه, فيعمهم بالغيث , وهو الولي الذي يتولى عباده بإحسانه وفضله, الحميد في ولاية وتدبيره.';
$t[29] = 'ومن آياته الدالة على عظمته وقدرته وسلطانه, خلق السموات والأرض على غير مثال سابق , وما نشر فيهما من أصناف الدواب , وهو على جمع الخلق بعد موتهم لموقف القيامة إذا يشاء قدير, لا يتعذر عليه شيء.';
$t[30] = 'وما أصابكم- أيها الناس- من مصيبة في دينكم ودنياكم فبما كسبتم من الذنوب والآثام , ويعفو لكم ربكم عن كثير من السيئات , فلا يؤاخذكم بها.';
$t[31] = 'وما أنتم- أيها الناس- بمعجزين قدرة الله عليكم , ولا فائتيه, وما لكم من دون الله من ولي يتولى أموركم , فيوصل لكم المنافع , ولا نصير يدفع عنكم المضار.';
$t[32] = 'ومن آياته الدالة على قدرته الباهرة, سلطانه القاهر السفن العظيمة كالجبال تجري في البحر.';
$t[33] = 'إن يشاء الله الذي أجرى هذه السفن في البحر يسكن الريح, فتسبق السفن سواكن على ظهر البحر لا تجري , إن في جري هذه السفن ووقوفها في البحر بقدرة الله لعظات وحججا بينة على قدرة الله لكل صبار على طاعة الله, شكور لنعمه وأفضاله.';
$t[34] = 'أو يهلك السفن بالغرق بسبب ذنوب أهلها , ويعف عن كثير من الذنوب فلا يعاقب عليها.';
$t[35] = 'ويعلم الذين يجادلون بالباطل في آياتنا الدالة على توحيدنا, ما لهم من محيد ولا ملجأ من عقاب الله, إذا عاقبهم على ذنوبهم وكفرهم به.';
$t[36] = 'فما أوتيتم- أيها الناس- من شيء من المال أو البنين وغير ذلك فهو متاع لكم في الحياة الدنيا, سرعان ما يزول , وما عند الله تعالى من نعيم الجنة المقيم خير وأبقى للذين آمنوا بالله ورسله, وعلى ربهم يتوكلون.';
$t[37] = 'والذين يجتنبون كبائر ما نهى الله عنه , وما فحش وقبح من أنواع المعاصي , وإذا ما غضبوا على من أساء إليهم هم يغفرون الإساءة , ويصفحون عن عقوبة المسيء طلبا لثواب الله تعالى وعفوه , وهذا من محاسن الأخلاق.';
$t[38] = 'والذين استجابوا لربهم حين دعاهم إلى توحيده وطاعته, وأقاموا الصلاة المفروضة بحدودها في أوقاتها, وإذا أرادوا أمرا تشاوروا فيه , ومما أعطيناهم من الأموال يتصدقون في سبيل الله, ويؤدون ما فرض الله عليهم من الحقوق لأهلها من زكاة ونفقة وغير ذلك من وجوه الإنفاق.';
$t[39] = 'والذين إذا أصابهم الظلم هم ينتصرون ممن بغى عليهم من غير أن يعتدوا, وإن صبروا ففي عاقبة صبرهم خير كثير.';
$t[40] = 'وجزاء سيئة المسيء عقوبته بينة مثلها من غير قلادة, فمن عفا عن المسيء, وترك عقابه, وأصلح الود بينه وبين المعفو عنه ابتغاء وجه الله , فأجر عفوه ذلك على الله إن الله لا يحب الظالمين الذين يبدؤون بالعدوان على الناس , ويسيئون إليهم.';
$t[41] = 'ولمن انتصر ممن ظلمه من بعد ظلمه له فأولئك ما عليهم من مؤاخذة.';
$t[42] = 'إنما المؤاخذة على الذين يتعدون على الناس ظلما وعدوانا, ويتجاوزون الحد الذي أباحه لهم ربهم إلى ما لم يأذن لهم فيه , فيفسدون في الأرض بغير الحق, أولئك لهم يوم القيامة عذاب مؤلم موجع.';
$t[43] = 'ولمن صبر على الأذى وستر السيئة, إن ذلك من عزائم الأمور المشكورة والأفعال الحميدة التي أمر الله بها , ورتب لها ثوابا جريلا وثناء حميدا.';
$t[44] = 'ومن يضلله الله عن الرشاد بسبب ظلمه فليس له من ناصر يهديه سبيل الرشاد.
وترى- يا محمد- الكافرين بالله يوم القيامة - حين رأوا العذاب- يقولون لربهم: هل لنا من سبيل إلى الرجوع إلى الدنيا؟ لنعمل بطاعتك؟ فلا يجابون إلى ذلك.';
$t[45] = 'وترى- يا محمد- هؤلاء الظالمين يعرضون على النار خاضعين متذللين ينظرون إلى النار من طرف قليل ضعيف من الخوف والهوان وقال الذين آمنوا بالله ورسوله في الجنة, لما عاينوا ما حل بالكفار من خسران: إن الخاسرين حقا هم الذين خسروا أنفسهم وأهليهم يوم القيامة بدخول النار ألا إن الظالمين- يوم القيامة- في عذاب دائم, لا ينقطع عنهم, ولا يزول.';
$t[46] = 'وما كان لهؤلاء الكافرين حين يعذبهم الله يوم القيامة من أعوان ونصراء ينصرونهم من عذاب الله ومن يضلله الله بسبب كفره وظلمه, فما له من طريق يصل به إلى الحق في الدنيا , وإلى الجنة في الآخرة؟ لأنه قد سدت عليه طرق النجاة, فالهداية والإضلال بيده سبحانه وتعالى دون سواه.';
$t[47] = 'استجيبوا لربكم- أيها الكافرون- بالإيمان والطاعة من قبل أن يأتي يوم القيامة, الذي لا يمكن رده, ما لكم من ملجأ يومئذ ينجيكم من العذاب , ولا مكان يستركم , وتتنكرون فيه.
وفي الآية دليل على ذم التسويف , وفيها الأمر بالمبادرة إلى كل عمل صالح يعرض للعبد, فإن للتأخير آفات وموانع.';
$t[48] = 'فإن أعرض هؤلاء المشركون- يا محمد- عن الإيمان بالله فما أرسلناك عليهم حافظا لأعمالهم حتى تحاسبهم عليها , ما عليك إلا البلاغ وإنا إذا أعطينا الإنسان منا رحمة من غنى وسعة في المال وغير ذلك , فرح وسر , وإن تصبهم مصيبة من فقر ومرض وغير ذلك بسبب ما قدمته أيديهم من معاصي الله, فإن الإنسان جحود يعدد المصائب, وينسى النعم.';
$t[49] = 'لله سبحانه وتعالى ملك السموات والأرض وما فيهما, يخلق ما يشاء من الخلق, يهب لمن يشاء من عباده إناثا لا ذكور معهن , ويهب لمن يشاء الذكور لا إناث معهم .';
$t[50] = 'ويعطي سبحانه وتعالى لمن يشاء من الناس الذكر والأنثى, ويجعل من يشاء عقيما لا يولد له, إنه عليم بما يخلق, قدير على خلق ما يشاء, لا يعجزه شيء أراد خلقه.';
$t[51] = 'وما ينبغي لبشر من بني آدم أن يكلمه الله إلا وحيا يوحيه الله إليه , أو يكلمه من وراء حجاب , كما كلم سبحانه موسى عليه السلام, أو يرسل رسولا, كما ينزل جبريل عليه السلام إلى المرسل إليه, فيوحي بإذن ربه لا بمجرد هواه ما يشاء الله إيحاءه , إنه تعالى علي بذاته وأسمائه وصفاته وأفعاله, قد قهر كل شيء ودانت له المخلوتات , حكيم في تدبير أمور خلقه.
وفي الآية إثبات صفة الكلام لله تعالى على الوجه اللائق بجلاله وعظيم سلطانه.';
$t[52] = 'وكما أوحينا إلى الأنبياء من قبلك- يا محمد- أوحينا إليك قرآنا من عندنا , ما كنت تدري قبله ما الكتب السابقة ولا الإيمان ولا الشرائع الإلهية؟ ولكن جعلنا القرآن ضياء للناس نهدي به من نشاء من عبادنا إلى الصراط المستقيم.
وإنك- يا محمد- لتدل وترشد بإذن الله إلى صراط مستقيم- وهو الإسلام-';
$t[53] = 'صراط الله الذي له ملك جميع ما في السموات وما في الأرض؟ لا شريك له في ذلك ألا إلى الله- أيها الناس- ترجع جميع أموركم من الخير والشر, فيجازي كلا بعمله: إن خيرا فخير , وإن شرا فشر.';
?>