<?php
$t = array();
$t[1] = '(حم) سبق الكلام على الحروف المقطعة في أول سورة البقرة.';
$t[2] = 'أقسم الله تعالى بالقرآن الواضح لفظا ومعنى.';
$t[3] = 'إنا أنزلنا القرآن على محمد صلى الله عليه وسلم بلسان العرب لعلكم تفهمون, وتتدبرون معانيه وحججه';
$t[4] = 'وإنه في اللوح المحفوظ لدينا لعلي في قدره.
وشرفه, محكم لا اختلات فيه ولا تناقض.';
$t[5] = 'أفنعرض عنكم, ونترك إنزال القرآن إليكم لأجل إعراضكم وعدم انقيادكم, وإسرافكم في عدم الإيمان به؟';
$t[6] = 'كثيرا من الأنبياء أرسلنا في القرون الأولى التي مضت قبل قومك يا محمد.';
$t[7] = 'وما يأتيهم بن نبي إلا كانوا به يستهزئون كاستهزاء قومك بك,';
$t[8] = 'فأهلكنا من كذبوا رسلنا, وكأنوا أشد قوة وبأسا من قومك يا محمد, ومضت عقوبة الأولين بأن أهلكوا بسبب كفرهم وطغيانهم واستهزائهم بأنبيائهم.
وفي هذا تلبية للنبي صلى الله عليه وسلم.';
$t[9] = 'ولئن سألت- يا محمد- هؤلاء المشركين من قومك من خلق السموات والأرض؟ ليقولقن: خلقهن العزيز في سلطانه, العليم بهن وما فيهن من الأشياء, لا يخفى عليه شيء.';
$t[10] = 'الذي جعل لكم الأرض فراشا وبساطا, يسهل لكم فيها طرفا لمعاشكم ومتاجركم ; لكي تهتديا بتلك السبل إلى مصالحكم الدينية والدنيوية.
.';
$t[11] = 'والذي نزل من السماء مطرا بقدر, ليس طوفانا مغرقا ولا قاصرا عن الحاجة.
حتى يكون معاشا لكم ولأنعامكم, فأحيينا بالماء بلدة مقفرة من النبات , كما أخرجنا بهذا الماء الذي نزلناه من السماء من هذه البلده الميتة النبات والزرع, تخرجون- أيها الناس- من قبوركم بعد فنائكم.';
$t[12] = 'والذي خلق الأصناف كلها من حيوان ونبات, وجعل لكم من السفن ما تركبون في البحر, ومن البهائم كالإبل والخيل والبغال والحمير ما تركبون في البر.';
$t[13] = 'لكي تستووا على ظهور ما تركبون, ثم تذكروا نعمة ربكم إذا ركبتم عليه, وتقولوا الحمد لله الذي سخر لنا هذا, وما كنا له مطيقين,';
$t[14] = 'ولتقولوا أيضا: وإنا إلى ربنا بعد مماتنا لصائرون إليه راجعون.
وفي هذا بيان أن الله المنعم على عباده بشتى النعم, هو المستحق للعبادة في كل حال .';
$t[15] = 'وجعل هؤلاء المشركون لله من خلقه نصيبا, وذلك قولهم للملائكة: بنات الله إن الإنسان لجحود لنعم ربه التي أنعم بها عليه, مظهر لجحوده وكفره يعدد المصائب, وينسى النعم.';
$t[16] = 'بل أتزعمون- أيها الجاهلون- أن ربكم اتخذ مما يخلق بنات وأنتم لا ترضون ذلك لأنفسكم, وخصكم بالبنين فجعلهم لكم؟ وفي هذا توبيخ لهم.';
$t[17] = 'وإذا بشر أحدهم بالأنثى التي نسبها للرحمن حين زعم أن الملائكة بنات الله صار وجهه مسودا من سوء البشارة بالأنثى, وهو حزين مملوء من الهم والكرب (فكيف يرضون لله ما لا يرضونه لأنفسهم؟ تعالى الله وتقدس عما يقول الكافرون علوا كبيرا).';
$t[18] = 'أتجترئون وتنسبون إلى الله تعالى من يربى في الزينة, وهو في الجدال غير مبين لحجته; لأنوثته؟';
$t[19] = 'وجعل هؤلاء المشركون بالله الملائكة الذين هم عباد الرحمن إناثا, أحضروا حالة خلقهم حتى يحكموا بأنهم إناث؟ ستكتب شهادتهم, ويسألون عنها في الآخرة.';
$t[20] = 'وقال هؤلاء المشركون من قريش: لو شاء الرحمن ما عبدنا أحدا من دونه, وهذه حجة باطلة, فقد أقام الله الحجة على العباد بإرسال الرسل وإنزال الكتب, فاحتجاجهم بالقضاء والقدر من أبطل الباطل من بعد إنذار الرسل لهم.
ما لهم بحقيقة ما يقولون من ذلك من علم, وإنما يقولونه تخرصا وكذبا.
لأنه لا خبر عندهم من الله بتلك ولا برهان.';
$t[21] = 'أحضروا خلق الملائكة, أم أعطيناهم كتابا من قبل القرآن الذي أنزلناه, فهم به مستمسكون يعمل بما فيه, ويحتجون به عليك يا محمد؟';
$t[22] = 'بل قالوا: إنا وجدنا آباءنا على طريقة ومذهب ودين, وإنا على آثار آبائنا فيما كانوا عليه متبعون لهم, ومقتدون بهم.';
$t[23] = 'وكذلك ما أرسلنا من قبلك - يا محمد- في قرية من نذير ينذرهم عقابنا على كفرهم بنا, فأنذروهم وحذروهم سخطنا وحلول عقوبتنا, إلا قال الذين أبطرتهم النعمة من الرؤساء والكبراء: إنا وجدنا آباءنا على ملة ودين, إنا على منهاجهم وطريقتهم مقتدون.';
$t[24] = 'قال محمد صلى الله عليه وسلم ومن سبقه من الرسل لمن عارضه بهذه الشبهة الباطلة: أتتبعون أباءكم, ولو جئتكم من عند ربكم بأهدى إلى طريق الحق وأدل على سبيل الرشاد مما وجدتم عليه آبائكم من الدين والملة فقالوا في عناد: إنا بما أرسلتم به جاحدون كافرون.';
$t[25] = 'فانتقمنا من هذه الأمم المكذبة رسلها بإحلالنا العقوبة بهم خسفا وغرقا وغير ذلك, فانظر- يا محمد- كيف كان عاقبة أمرهم إذ كذبوا بآيات الله ورسله؟ وليحذر قومك أن يستمروا على تكذيبهم, فيصيبهم مثل ما أصابهم.';
$t[26] = 'واذكر- يا محمد- إذ قال إبراهيم لأبيه وقومه الذين كانوا يعبدون ما يعبده قومك يا محمد: إنني براء مما تعبدون من دون الله.';
$t[27] = 'إلا الذي خلقني, فإنه سيوفقني لاتباع سبيل الرشاد.';
$t[28] = 'وجعل إبراهيم عليه السلام كلمة التوحيد (لا إله إلا الله) باقية في من بعده, لعلهم يرجعون إلى طاعة ربهم وتوحيده, ويتوبون من كفرهم وذنوبهم.';
$t[29] = 'بل متعت- يا محمد- هؤلاء المشركين من قومك وآبائهم من قبلهم بالحياة, فلم أعاجلهم بالعقوبة على كفرهم, حتى جائهم القرآن برسول بين لهم ما يحتاجون إليه من أمور دينهم.';
$t[30] = 'ولما جاءهم القرآن من عند الله قالوا: هذا الذي جاءنا به هذا الرسول سحر يسحرنا به, وليس بوحي من عند الله, وإنا به جاحدون.';
$t[31] = 'وقال هؤلاء المشركون من قريش: إن كان هذا القرآن من عند الله حقا, فهلا نزل على رجل عظيم من إحدى هاتين القريتين &quot; مكة &quot; أو &quot; الطائف &quot; .';
$t[32] = 'أهم يقسمون النبوة فيضعونها حيث شاؤوا؟ نحن قسمنا بينهم معيشتهم في حياتهم الدنيا من الأرزاق والأقوات, ورفعنا بعضهم فوق بعض درجات: هذا غني وهذا فقير, وهذا قوي وهذا ضعيف ليكون بعضهم سببا لبعض في المعاش ورحمة ربك - يا محمد - بإدخالهم الجنة خير مما يجمعون من حطام الدنيا الفاني.';
$t[33] = 'ولولا أن يكون الناس جماعة واحدة على الكفر, لجعلنا لمن يكفر بالرحمن لبيوتهم سقفا من فضة وسلالم عليها يصعدون.';
$t[34] = 'وجعلنا لبيوتهم أبوابا من فضة, جعلنا لهم سررا عليها يتكئون,';
$t[35] = 'وجعلنا لهم ذهبا, وما كل ذلك إلا متاع الحياة الدنيا, وهو متاع قليل زائل, ونعيم الآخرة مدخر عند ربك للمتقين ليس لغيرهم.';
$t[36] = 'ومن يعرض عن ذكر الرحمن, وهو القرآن, فلم يخف عقابه, ولم يهتد بهدايته, نجعل له شيطانا في الدنيا يغويه; جزاء له على إعراضه عن ذكر الله, فهو له ملازم ومصاحب يمنعه الحلال, ويبعثه على الحرام.';
$t[37] = 'إن الشياطين ليصدون عن سبيل الحق هؤلاء الذين يعرضون عن ذكر الله, فيزينون لهم الضلالة, ويكرهون لهم الإيمان بالله وللعمل بطاعته, ويظن هؤلاء المعرضون بتحسين الشياطين لهم ما هم عليه من الضلال أنهم على الحق والهدى.';
$t[38] = 'حتى إذا جاءنا الذي أعرض عن ذكر الرحمن وقرينه من الشياطين للحساب والجزاء, قال المعرض عن ذكر الله لقرينه: وددت أن بيني وبينك بعد ما بين المشرق والمغرب, فبئس القرين لي حيث أغويتني.';
$t[39] = 'ولن ينفعكم اليوم- أيها المعرضون- عن ذكر الله إذ أشركتم في الدنيا أنكم في العذاب مشركون أنتم وقرناؤكم, فلكل واحد نصيبه الأوفر من العذاب, كما أشركم في الكفر.';
$t[40] = 'أفأنت- يا محمد- تسمع من أصمه الله عن سماع الحق, أو تهدي إلى طريق الهدى من أعمى قلبه عن إبصاره, أو تهدي من كان في ضلال عن الحق بين واضح؟ ليس ذلك إليك, إنما عليك البلاغ, وليس عليك هداهم, ولكن الله يهدي من يشاء, ويضل من يشاء.';
$t[41] = 'فإن توفيناك- يا محمد- قبل نصرك على المكذبين من قومك, فإنا منهم منتقمون في الآخرة,';
$t[42] = 'أو نرينك الذي وعدناهم من العذاب النازل بهم كيوم &quot; بدر &quot; , فإنا عليهم مقتدرون نظهرك عليهم, ونخزيهم بيدك وأيدي المؤمنين بك.';
$t[43] = 'فاستمسك- يا محمد- بما يأمرك به الله في هذا القرآن الذي أوحاه إليك إنك على صراط مستقيم, وذلك هو دين الله الذي أمر به, وهو الإسلام.
وفي هذا تثبيت للرسول صلى الله عليه وسلم, وثناء عليه.';
$t[44] = 'لأن هذا القرآن لشرف لك ولقومك من قريش حيث أنزل بلغتهم, فهم أفهم الناس له, فينبغي أن يكونوا أقوم الناس به, وأعملهم بمقتضاه, وسوف تسألون أنت ومن معك عن الشكر لله عليه والعمل به.';
$t[45] = 'واسأل- يا محمد- أتباع من أرسلنا من قبلك من رسلنا وحملة شرائعهم: أجاءت رسلهم بعبادة غير الله؟ فإنهم يخبرونك أن ذلك لم يقع; فإن جميع الرسل دعوا إلى ما دعوت الناس إليه من عبادة الله وحده, لا شريك له, ونهوا عن عبادة ما سوى الله.';
$t[46] = 'ولقد أرسلنا موسى بحججنا إلى فرعون وأشراف قومه, كما أرسلناك - يا محمد - إلى هؤلاء المشركين من قومك, فقال لهم موسى: إني رسول رب العالمين,';
$t[47] = 'فلما جاءهم بالبينات الواضحات الدالة على صدقه في دعوته, إذا فرعون وملؤه مما جاءهم به موسى من الآيات والعبر يضحكون.';
$t[48] = 'وما نري فرعون وملأه من حجة إلا هي أعظم من التي قبلها, وأدل على صحة ما يدعوهم موسى عليه, وأخذناهم بصنوف العذاب كالجراد والقمل والضفادع والطوفان, وغير ذلك; لعلهم يرجعون عن كفرهم بالله إلى توحيده وطاعته.';
$t[49] = 'وقال فرعون وملؤه لموسى: يا أيها العالم (وكان الساحر فيهم عظيما يوقرونه ولم يكن السحر صفة ذم) ادع لنا ربك بعهده الذي عهد إليك وما خصك به من الفضائل أن يكشف عنا العذاب, فإن كف عنا العذاب فإننا لمهتدون مؤمنون بما جئتنا به.';
$t[50] = 'فلما دعا موسى برفع العذاب عنهم, ورفعناه عنهم إذا هم يغدرون, ويصرون على ضلالهم.';
$t[51] = 'ونادى فرعون في عظماء قومه متبجحا مفتخرا بملك &quot; مصر &quot; : أليس لي ملك &quot; مصر &quot; وهذه الأنهار تجري من تحتي؟ أفلا تبصرون عظمتي وقوتي, وضعف موسى وفقره؟';
$t[52] = 'بل أنا خير من هذا الذي لا عز معه, فهو يمتهن نفسه في حاجاته لضعفه وحقارته, ولا يكاد يبين الكلام لعي لسانه, وقد حمل فرعون على هذا القول الكفر والعناد والصد عن سبيل الله.';
$t[53] = 'فهلا ألقي على موسى- إن كان صادقا أنه رسول رب العالمين- أسورة من ذهب, أو جاء معه الملائكة قد اقترن بعضهم ببعض, فتتابعوا يشهدون له بأنه رسول الله إلينا.';
$t[54] = 'فاستخف فرعون عقول قومه فدعاهم إلى الضلالة, فأطاعوه وكذبوا موسى, إنهم كانوا قوما خارجين عن طاعة الله وصراطه المستقيم.';
$t[55] = 'فلما أغضبونا- بعصياننا, وتكذيب موسى وما جاء به من الآيات- انتقمنا منهم بعاجل العذاب الذي عجلناه لهم, فأغرقناهم أجمعين في البحر.';
$t[56] = 'فجعلنا هؤلاء الذين أغرقناهم في البحر سلفا لمن يعمل مثل عملهم ممن يأتي بعدهم في استحقاق العذاب, وعبرة وعظة للآخرين.';
$t[57] = 'ولما ضرب المشركون عى ابن مريم مثلا حين خاصموا محمدا صلى الله عليه وسلم, وحاجوه بعبادة النصارى إياه, إذا قومك من ذلك ولأجله يرتفع لهم جلبة وضجيج فرحا وسرورا, وذلك عندما نزل فيه تعالى (إنكم وما تعبدون من دون الله حصب جهنم أنتم لها واردون), وقال المشركون: رضينا أن تكون آلهتنا بمنزلة عيسى, فأنزل الله قوله: (إن الذين سبقت لهم منا الحسنى أولئك عنها مبعدون), فالذي يلقى في النار من آلهة المشركين من رضي بعبادتهم إياه.';
$t[58] = 'وقال مشركوا قومك- يا محمد-: آلهتنا التي نعبدها خير أم عيسى الذي يعبد قومه؟ فإذا كان عيسى في النار, فلنكن نحن وآلهتنا معه, ما ضربوا لك هذا المثل إلا جدلا, بل هم قوم مخاصمون بالباطل.';
$t[59] = 'ما عيسى ابن مريم إلا عبد أنعمنا عليه بالنبوة, وجعلناه آية وعبرة لبني إسرائيل يستدل بها على قدرتا.';
$t[60] = 'ولو نشاء لجعلنا بدلا منكم ملائكة يخلف بعضهم بعضا بدلا من بني أدم.';
$t[61] = 'وإن نزول عيسى عليه السلام قبل يوم القيامة لدليل على قرب, وقوع الساعة, فلا تشكوا أنها واقعة لا محالة, واتبعون فيما أخبركم به عن الله تعالى, هذا طريق قويم يلي الجنة, لا اعوجاج فيه.';
$t[62] = 'ولا يصدنكم الشيطان بوساوسه عن طاعتي فيما آمركم به وأنهاكم عنه, إنه لكم عدو بين العداوة.';
$t[63] = 'ولما جاء عيس بني إسرائيل بالبينات الواضحات من الأدلة قال: قد جئنكم بالنبوة, ولأبين لكم بعض الذي تختلفون فيه من أمور الدين, فاتقوا الله بامتنال أوامره واجتناب نواهيه, وأطيعون فيما أمرتكم به من تقوى الله وطاعته.';
$t[64] = 'إن الله سبحانه وتعالى هو ربي وربكم جميعا فاعبدوه وحده, ولا تشركوا به شيئا, هذا الذي أمرتكم به من تقوى الله وإفراده بالألوهية هو الطريق المستقيم, وهو دين الله الحق الذي لا يقبل من أحد سواه.';
$t[65] = 'فاختلفت الفرق في أمر عيسى عليه السلام, وصاروا فيه شيعا ; منهم من يقر بأنه عبد الله ورسوله, وهو الحق, ومنهم من يزعم أنه ابن الله, ومنهم من يقول, إنه الله, تعالى الله عن قولهم علوا كبيرا, فهلاك ودمار, وعذاب أليم يوم القيامة لمن وصفوا عيسى بغير ما وصفه الله به.';
$t[66] = 'هل ينتظر هؤلاء الأحزاب المختلفون في عيسى ابن مريم إلا الساعة أن تأتيهم فجأة, وهم لا يشعرون ولا يفطنون؟';
$t[67] = 'الأصدفاء على معاصي الله في الدنيا يتبرأ بعضهم من بعض يوم القيامة, لكن الذين تصادقوا على تقى الله, فإن صداقتهم دائمة في الدنيا والآخرة.';
$t[68] = 'يقال لهؤلاء المتقين: يا عبادي لا خوف عليكم اليوم من عقابي, ولا أنتم تحزنون على ما فاتكم من حظوظ الدنيا.';
$t[69] = 'الذين أمنوا بآياتنا وعملوا بما جاءتهم به رسلهم, وكانوا منقادين لله رب العالمين بقلوبهم وجوارحهم,';
$t[70] = 'يقال لهم: ادخلوا الجنة أنتم وقرنائكم المؤمنون تنعمون وتسرون.';
$t[71] = 'يطاف على هؤلاء الذين آمنوا بالله ورسله في الجنة بالطعام في أوان من ذهب, وبالشراب في أكواب من ذهب, وفيها لهم ما تشتهي أنفسهم وتلذه أعينهم, وهم ماكثون فيها أبدا.';
$t[72] = 'وهذه الجنة التي أورثكم الله إياها.
بسبب ما كنتم تعملون في الدنيا من الخيرات والأعمال الصالحات, وجعلها من فضله ورحمته جزاء لكم.';
$t[73] = 'لكم في الجنة فاكهة كثيرة من كل نوع منها تأكلون.';
$t[74] = 'إن الذين اكتسبوا الذنوب بكفرهم, في عذاب جهنم ماكثون,';
$t[75] = 'لا يخفف عنهم, وهم فيه آيسون من رحمة الله,';
$t[76] = 'وما ظلمنا هؤلاء المجرمين بالعزاب, ولكن كانوا هم الظالمين أنفسهم بشركهم وجحودهم توحيد ربهم.';
$t[77] = 'ونادى هؤلاء المجرمون بعد أن أدخلهم الله جهنم &quot; مالكا &quot; خازن جهنم: يا مالك ليمتنا ربك, فنستريح مما نحن فيه, فأجابهم مالك; إنكم ماكثون, لا خروج لكم منها, ولا محيد لكم عنها,';
$t[78] = 'لقد جئناكم بالحق ووضحناه لكم, ولكن أكثركم لما جاء به الرسل من الحق كارهون.';
$t[79] = 'بل أأحكم هؤلاء المشركون أمرا يكيدون به الحق الذي جئناهم به؟ فإنا مدبرون لهم ما يجزيهم من العذاب والنكال.';
$t[80] = 'أم يظن هؤلاء المشركون بالله أنا لا نسمع ما يسرونه في أنفسهم, ويتناجون به بينهم؟ بلى نسمع ونعلم, ورسلنا الملائكة الكرام الحفظة يكتبون عليهم كل ما عملوا.';
$t[81] = 'قل- يا محمد- لمشركي قومك الزاعمين أن الملائكة بنات الله: ما كان للرحمن من ولد كما تزعمون, فأنا أول العابدين له سبحانه, المنكرين لما تزعمونه, فتقدس الله عن الصاحبة والولد.';
$t[82] = 'تنزيها وتقديسا لرب السموات والأرض رب العرش العظيم عما يصفون من الكذب والافتراء من نسبة المشركين الولد إلى الله, وغير ذلك مما يزعمون من الباطل.';
$t[83] = 'فاترك- يا محمد- هؤلاء المفترين على الله يخوضوا في باطلهم, ويلعبوا في دنياهم, حتى يلاقوا يومهم الذي فيه يوعدون بالعذاب: إما في الدنيا وإما في الآخرة وإما فيهما معا.';
$t[84] = 'وهو الله وحده المعبود بحق في السماء وفي الأرض, وهو الحكيم الذي أحكم خلقه, وأتقن شرعه, العليم بكل شيء من أحوال خلقه, لا يخفى عليه شيء منها.';
$t[85] = 'وتكاثرت بركة للله, وكثر خيره, وعظم ملكه, الذي له وحده سلطان السموات السبع والأرضين السبع وما بينهما من الأشياء كلها, وعنده علم الساعة التي تقم فيها القيامة, ويحشر فيها الخلق من قبورهم لموقف الحساب, وإليه تردون - أيها الناس- بعد مماتكم, فيجازى كلا بما يستحق.';
$t[86] = 'ولا يملك الذين يعبدهم المشركون الشفاعة عنده لأحد إلا من شهد بالحق, وأقر بتوحيد الله وبنبيه محمد صلى الله عليه وسلم, وهم يعلمون حقيقة ما أقروا وشهدوا به.';
$t[87] = 'ولئن سألت- يا محمد- هؤلاء المشركين من قومك من خلقهم؟ ليقولن: الله خلقنا, فكيف ينقلبون وينصرفون عن عبادة الله, ويشركون به غيره؟';
$t[88] = 'وقال محمد صلى الله عليه وسلم شاكيا إلى ربه قومه الذين كذبوه: يا رب إن هؤلاء قوم لا يؤمنون بك وبما أرسلتني به إليهم.';
$t[89] = 'فاصفح- يا محمد- عنهم, وأعرض عن أذاهم, ولا يبدر منك إلا السلام لهم الذي يقوله أولو الألباب والبصائر للجاهلين, فهم لا يسافهونهم ولا يعاملونهم بمثل أعمالهم السيئة, فسوف يعلمون ما يلقونه من البلاء والنكال وفي هذا تهديد ووعيد شديد لهؤلاء الكافرين المعاندين وأمثالهم.';
?>