<?php
$t = array();
$t[1] = '(حم) سبق الكلام على الحروف المقطعة في أول سورة البقرة.';
$t[2] = 'هذا القرآن منزل من الله العزيز في انتقامه من أعدائه, الحكيم في تدبير أمور خلقه.';
$t[3] = 'إن في السموات السبع اللاتي منهن نزول الغيث, بالأرض التي منها خروج الخلق, لأدلة وحججا للمؤمنين بها.';
$t[4] = 'وفي خلقكم أيها الناس- وخلق ما تفرق في الأرض من دابة تدب عليها, حجح وأدلة لقوم يوقنون بالله وشرعه.';
$t[5] = 'وفي اختلاف الليل والنار وتعاقبهما عليكم وما أنزل الله من السماء من مطر, فأحيا به الأرض بعد يبسها, فاهتزت بالنبات والزرع, وفي تصريف الرياح لكم من جميع الجهات وتصريفها لمنافعكم, أدله وحجج لقوم يعقلون عن الله حججه وأدلته.';
$t[6] = 'هذه الآيات والحجج نتلوها عليك- يا محمد- بالحق, فبأي حديث بعد الله وآياته وأدلته على وحدانيته يؤمنون ويصدقون ويعملون؟';
$t[7] = 'هلاك شديد ودمار لكل كذاب كثير الآثام.';
$t[8] = 'يسمع آيات كتاب الله تقرأ عليه, ثم يتمادى في كفره متعاليا في نفسه عن الانقياد لله ورسوله, كأنه لم يسمع ما تلي عليه من آيات الله, فبشر- يا محمد- هذا الأفاك الأثيم بعذاب مؤلم مؤجع في نار جهنم يوم القيامة.';
$t[9] = 'وإذا علم هذا الأفاك الأثيم من آياتا شيئا اتخذها هزوا وسخرية, أولئك لهم عذاب يهينهم, ويخزيهم يوم القيامة.
جزاء استهزائهم بالقرآن.';
$t[10] = 'من أمام هؤلاء المستهزئين بآيات الله جهنم, ولا يغني عنهم ما كسبوا شيئا من المال والولد, ولا آلهتهم التي عبدوها من دون الله, ولهم عذاب عظيم مؤلم.';
$t[11] = 'هذا القرآن الذي أنزلناه عليك- يا محمد- هدى من الضلالة, ودليل على الحق, يهدي إلى طريق مستقيم من اتبعه وعمل به, والذين جحدوا بما في القرآن من الآيات الدالة على الحق ولم يصدقوا بها, لهم عذاب من أسوأ أنواع العذاب يوم القيامة, مؤلم موجع.';
$t[12] = 'الله سبحانه وتعالى هو الذي سخر لكم البحر; لتجري السفن فيه بأمره, ولتبتغوا من فضله بأنواع التجارت والمكاسب, ولعلكم تشكرون ربكم على تسخيره ذلك لكم, فتعبدوه وحده, وتطيعوه فيما يأمركم به, وينهاكم عنه.';
$t[13] = 'وسخر لكم كل ما في السموات من شمس وقمر ونجوم, وكل ما في الأرض من دابة وشجر وسفن وغير ذلك لمنافعكم, جميع هذه النعم منة من الله وحده أنعم بها عليكم, وفضل منه تفضل به, فإياه فاعبدوا, ولا تجعلوا له شريكا إن فيما سخره الله لكم لعلامات ودلالات على وحدانية الله لقوم يتفكرون في آيات الله وحججه وأدلته, فيعتبرون بها.';
$t[14] = 'قل- يا محمد- للذين صدقوا بالله واتبعوا رسله يعفوا, ويتجاوزوا عن الذين لا يرجون ثواب الله, ولا يخافون بأسه إذا هم نالوا الذين آمنوا بالأذى والمكروه; ليجزي الله هؤلاء المشركين بما كانوا يكسبون في الدنيا من الآثام وإيذاء المؤمنين.';
$t[15] = 'من عمل من عباد الله بطاعته فلنفسه عمل, ومن أساء عمله في الدنيا بمعصية الله فعلى نفسه جنى, ثم إنكم - أيها الناس - إلى ربكم تصيرون بعد موتكم, فيجازي المحسن بحسانه, والمسيء بإساءته.';
$t[16] = 'ولقد آتينا بني إسرائيل التوراة والإنجيل والحكم بما فيهما, يجعلنا أكثر الأنبياء من ذرية إبراهيم عليه السلام فيهم, ورزقناهم من الطيبات من الأقوات والثمار والأطعمة, وفضلناهم على عالمي زمانهم.';
$t[17] = 'وآتينا بني إسرائيل شرائع واضحات في الحلال والحرام, ودلالات تبين الحق من الباطل, فما اختلفوا إلا من بعد ما جاءهم العلم, وقامت الحجة عليهم, وإنما حملهم على ذلك بغي بعضهم على بعض, طلبا للرفعة والرئاسة, إن ربك- يا محمد- يحكم بين المختلفين من بني إسرائيل يوم القيامة فيما كانوا فيه يختلفون في الدنيا وفي هذا تحذير لهذه الأمة أن تسلك مسلكهم.';
$t[18] = 'ثم جعلناك- يا محمد- على منهاج واضح من أمر الدين, فاتبع الشريعة التي جعلناك عليها, ولا تتبع أهواء الجاهلين بشرع الله الذين لا يعلمون الحق.
وفي الآية دلالة عظيمة على كمال هذا الدين وشرفه, ووجوب الانقياد لحكمه, وعدم الميل إلى أهواء الكفرة والملحدين.';
$t[19] = 'إن هؤلاء المشركين بربهم الذين يدعونك إلى اتباع أهوائهم لن يغنوا عنك- يا محمد- من عقاب الله شيئا إن اتبعت أهوائهم, إن الظالمين المتجاوزين حدود الله من المنافقين واليهود وغيرهم بعضهم أنصار بعض على المؤمنين بالله وأهل طاعته, والله ناصر المتقين ربهم بأداء فرائضه واجتنب نواهيه.';
$t[20] = 'هذا القرآن الذي أنزلناه إليك يا محمد بصائر يبصر به الناس الحق من الباطل, ويعرفون به سبيل الرشاد, وهدى ورحمة لقوم يؤمنون بحقيقة صحته, وأنه تنزيل من الله العزيز الحكيم.';
$t[21] = 'بل أظن الذين اكتسبوا السيئات, وكذبوا رسل الله, وخالفوا أمر ربهم, وعبدوا غيره, أن نجعلهم كالذين أمنوا بالله, وصدقوا رسله وعملوا الصالحات, وأخلصوا له العبادة دون سواه, ونساويهم بهم في الدنيا والآخرة ساء حكمهم بالمساواة بين الفجار والأبرار في الآخرة.';
$t[22] = 'وخلق الله السموات والأرض بالحق والعدل والحكمة; ولكي تجزى كل نفس في الآخرة بما كسبت من خير أو شر, وهم لا يظلمون جزاء أعمالهم.';
$t[23] = 'أفرأيت- يا محمد- من اتخذ هواه .
إلها له, فلا يهوى شيئا إلا فعله, وأضله الله بعد بلوغ العلم إليه وقيام الحجة عليه, فلا يسمع مواعظ الله, ولا يعتبر بها, وطبع على قلبه, فلا يعقل به شيئا, وجعل على بصره غطاء, فلا يبصر به حجج الله؟ فمن يوفقه لإصابة الحق والرشد بعد إضلال الله إياه؟ لئلا تذكرون -أيها الناس- فتعلموا أن من فعل الله به ذلك فلن يهتدي أبدا, ولن يجد لنفسه وليا مرشدا؟ والآية أصل في التحذير من أن يكون الهوى هو الباعث للمؤمنين على أعمالهم.';
$t[24] = 'وقال هؤلاء المشركون: ما الحياة إلا حياتنا الدنيا التي نحن فيها, لا حياة سواها; تكذيبا منهم بالبعث بعد الممات, وما يهلكنا إلا مر الليالي والأيام وطول العمر, إنكارا منهم أن يكون لهم رب يفنيهم ويهلكهم, وما لهؤلاء المشركين من علم بذلك, ما هم إلا يتكلمون بالظن والوهم والخيال.';
$t[25] = 'إذا تتلى على هؤلاء المشركين المكذبين بالبحث آياتنا واضحات, لم يكن لهم حجة إلا فيهم الرسول محمد: أخي أنت والمؤمنون معك أباءنا الذين قد هلكوا, إن كنتم صادقين فيما تقولون.';
$t[26] = 'فل- يا محمد- لهؤلاء المشركين المكذبين بالبعث: الله سبحانه, وتعالى يحييكم في الدنيا ما شاء لكم الحياة, ثم يميتكم فيها, ثم يجمعكم جميعا أحياء إلى يوم القيامة لا شك فيه, ولكن أكثر الناس لا يعلمون حقيقة أن الله محييهم بعد مماتهم.';
$t[27] = 'ولله سبحانه سلطان السموات السبع والأرض خلقا وملكا وعبودية.
ويوم تجيء الساعة التي يبعث فيها الموتى من قبورهم ويحاسبون, يخسر الكافرون بالله الجاحدين بما أنزله على رسوله من الآيات البينات والدلائل الواضحات.';
$t[28] = 'وترى- يا محمد- يوم تقوم الساعة أهل كل ملة ودين جاثمين على ركبهم, كل أمة تدعى إلى كتاب أعمالها, ويقال لهم: اليوم تجزون ما كنتم تعملون من خير أو شر .';
$t[29] = 'هذا كتابنا ينطق عليكم بجميع أعمالكم من غير زيادة ولا نقص, إنا كنا نأمر الحفظة أن تكتب أعمالكم عليكم.';
$t[30] = 'فأما الذين آمنوا بالله ورسوله في الدنيا, وامتثلوا أوامره واجتنبوا نواهيه, فيدخلهم ربهم في جنته برحمته, ذلك الدخول هو الفوز البين الذي لا فوز بعده.';
$t[31] = 'وأما الذين جحدوا توحيد الله وكذبوا رسله, فيقال لهم تقريعا وتوبيخا: أفلم تكن أياتي في الدنيا تتلى عليكم, فاستكبرتم عن استماعها والإيمان بها, وكنتم قوما مشركين تكسبون المعاصي ولا تؤمنون بثواب ولا عقاب؟';
$t[32] = 'وإذا قيل لكم: إن وعد الله ببعث الناس من قبورهم حق, والساعة لا شك فيها, قلتم: ما ندري ما الساعة؟ نتوقع وقوعها إلا توهما, وما نحن بمتحققين أن الساعة آتية.';
$t[33] = 'وظهر لهؤلاء الذين كانوا يكذبون بآيات الله ما عملوا في الدنيا من الأعمال القبيحة, ونزل بهم من عذاب الله جزاء ما كانوا به يستهزئون.';
$t[34] = 'وقيل لهؤلاء الكفرة: اليوم نترككم في عذاب جهنم, كما تركتم الإيمان بربكم والعمل للقاء يومكم هذا, ومسكنكم نار جهنم, وما لكم من ناصرين ينصرونكم من عذاب الله.';
$t[35] = 'هذا الذي حل بكم من عذاب الله ; بسبب أنكم اتخذتم آيات الله وحججه هزوا ولعبا, وخدعتكم زينة الحياة الدنيا, فاليوم لا تخرجون من النار, ولا هم يردون إلى الدنيا ليتوبوا ويعملوا صالحا.';
$t[36] = 'فلله سبحانه وتعالى وحده الحمد على نعمه التي لا تحصى على خلقه, رب السموات والأرض وخالقهما ومدبرهما, رب الخلائق أجمعين.';
$t[37] = 'وله وحده سبحانه العظمة والجلال والكبرياء والسلطان والقدرة والكمال في السموات والأرض, وهو العزيز الذي لا يغالب, الحكيم في أقواله وأفعاله وقدره وشرعه, تعالى وتقدس, لا إله إلا هو.';
?>