<?php
$t = array();
$t[1] = 'الذين جحدوا توحيد الله, وصدوا الناس عن دينه, أذهب الله أعمالهم, وأبطلها, وأشقاهم بسببها.';
$t[2] = 'والذين صدقوا الله واتبعوا شرعه وصدقوا بالكتاب الذي أنزل على محمد صلى الله عليه وسلم, وهو الحق الذي لا شك فيه من ربهم, ستر عليهم ما عملوا من السيئات, فلم يعاقبهم عليها, وأصلح شأنهم في الدينا والآخرة.';
$t[3] = 'ذلك الإضلال والهدى سببه أن الذين كفروا اتبعوا الشيطان فأطاعوه, وأن وأن الذين آمنوا واتبعوا الرسول صلى الله عليه وسلم وما جاء به من الخير والهدى, كما بين الله تعالى فعله بالفريقين أهل الكفر وأهل الإيمان بما يستحقان يضرب سبحانه للناس أمثالهم, فيلحق بكل قوم من الأمثال والأشكال ما يناسبه.';
$t[4] = 'فإذا لقيتم- أيها المؤمنون- الذين كفروا في ساحات الحرب فاصدقوهم القتال, واضربوا منهم الأعناق, حتى إذا أضعفتموهم بكثرة القتل, وكسرتم شوكتهم, فأحكموا قيد الأسرى: فإما أن تمنوا عليهم بفك أسرهم بغير عوض, وإما أن يفادوا أنفسهم بالمال أو غيره, وإما أن يسترقوا أو يقتلوا, واستمروا على ذلك حتى تنتهي الحرب.
ذلك الحكم المذكور في ابتلاء المؤمنين بالكافرين ومداوله الأيام بينهم, ولو يشاء الله لانتصر للمؤمنين من الكافرين بغير قتال, ولكن جعل عقوبتهم على أيديكم, فشرع الجهاد, ليختبركم بهم, ولينصر بكم دينه والذين قتلوا في سبيل الله من المؤمنين فلن يبطل الله ثواب أعمالهم,';
$t[5] = 'سيوفقهم إلى طاعته ومرضاته, ويصلح شأنهم في الدنيا والآخرة,';
$t[6] = 'ويدخلهم الجنة, بينها وعرفها لهم.';
$t[7] = 'يا أيها اللذين صدقوا الله واتبعوا رسوله, إن تنصروا دين الله بالجهاد في سبيله, والحكم بكتابه, وامتثال أوامره, واجتناب نواهيه, ينصركم الله على أعدائكم, ويثبت أقدامكم عند القتال.';
$t[8] = 'والذين كفروا فهلاكا لهم, وأذهب الله ثواب أعمالهم.';
$t[9] = 'ذلك بسبب أنهم كرهوا كتاب الله المنزل على نبيه محمد صلى الله عليه وسلم, فكذبوا به, فأبطل أعمالهم; لأنها كانت في طاعة الشيطان.';
$t[10] = 'أفلم يسر هؤلاء الكفار في أرض الله معتبرين بما حل بالأمم المكذبة قبلهم من العقاب؟ دمر الله عليهم ديارهم, وللكافرين أمثال تلك العاقبة التي حلت بتلك الأمم.';
$t[11] = 'ذلك الذي فعلاه بالفريقين فريق الإيمان وفريق الكفر; بسبب أن الله ولي المؤمنين ونصيرهم, وأن الكافرين لا ولي لهم ولا نصير.';
$t[12] = 'إن الله يدخل الذين آمنوا بالله ورسوله وعملوا الصالحات جنات تجري من تحت أشجارها الأنهار تكرمة لهم, ومثل الذين كفروا في أكلهم وتمتعهم بالدنيا, كمثل الأنعام من البهائم التي لا هم لها إلا في الاعتلاف دون غيره, ونار جهنم مسكن لهم ومأوى.';
$t[13] = 'وكثير من أهل قرى كانوا أشد بأسا من أهل قريتك- يا محمد, وهي &quot; مكة &quot; التي أخرجتك, دمرناهم بأنها من العذاب, فلم يكن لهم نصير ينصرهم من عذاب الله.';
$t[14] = 'أفمن كان على برهان واضح من ربه والعلم بوحدانيته, كمن حسن له الشيطان قبيح عمله, واتبع ما دعته إليه نفسه من معصية الله وعبادة غيره من غير حجة ولا برهان؟ لا يستوون.';
$t[15] = 'صفة الجنة التي وعدها الله المتقين فيها أنهار عظيمة من ماء غير متغير, وأنهار من لبن لم يتغير طعمه, وأنهار من خمر يتلذذ به الشاربون, وأنهار من عسل قد صفي من القذى, ولهؤلاء المتقين في هذه الجنة جميع الثمرات من مختلف الفواكه وغيرها, وأعظم من ذلك التجاوز عن ذنوبهم, هل من هو في هذه الجنة كمن هو ماكث في النار لا يخرج منها, وسقوا ماء كل تناهى في شدة حره فقطع أمعاءهم؟';
$t[16] = 'ومن هؤلاء المنافقين من يستمع إليك- يا محمد- بغير فهم؟ تهاونا منهم واستخفافا, حتى إذا انصرفوا من مجلسك قالوا لمن حضروا مجلسك من أهل العلم بكتب الله على سبيل الاستهزاء: ماذا قال محمد الأن؟ أولئك الذين ختم الله على قلوبهم, فلا تفقه الحق ولا تهتدي إليه, واتبعوا أهواءهم في الكفر والضلال.';
$t[17] = 'والذين اهتدوا لاتباع الحق زادهم الله هدى, فقوي بذلك هداهم, ووفقهم للتقوى, ويسرها لهم.';
$t[18] = 'ما ينتظر هؤلاء المكذبون إلا الساعة التي وعدوا بها أن تجيئهم فجأة, فقد ظهرت علاماتها ولم ينتفعوا بذلك, فمن أين لهم التذكر إذا جاءتهم الساعة؟';
$t[19] = 'فاعلم -يا محمد- أنه لا معبود بحق إلا الله, واستغفر لذنبك, واستغفر للمؤمنين والمؤمنات والله يعلم تصرفكم في يقظتكم نهارا, ومستقركم في نومكم ليلا.';
$t[20] = 'ويقول الذين أمنوا بالله ورسوله: هلا نزلت سورة من الله تأمرنا بجهاد الكفار, فينا أنزلت سورة محكمة بالبيان والفرائض وذكر فيها الجهاد, رأيت الذين في قلوبهم شك في دين الله ونفاق ينظرون إليك- يا محمد- نظر الذي قد غشى عليه خوف الموت, فأولى لهؤلاء الذين في قلوبهم مرض';
$t[21] = 'أن يطيعوا الله, وأن يقولوا قولا موافقا للشرع فإذا وجب القتال وجاء أمر الله بفرضه كره هؤلاء المنافقون ذلك, فلو صدقوا الله في الإيمان والعمل لكان خيرا لهم من المعصية والمخالفة.';
$t[22] = 'فلعلكم إن أعرضتم عن كتاب الله وسنة نبيه محمد صلى الله عليه وسلم أن تعصوا الله في الأرض, فتكفروا به وتسفكوا الدماء وتقطعوا أرحامكم.';
$t[23] = 'أولئك الذين أبعدهم الله من رحمته, فجعلهم لا يسمعون ما ينفعهم ولا يبصرونه, فلم يتبينوا حجج الله مع كثرتها.';
$t[24] = 'أفلا يتدبر هؤلاء المنافقون مواعظ القرآن ويتفكرون في حججه؟ بل هذه القلوب مغلقة لا يصل إليها شيء من هذا القرآن, فلا تتدبر مواعظ الله وعبره.';
$t[25] = 'إن الذين ارتدوا عن الهدى والإيمان, ورجعوا على أعقابهم كفارا بالله من بعد ما وضح لهم الحق, الشيطان زين لهم خطاياهم, ومد لهم في الأمل.';
$t[26] = 'ذلك الإمداد لهم حتى يتمادوا في الكفر ; بسبب أنهم قالوا لليهود الذين كرهوا ما نزل الله: سنطيعكم في بعض الأمر الذي هو خلاف لأمر الله وأمر رسوله, والله تعالى يعلم ما يخفيه هؤلاء ويسرونه, فليحذر المسلم من طاعة غير الله فيما يخالف أمر الله سبحانه, وأمر رسوله محمد صلى الله عليه وسلم.';
$t[27] = 'فكيف حالهم إذا قبضت الملائكة أرواحهم وهم يضربون وجوههم وأدبارهم؟';
$t[28] = 'ذلك العذاب الذي استحقوه ونالوه بسبب أنهم اتبعوا ما أسخط الله عليهم من طاعة الشيطان, وكرهوا ما يرضيه عنهم من العمل الصالح, ومنه قتال الكفار بعدما افترضه عليهم, فأبطل الله ثواب أعمالهم من صدقة وصلة رحم وغير ذلك.';
$t[29] = 'بل أظن المنافقون أن الله لن يخرج ما في قلوبهم من الحسد والحقد للإسلام وأهله؟ بلى فإن الله يميز الصادق من الكاذب.';
$t[30] = 'ولو شاء- يا محمد- لأريناك أشخاصهم, فلعرفتهم بعلامات ظاهرة فيهم, ولتعرفنهم فيما يبدو من كلامهم الدال على مقاصدهم.
والله تعالى لا تخفى عليه أعمال من أطاعه ومن عصاه, وسيجازي كلا بما يستحق.';
$t[31] = 'ولنختبرنكم- أيها المؤمنون- بالقتال والجهاد لأعداء الله حتى يظهر أهل الجهاد منكم والصبر على قتال أعداء الله, ونختبر أقوالكم وأفعالكم, فيظهر الصادق منكم من الكاذب.';
$t[32] = 'إن الذين جحدوا توحيد الله, وصدوا الناس عن دينه, وخالفوا رسول الله صلى الله عليه وسلم, فحاربوه من بعد ما جاءتهم الحجج والآيات أنه نبي من عند الله, لن يضروا دين الله شيئا, وسيبطل ثواب أعمالهم التي عملوها في الدنيا ولأنهم لم يريدوا بها وجه الله تعالى.';
$t[33] = 'يا أيها الذين صدقوا الله واتبعوا رسوله أطيعوا الله وأطيعوا الرسول في أمرهما ونهيهما, ولا تبطلوا ثواب أعمالكم بالكفر والمعاصي.';
$t[34] = 'إن الذين أنكروا توحيد الله وصدوا الناس عن دينه, ثم ماتوا على ذلك, فلن يغفر الله لهم, وسيعذبهم عقابا لهم على كفرهم, ويفضحهم على رؤوس الأشهاد.';
$t[35] = 'فلا تضعفوا أيها المؤمنون بالله ورسوله- عن جهاد المشركين, وتجنبوا عن قتالهم, وتدعوهم إلى الصلح والمسالمة, وأنتم القاهرون لهم والعالون عليهم, والله تعالى معكم بنصره وتأييده.
وفي ذلك بشارة عظيمة بالنصر والظفر على الأعداء ولن ينقصكم الله ثواب أعمالكم.';
$t[36] = 'إنما الحياة الدنيا لعب وغرور وإن تؤمنوا بالله ورسوله, وتتقوا الله بأداء فرائضه واجتناب معاصيه, يؤتكم ثواب أعمالكم, ولا يسألكم إخراج أموالكم جميعها في الزكاة, بل يسألكم إخراج بعضها';
$t[37] = 'إن يسألكم أموالكم, فيلح عليكم ويجهدكم, تبخلوا بها وتمنعوه إياها, ويظهر ما في قلوبكم من الحقد إذا طلب منكم ما تكرهون بذله.';
$t[38] = 'ها أنتم أيها المؤمنون- تدعون إلى النفقة في جهاد أعداء الله ونصرة دينه, فمنكم من يبخل بالنفقة في سبيل الله, ومن يبخل فإنما يبخل عن نفسه, والله تعالى هو الغني عنكم وأنتم الفقراء إليه, وإن تتولوا عن الإيمان بالله وامتثال أمره يهلكم, ويأت بقوم آخرين, ثم لا يكونوا أمثالكم في التولي عن أمر الله, بل يطيعونه ويطيعون رسوله, ويجاهدون في سبيله بأموالهم وأنفسهم.';
?>