<?php
$t = array();
$t[1] = 'إنا فتحنا لك- يا محمد- فتحا مبينا, يظهر الله فيه دينك, وينصرك على عدوك, وهو هدنة &quot; الحديبية &quot; التي أمن الناس بسببها بعضهم بعضا, فاتسعت دائرة الدعوة لدين الله, وتمكن من يريد الوقوف على حقيقة الإسلام من معرفته, فدخل الناس تلك المدة في دين الله أفواجا ولذلك سماه الله فتحا مبينا أي ظاهرا جليا.';
$t[2] = 'فتحنا لك ذلك الفتح, ويسرناه لك ليغفر الله لك ما تقدم من ذنبك وما تأخر بسبب ما حصل من هذا الفتح من الطاعات الكثيرة وبما تحملته من المشقات, ويتم نعمته عليك بإظهار دينك ونصرك على أعدائك, ويرشدك طريقا مستقيما من الدين لا عوج فيه.';
$t[3] = 'وينصرك الله نصرا قويا لا يضعف فيه الإسلام.';
$t[4] = 'هو الله الذي أنزل الطمأنينة في قلوب المؤمنين بالله ورسوله يوم &quot; الحديبية &quot; فسكنت, ورسخ اليقين فيها؟ ليزدادوا تصديقا لله واتباعا لرسوله مع تصديقهم واتباعهم.
ولله سبحانه وتعالى جنود السموات والأرض ينصر بهم عباده المؤمنين وكان الله عليما بمصالح خلقه, حكيما في تدبيره وصنعه.';
$t[5] = 'ليدخل الله المؤمنين والمؤمنات جنات تجري من تحت أشجارها وقصورها الأنهار, ماكثين فيها أبدا, ويمحو عنهم سيء ما عملوا, فلا يعاقبهم عليه, وكان ذلك الجزاء عند الله نجاة من كل غم, وظفرا بكل مطلوب.';
$t[6] = 'ويعذب الله المنافقين والمنافقات والمشركين والمشركات الذين يظنون ظنا سيئا بالله أنه لن ينصر نبيه والمؤمنين معه على أعدائهم, ولن يظهر دينه, فعلى هؤلاء تدور دائرة العذاب وكل ما يسوءهم, وغضب الله عليهم, وطردهم من رحمته, وأعد لهم نار جهنم, وساءت منزلا يصيرون إليه.';
$t[7] = 'ولله سبحانه وتعالى جنود السموات والأرض يؤيد بهم عباده المؤمنين.
وكان الله عزيزا على خلقه, حكيما في تدبير أمورهم.';
$t[8] = 'إنا أرسلناك- يا محمد- شاهدا على أمتك بالبلاغ, مبينا لهم ما أرسلناك به إليهم, ومبشرا لمن أطاعك بالجنة, ونذيرا لمن عصاك بالعقاب العاجل والآجل ,';
$t[9] = 'لتؤمنوا بالله ورسوله, وتنصروا الله بنصر دينه, وتعظموه, وتسبحوه أول النهار وآخره.';
$t[10] = 'إن الذين يبايعونك- يا محمد- ب &quot; الحديبية &quot; على القتال إنما يبايعون الله, ويعقدون العقد معه ابتغاء جنته ورضوانه, يد الله فوق أيديهم, فهو معهم يسمع أقوالهم, ويرى مكانهم, ويعلم ضمائرهم وظواهرهم, فمن نقض بيعته فإنما يعود وبال ذلك على نفسه, ومن أوفى بما عاهد الله عليه من الصبر عند لقاء العدو في سبيل الله ونصرة نبيه محمد صلى الله عليه وسلم, فيعطيه الله ثوابا جزيلا, وهو الجنة.
وفي الآية إثبات صفة اليد لله تعالى بما يليق به سبحانه, دون تشبيه ولا تكييف.';
$t[11] = 'سيقول لك -يا محمد- الذين تخلفوا من الأعراب عن الخروج معك إلى &quot; مكة &quot; إذا عاتبتهم: شغلتنا أموالنا وأهلونا, فاسأل ربك أن يغفر لنا تخلفنا, يقولون ذلك بألسنتهم, ولا حقيقة له في قلوبهم, قل لهم: فمن يملك لكم من الله شيئا إن أراد بكم شرا أو خيرا؟ ليس الأمر كما ظن هؤلاء المنافقي أن الله لا يعلم ما أنطوت عليه بواطنهم من النفاق, بل إنه سبحانه كان بما يعملون خبيرا, لا يخفى عليه شيء من أعمال خلقه.';
$t[12] = 'وليس الأمر كما زعمتم من انشغالكم بالأموال والأهل, بل إنكم ظننتم أن رسول الله صلى الله عليه وسلم ومن معه من أصحابه سيهلكون, ولا يرجعون إليكم أبدا, وحسن الشيطان ذلك في قلوبكم, وظننتم ظنا سيئا أن الله لن ينصر نبيه محمدا صلى الله عليه وسلم وأصحابه على أعدائهم, وكنتم قوما هلكى لا خير فيكم.';
$t[13] = 'ومن لم يصدق بالله وبما جاء به رسوله صلى الله عليه وسلم ويعمل بشرعه, فإنه كافر مستحق للعقاب, فإنا أعددنا للكافرين عذاب السعير في النار.';
$t[14] = 'ولله ملك السموات والأرض وما فيهما, يتجاوز برحمته عمن يشاء فيستر ذنبه, ويعذب بعدله من يشاء وكان الله سبحانه وتعالى غفورا لمن تاب إليه, رحيما به.';
$t[15] = 'سيقول المخلفون, إذا انطلقت- يا محمد- أنت وأصحابك إلى غنائم &quot; خيبر &quot; التي وعدكم الله بها, اتركونا نذهب معكم إلى &quot; خيبر &quot; , يريدون أن يغيروا بذلك وعد الله لكم.
قل لهم: لن تخرجوا معنا إلى &quot; خيبر &quot; لأن الله تعالى قال لنا من قبل رجوعنا إلى &quot; المدينة &quot; : إن غنائم &quot; خيبر &quot; هي لمن شهد &quot; الحديبية &quot; معنا, فسيقولون ليس الأمر كما تقولون, إن الله لم يأمركم بهذا, إنكم تمنعونا من الخروج معكم حسدا منكم.
لئلا نصيب معكم الغنيمة, وليس الأمر كما زعموا, بل كانوا لا يفقهون عن الله ما لهم وما عليهم من أمر الدين إلا يسيرا.';
$t[16] = 'قل للذين تخلفوا من الأعراب (وهم البدو) عن القتال: ستدعون إلى قتال قوم أصحاب بأس شديد في القتال, تقاتلونهم أو يسلمون من غير قتال, فإن تطيعوا الله فيما دعاكم إليه من قتال هؤلاء القوم يؤتكم الجنة, إن تعصوه كما فعلتم حين تخلفتم عن السير مع رسول الله صلى الله عليه وسلم بلى &quot; مكة &quot; , يعذبكم عذابا موجعا.';
$t[17] = 'ليس على الأعمى منكم- أيها الناس- إثم, ولا على الأعرج إثم, ولا على المريض إثم, في أن يتخلفوا عن الجهاد مع المؤمنين , لعدم استطاعتهم.
ومن يطع الله ورسوله يدخله جنات تجري من تحت أشجارها وقصورها الأنهار, ومن يعص الله ورسوله, فيتخلف عن الجهاد مع المؤمنين, يعذبه عذابا مؤلما موجعا.';
$t[18] = 'لقد رضي الله عن المؤمنين حين بايعوك- يا محمد- تحت الشجرة (وهذه هي بيعة الرضوان في &quot; الحديبية &quot; ) فعلم الله ما في قلوب هؤلاء المؤمنين من الإيمان والصدق والوفاء, فأنزل الله الطمأنينة عليهم وثبت قلوبهم, وعوضهم عما فاتهم بصلح &quot; الحديبية &quot; فتحا قريبا, وهو فتح &quot; خيبر &quot; ,';
$t[19] = 'ومغانم كثيرة تأخذونها من أموال يهود &quot; خيبر &quot; .
وكان الله عزيزا في انتقامه من أعدائه, حكيما في تدبير أمور خلقه.';
$t[20] = 'وعدكم الله مغانم كثيرة تأخذونها في أوقاتها التي قدرها الله لكم فعجل لكم غنائم &quot; خيبر &quot; , وكف أيدي الناس عنهم, فلم ينلكم- سوء مما كان أعداؤكم أضمروه لكم من المحاربة والقتال, ومن أن ينالوه ممن تركتموهم وراءكم في &quot; المدينة &quot; , ولتكون هزيمتهم وسلامتكم وغنيمتكم علامة تعتبرون بها, وتستدلون على أن الله حافظكم وناصركم, ويرشدكم طريقا مستقيما لا اعوجاج فيه.';
$t[21] = 'وقد وعدكم الله غنيمة أخرى لم تقدروا عليها, الله سبحانه وتعالى قادر عليها, وهي تحت تدبيره وملكه, وقد وعدكموها, ولا بد من وقوع ما وعد به.
وكان الله على كل شيء قديرا لا يتعذر عليه شيء.';
$t[22] = 'ولو قاتلكم كفار قريش بـ &quot; مكة &quot; لانهزموا عنكم وولوكم ظهورهم, كما يفعل المنهزم في القتال, ثم لا يجدون لهم من دون الله وليا يواليهم على حربكم, ولا نصيرا يعينهم على قتالكم.';
$t[23] = 'سنة الله التي سنها في خلقه من قبل بنصر جنده وهزيمة أعدائه, ولن تجد- يا محمد- لسنة الله تغييرا.';
$t[24] = 'وهو الذي كف أيدي المشركين عنكم, وأيديكم عنهم ببطن &quot; مكة &quot; من بعد ما قدرتم عليهم, فصاروا تحت سلطانكم (وهؤلاء المشركون هم الذين خرجوا على عسكر رسول الله صلى الله عليه وسلم بالحديبية &quot; , فأمسكهم المسلمون ثم تركوهم ولم يقتلوهم, وكانوا نحو ثمانين رجلا) وكان الله بأعملكم بصيرا, لا تخفى عليه خافية.';
$t[25] = 'كفار قريش هم الذين جحدوا توحيد الله, وصدوكم يوم &quot; الحديبية &quot; عن دخول المسجد الحرام, ومنعوا الهدي, وحبسوه أن يبلغ محل نحره, وهو الحرم.
ولولا رجال مؤمنون مستضعفون ونساء مؤمنات بين أظهر هؤلاء الكافرين بـ &quot; مكة &quot; , يكتمون إيمانهم خيفة على أنفسهم لم تعرفوهم.
خشية أن تطؤوهم بجيشكم فتقتلوهم, فيصيبكم بذلك القتل إثم وعيب وغرامة بغير علم, لكنا سلطناكم عليهم ليدخل الله في رحمته من يشاء فيمن عليهم بالإيمان بعد الكفر, لو تميز هؤلاء المؤمنون والمؤمنات عن مشركي &quot; مكة &quot; وخرجوا من بينهم, لعذبنا الذين كفروا منهم عذابا مؤلما موجعا.';
$t[26] = 'إذ جعل الذين كفروا في قلوبهم الأنفة أنفة الجاهلية.
لئلا يقروا برسالة محمد صلى الله عليه وسلم, ومن ذلك امتناعهم أن يكتبوا في صلح &quot; الحديبية &quot; بسم الله الرحمن الرحيم &quot; وأبوا أن يكتبوا &quot; هذا ما قاضى عليه محمد رسول الله &quot; , فأنزل الله الطمأنينة على رسوله وعلى المؤمنين معه, ولزمهم قول &quot; لا إله إلا الله &quot; التي هي رأس كل تقوى, وكان الرسول صلى الله عليه وسلم والمؤمنون معه أحق بكلمة التقوى من المشركين, وكانوا كذلك أهل هذه الكلمة دون المشركين.
وكان الله بكل شيء عليما لا يخفى عليه شيء';
$t[27] = 'لقد صدق الله رسوله محمدا رؤياه التي أراها إياه بالحق أنه يدخل هو وأصحابه بيت الله الحرام آمنين, لا تخافون أهل الشرك, محلقين رؤوسكم ومقصرين, فعلم الله من الخير والمصلحة (في صرفكم عن &quot; مكة &quot; عامكم ذلك ودخولكم إليها فيما بعد) ما لم تعلموا أنتم, فجعل من دون دخولكم &quot; مكة &quot; الذي وعدتم به, فتحا قريبا, وهو هدنة &quot; الحديبية &quot; وفتح &quot; خيبر &quot; .';
$t[28] = 'هو الذي أرسل رسوله محمدا صلى الله عليه وسلم, بالبيان الواضح ودين الإسلام.
ليعليه على الملل كلها, وحسبك- يا محمد- بالله شاهدا على أنه ناصرك ومظهر دينك على كل دين.';
$t[29] = 'محمد رسول الله, والذين معه على دينه أشداء على الكفار, رحماء فيما بينهم, تراهم ركعا سجدا لله في صلاتهم, يرجون ربهم أن يتفضل عليهم, فيدخلهم الجنة, ويرضى عنهم, علامه طاعتهم لله ظاهرة في وجههم من أثر السجود والعبادة, هذه صفتهم في التوراة.
وصفتهم في الإنجيل كصفة زرع أخرج ساقه وفرعه, ثم تكاثرت فروعه بعد ذلك, وشدت الزرع, فقوي واستوى قائما على سيقانه جميلا منظره, يعجب الزراع ليغيظ بهؤلاء المؤمنين في كثرتهم وجمال منظرهم الكفار.
وفي هذا دليل على كفر من أبغض الصحابة- رضي الله عنهم; لأن من غاظه الله بالصحابة, فقد وجد في حقه موجب ذاك, وهو الكفر.
وعد الله الذين آمنوا منهم بالله ورسوله وعملوا ما أمرهم الله به, واجتنبوا ما نهاهم عنه, مغفرة لذنوبهم, وثوابا جزيلا لا ينقطع, وهو الجنة.
(ووعد الله حق مصدق لا يخلف, وكل من اقتفى أثر الصحابة رضي الله عنهم فهو في حكمهم, ولهم الفضل والسبق والكمال الذي لا يلحقهم فيه أحد من هذه الأمة, رضي الله عنهم وأرضاهم).';
?>