<?php
$t = array();
$t[1] = 'يا أيها الذين آمنوا بالله ورسوله لا تقضوا أمرا دون أمر الله ورسوله من شرائع دينكم فتبتدعوا, وخافوا الله في قولكم وفعلكم أن يخالف أمر الله ورسوله, إن الله سميع لأفعالكم, عليم بنياتكم وأفعالكم.
وفي هذا تحذير للمؤمنين أن يبتدعوا في الدين, أو يشرعوا ما لم يأذن به الله.';
$t[2] = 'يا أيها الذين صدقوا الله واتبعوا رسوله, لا ترفعوا أصواتكم فوق صوت النبي عند مخاطبتكم له, ولا تجهروا بمناداته كما يجهر بعضكم لبعض, وميزوه في خطابه كما تميز عن غيره في اصطفائه لحمل رسالة ربه, ووجوب الإيمان به, ومحبته وطاعته والاقتداء به, خشية أن تبطل أعمالكم, وأنتم لا تشعرون, ولا تحسون بذلك.';
$t[3] = 'إن الذين يخفضون أصواتهم عند رسول الله أولئك الذين اختبر الله قلوبهم, وأخلصها لتقواه, لهم من الله مغفرة لذنوبهم وثواب جزيل, وهو الجنة.';
$t[4] = 'إن الذين ينادونك- يا محمد- من وراء حجراتك بصوت مرتفع, أكثرهم لا يعقلون الأدب مع رسول الله, وتوقيره.';
$t[5] = 'ولو أنهم صبروا حتى تخرج إليهم لكان خيرا لهم عند الله; لأن الله قد أمرهم بتوقيرك, والله غفور لما صدر عنهم جهلا منهم من الذنوب والإخلال بالأدب, رحيم بهم حيث لم يعاجلهم بالعقوبة.';
$t[6] = 'يا أيها الذين صدقوا الله واتبعوا رسوله, إن جاءكم فاسق بخبر فتثبتوا من خبره قبل تصديقه ونقله حتى تعرفوا صحته.
خشية أن تصيبوا قوما برآء بجناية منكم, فتندموا على ذلك.';
$t[7] = 'واعلموا أن بين أظهركم رسول الله فتأدبوا معه.
فإنه أعلم بما يصلح لكم, يريد بكم الخير, وقد تريدون لأنفسكم من الشر والمضرة ما لا يوافقكم الرسول عليه, لو يطيعكم في كثير من الأمر مما تختارونه لأدى ذلك إلى مشقتكم, ولكن الله حبب إليكم الإيمان وحسنه في قلوبكم, فآمنتم, وكره إليكم الكفر بالله والخروج عن طاعته, ومعصيته, أولئك المتصفون بهذه الصفات هم الراشدون السالكون طريق الحق.';
$t[8] = 'وهذا الخير الذي حصل لهم فضل من الله عليهم ونعمة.
والله عليم بمن يشكر نعمه, حكيم في تدبير أمور خلقه.';
$t[9] = 'ان طائفتان من أهل الإيمان اقتتلوا فاصلحوا- أيها المؤمنون- بينهما بدعوتهما إلى الاحتكام إلى كتب الله وسنة رسوله صلى الله عليه وسلم, والرضا بحكمهما, فإن اعتدت إحدى الطائفتين وأبت الإجابة إلى ذلك, فقاتلوها حتى ترجع إلى حكم الله ورسوله, فإن رجعت فأصلحوا بينهما بالإنصاف, واعدلوا في حكمكم بأن لا تتجاوزوا في أحكامكم حكم الله وحكم رسوله, إن الله يحب العادلين في أحكامهم القاضين بين خلقه بالقسط وفي الآية إثبات صفة المحبة لله على الحقيقة, كما يليق بجلاله سبحانه.';
$t[10] = 'إنما المؤمنون إخوة في الدين, فأصلحوا بين أخويكم إذا اقتتلا, وخافوا الله في جميع أموركم.
رجاء أن ترحموا.';
$t[11] = 'يا أيها الذين صدقوا الله ورسوله وعملوا بشريعته لا يهزأ قوم مؤمنون من قوم مؤمنين.
عسى أن يكون المهزوء به منهم خيرا من الهازئين, ولا يهزأ نساء مؤمنات من نساء مؤمنات; على أن يكون المهزوء به منهن خيرا من الهازئات, ولا يعب بعضكم بعضا, ولا يدع بعضكم بعضا بما يكره من الألقاب, بئس الصفة والاسم الفسوق, وهو السخرية واللمز والتنابز بالألقاب, بعد ما دخلتم في الإسلام وعقلتموه, ومن لم يتب من هذه السخرية واللمز والتنابز والفسوق فأولئك هم الذين ظلموا أنفسهم بارتكاب هذه المناهي.';
$t[12] = 'يا أيها الذين صدقوا الله ورسوله وعملوا بهديه واجتنبوا كثيرا من ظن السوء بالمؤمنين; إن بعض ذلك الظن إثم, ولا تفتشوا عن عورات المسلمين, ولا يقل بعضكم في بعض بظهر الغيب ما يكره.
أيحب أحدكم أكل لحم أخيه وهو ميت؟ فأنتم تكرهون ذلك, فاكرهوا اغتيابه.
وخافوا الله فيما أمركم به ونهاكم عنه إن الله تواب على عباده المؤمنين, رحيم بهم.';
$t[13] = 'يا أيها الناس إنا خلقناكم من أب واحد هو آدم, وأم واحدة هي حواء , فلا تفاضل بينكم في النسب, وجعلناكم بالتناسل شعوبا وقبائل متعددة.
ليعرف بعضكم بعضا, إن أكرمكم عند الله أشدكم اتقاء له إن الله عليم بالمتقين, خبير بهم.';
$t[14] = 'قالت الأعراب (وهم البدو): آمنا بالله ورسله إيمانا كاملا, قل لهم -يا محمد-: لا تدعوا لأنفسكم الإيمان الكامل, ولكن قولوا: أسلمنا, ولم يدخل بعد الإيمان في قلوبكم, وإن تطيعوا الله ورسوله لا ينقصكم من ثواب أعمالكم شيئا إن الله غفور لمن تاب من فضله, رحيم به.
وفي الآية زجر لمن يظهر الإيمان, ومتابعة السنه, وأعماله تشهد بخلاف ذلك.';
$t[15] = 'إنما المؤمنين الذين صدقوا بالله وبرسوله وعملوا بشرعه, ثم لم يرتابوا في إيمانهم, وبذلوا نفائس أموالهم وأرواحهم في الجهاد في سبيل الله وطاعته ورضوانه, أولئك هم الصادقون في إيمانهم.';
$t[16] = 'فل- يا محمد- لهؤلاء الأعراب: أتخبرون الله بدينكم وبما في ضمائركم, والله يعلم ما في السموات وما في الأرض؟ والله بكل شيء عليم, لا يخفى عليه ما في قلوبكم من الإيمان أو الكفر, والبر أو الفجور.';
$t[17] = 'يمن هؤلاء الأعراب عليك- يا محمد- بإسلامهم ومتابعتهم ونصرتهم لك, قل لهم: لا تمنوا علي دخولكم في الإسلام ; فإن نفع ذلك إنما يعود عليكم, ولله المنة عليكم فيه إن وفقكم للإيمان به وبرسوله, إن كنتم صادقين في إيمانكم.';
$t[18] = 'إن الله يعلم غيب السموات والأرض, لا يخفى عليه شيء من ذلك, والله بصير بأعملكم وسيجازيكم عليها, إن خيرا فخير, وإن شرا فشر.';
?>