<?php
$t = array();
$t[1] = 'أقسم الله بالطور, وهو الجبل الذي كلم الله سبحانه وتعالى موسى عليه,';
$t[2] = 'وبكتاب مكتوب, وهو القرآن';
$t[3] = 'في صحف منشورة ,';
$t[4] = 'وبالبيت المعمور في السماء بالملائكة الكرام الذين يطوفن به دائما,';
$t[5] = 'وبالسقف المرفوع وهو السماء الدنيا,';
$t[6] = 'والبحر المسجور المملوء';
$t[7] = 'إن عذاب ربك - يا محمد- بالكفار لواقع ,';
$t[8] = 'ليس له من مانع يمنعه حين وقوعه,';
$t[9] = 'يوم تتحرك السماء فيختل نظامها وتضطرب أجزاؤها, وذلك عند نهاية الحياة الدنيا,';
$t[10] = 'وتزول الجبال عن أماكنها, وتسير كسير السحاب.';
$t[11] = 'فالهلاك في هذا اليوم واقع بالمكذبين';
$t[12] = 'الذين هم في خوض بالباطل يلعبون به, ويتخذون دينهم هزوا ولعبا.';
$t[13] = 'يوم تدفع هؤلاء المكذبون دفعا بعنف ومهانة إلى نار جهنم ,';
$t[14] = 'ويقال توبيخا لهم: هذه هي النار التي كنتم بها تكذبون.';
$t[15] = 'أفسحر ما تشاهدونه من العذاب أم أنتم لا تنظرون؟';
$t[16] = 'ذوقوا حر هذه النار, فاصبروا على ألمها وشدتها, أولا تصبروا على ذلك , فلن يخفف عنكم العذاب , ولن تخرجوا منها, سواء عليكم صبرتم أم لم تصبروا, إنما تجزون ما كنتم تعملون في الدنيا.';
$t[17] = 'إن المتقين في جنات ونعيم عظيم,';
$t[18] = 'يتفكهون بما آتاهم الله من النعيم من أصناف الملاذ المختلفة, ونحاهم الله من عذاب النار.';
$t[19] = 'كلوا طعاما هنيئا, واشربوا شرابا سائغا, جزاء بما عملتم من أعمال صالحة في الدنيا';
$t[20] = 'وهم متكئون على سرر متقابلة, وزوجناهم بنساء بيض واسعات العيون حسانهن.';
$t[21] = 'والذين آمنوا واتبعتهم ذريتهم في الإيمان, وألحقنا بهم ذريتهم في منزلتهم في الجنة, وإن لم يبلغوا عمل آبائهم; لتقر أعين الآباء بالأبناء عندهم في منازلهم , فيجمع بينهم على أحسن الوجوه, وما نقصناهم شيئا من ثواب أعمالهم.
كل إنسان مرهون بعمله, لا يحمل ذنب غيره من الناس.';
$t[22] = 'وزدناهم على ما ذكر من النعيم فواكه ولحوما مما يستطاب ويشتهى ,';
$t[23] = 'ومن هذا النعيم أنهم يتعاطون في الجنة كأسا من الخمر, يناول أحدهم صاحبه, ليتم بذلك سرورهم , وهذا الشراب مخالف لخمر الدنيا , فلا يزول به عقل صاحبه, ولا يحصل بسببه لغو , ولا كلام فيه إثم أو معصية.';
$t[24] = 'ويطوف عليهم غلمان معدون لخدمتهم, كأنهم في الصفاء والبياض والتناسق لؤلؤ مصون في أصدافه.';
$t[25] = 'وأقبل أهل الجنة, يسأل بعضهم بعضا عن عظيم ما هم فيه وسببه,';
$t[26] = 'قالوا: إنا كنا قبل في الدنيا- ونحن بين أهلينا- خائفين ربنا , مشفقين من عذابه وعقابه يوم القيامة.';
$t[27] = 'فمن الله علينا بالهداية والتوفيق؟ ووقانا عذاب سموم جهنم, وهو نارها وحرارتها.';
$t[28] = 'إنا كنا من قبل نضرع إليه وحده لا نشرك معه غيره أن يقينا عذاب السموم ويوصلنا إلى النعيم , فاستجاب لنا وأعطانا سؤالنا, إنه هو البر الرحيم.
فمن بره ورحمته إيانا أنالنا رضاه والجنة, ووقانا من سخطه والنار.';
$t[29] = 'فذكر- يا محمد- من أرسلت إليهم بالقرآن , فما أنت بنعم الله عليك بالنبوة ورجاحة العقل بكاهن يخبر بالغيب دون علم , ولا مجنون لا يعقل ما يقول كما يدعون.';
$t[30] = 'أم يقول المشركين لك- يا محمد-: هو شاعر ننتظر به نزول الموت؟';
$t[31] = 'قل لهم: انتظروا موتي فإني معكم من المنتظرين بكم العذاب , وسترون لمن تكون العاقبة.';
$t[32] = 'بل تأمر هؤلاء المكذبين عقولهم بهذا القول المتناقض (فلك أن صفات الكهانة والشعر والجنون لا يمكن اجتماعها في آن واحد) , بل هم قوم متجاوزون الحد في الطغيان.';
$t[33] = 'بل أيقول هؤلاء المشركون, اختلق محمد القرآن من تلقاء نفسه؟ بل هم لا يؤمنون, فلو آمنوا لم يقولوا ما قالوه.';
$t[34] = 'فليأتوا بكلام مثل القرآن , إن كانوا صادقين- في زعمهم- أن محمدا اختلقه.';
$t[35] = 'أخلق هؤلاه المشركون من غير خالق لهم وموجد, أم هم الخالقون لأنفسهم؟ وكلا الأمرين باطل ومستحيل وبهذا يتعين أن الله سبحانه هو الذي خلقهم , وهو وحده الذي لا تنبغي العبادة ولا تصلح إلا له.';
$t[36] = 'أم خلقوا السموات والأرض على هذا الصنع البديع؟ بل هم لا يوقنون بعذاب الله, فهم مشركون.';
$t[37] = 'أم عندهم خزائن ربك يتصرفون فيها, أم هم الجبارون المتسلطون على خلق الله بالقهر والغلبة؟ ليس الأمر كذلك , بل هم العاجزون الضعفاء.';
$t[38] = 'أم لهم مصعد إلى السماء يستمعون فيه الوحي بأن الذي هم عليه حق؟ فليأت من يزعم أنه استمع ذلك بحجة بينة تصدق دعواه.';
$t[39] = 'ألله سبحانه البنات ولكم البنون كما تزعمون افتراء وكذبا؟';
$t[40] = 'بل أتسأل- يا محمد- هؤلاء المشركين أجرا على تبليغ الرسالة, فهم في جهد ومشقة من التزام غرامة تطلبها منهم؟';
$t[41] = 'أم عندهم علم الغيب فهم يكتبونه للناس ويخبرونهم به؟ ليس الأمر كذلك; فإنه لا يعلم الغيب في السموات والأرض إلا الله.';
$t[42] = 'بل يريدون برسول الله وبالمؤمنين مكرا , فالذين كفروا يرجع كيدهم ومكرهم على أنفسهم.';
$t[43] = 'أم لهم معبود يستحق العبادة غير الله؟ تنزه وتعالى عما يشركون , فليس له شريك فى الملك , ولا شريك في الوحدانية والعبادة.';
$t[44] = 'وإن ير هؤلاء المشركين قطعا من السماء ساقطا عليهم عذابا لهم لم ينتقلوا عما هم عليه من التكذيب, ولقالوا: هذا سحاب متراكم بعضه فوق بعض.';
$t[45] = 'فدع- يا محمد- هؤلاء المشركين حتى يلاقوا يومهم الذي فيه يهلكون , وهو يوم القيامة.';
$t[46] = 'وفي ذلك اليوم لا يدفع عنهم كيدهم من عذاب الله شيئا , ولا ينصرهم ناصر من عذاب الله.';
$t[47] = 'وإن لهؤلاء الظلمة عذابا يلقونه في الدنيا قبل عذاب يوم القيامة من القتل والسبي وعذاب البرزخ وغير ذلك , ولكن أكثرهم لا يعلمون ذلك.';
$t[48] = 'واصبر- يا محمد- لحكم ربك وأمره فيما حملك من الرسالة , وعلى ما يلحقك من أذى قومك , فإنك بمرأى منا وحفظ واعتناء , وسبح بحمد ربك حين تقوم إلى الصلاة , وحين تقوم من نومك ,';
$t[49] = 'ومن الليل فسبح بحمد ربك وعظمه, وصل له , وافعل ذلك عند صلاة الصبح وقت إدبار النجوم.
وفي هذه إلآية إثبات لصفة العينين لله تعالى بما يليق به , دون تشبيه بخلقه أو تكييف لذاته, سبحانه وبحمده, كما ثبت ذلك بالسنة, وأجمع عليه سلف الأمة , واللفظ ورد هنا بصيغة الجمع لتعظيم.';
?>