<?php
$t = array();
$t[1] = 'فد سمع الله قول خولة بنت ثعلبة التي تراجعت في شأن زوجها أوس بن الصامت, وفيما صدر عنه في حقها من الظهار , وهو قوله لها: &quot; أنت علي كظهر أمي &quot; , أي: في حرمة النكاح , وهي تتضرع إلى الله تعالى; لتفريج كربتها , والله يسمع تخاطبهما ومراجعتكما.
إن الله سميع لكل قول , بصير بكل شيء , لا تخفى عليه خافية.';
$t[2] = 'الذين يظاههون منكم من نسائهم , فيقول الرجل منهم لزوجته: &quot; أنت علي كظهر أمي &quot; , أي في حرمة النكاح- لسن في الحقيقة أمهاتهم, إنما هن زوجاتهم, ما أمهاتهم إلا اللائي يلدنهم.
إن هؤلاء المظاهرين ليقولن قولا كاذبا فظيعا لا تعرف صحته.
إن الله لعفو غفور عمن صدر منه بعض المخالفات , فتداركها بالتوبة النصوح.';
$t[3] = 'والذين يحرمون نساءهم على أنفسهم بالمظافرة منهن, ثم يرجعون عن قولهم ويعزمون على وطء نسائهم , فعلى الزوج المظاهر- والحالة هذه- كفارة التحريم , وهي عتق رقبة مؤمنة عبد أو أمة قبل أن يطأ زوجته التي ظاهر منها , ذلكم هو حكم الله فيمن ظاهر من زوجه توعظون به , أيها المؤمنون; لكي لا تقعوا في الظهار وقول الزور , وتكفروا إن وقعتم فيه , ولكي لا تعودوا إليه , والله لا يخفى عليه شيء من أعمالكم , وهو مجازيكم عليها.';
$t[4] = 'فمن لم يجد رقبة يعتقها , فالواجب عليه صيام شهرين متتاليين من قبل أن يطأ زوجه, فمن لم يستطع صيام الشهرين لعذر شرعي, فعليه أن يطعم ستين مسكينا ما يشبعهم , ذلك الذي بيناه لكم من أحكام الظهار; من أجل أن تصدقوا بالله وتتبعوا وسيله وتعملوا بما شرعه الله, وتتركوا ما كنتم عليه في جاهليتكم, وتلك الأحكام المذكورة هي أوامر الله وحدود فلا تتجاوزوها, وللجاحدين بها عذاب موجع.';
$t[5] = 'إن الذين يشاقون الله ورسوله ويخالفون أمرهما خذلوا وأهينوا , كما خذل الذين من قبلهم من الأمم الذين حادوا الله ورسوله, وقد أنزلنا آيات واضحات الحجة تدل على أن شرع الله وحدوده حق , ولجاحدي تلك الآيات عذاب مذل في جهنم.';
$t[6] = 'واذكر- يا محمد- القيمة, يوم يحيي الله الموتى جميعا, ويجمع الأولين والآخرين في صعيد واحد , فيخبرهم بما عملوا من خير وشر , أحصاه الله وكتبه في اللوح المحفوظ , وحفظه عليهم في صحائف أعمالهم , وهم قد نسوه والله على كل شيء شهيد , لا يخفى عليه شيء.';
$t[7] = 'ألم تعلم أن الله تعالى يعلم كل شيء في السموات والأرض؟ ما يتناجى ثلاثة من خلقه بحديث سر إلا هو رابعهم بعلمه لإحاطته, ولا خمسة إلا هو سادسهم , ولا أقل من هذه الأعداد المذكورة ولا أكثر منها إلا هو معهم بعلمه في أي مكان كانوا, لا يخفى عليه شيء من أمرهم, ثم يخبرهم تعالى يوم القيامة بما عملوا من خير وشر ويجازيهم عليه.
إن الله بكل شيء عليم.';
$t[8] = 'ألم تر أيها الرسول- إلى اليهود الذين نهوا عن الحديث سرا بما يثير الشك في نفوس المؤمنين, ثم يرجعون إلى ما نهوا عنه , ويتحدثون سرا بما هو إثم وعدوان ومخالفة لأمر الرسول؟ وإذا جاءك - يا محمد- هؤلاء اليهود لأمر من الأمور حيوك بغير التحية التي جعلها الله لك تحية , فقالوا: (السام عليك) أي الموت لك , ويقولون فيما بينهم: هلا يعاقبنا الله بما نقول لمحمد إن كان رسولا حقا, كفتهم جهنم يدخلونها, ويقاسون حرها , فبئس المرجع هي.';
$t[9] = 'يا أيها الذين آمنوا الله واتبعوا رسوله , إذا تحدثتم فيما بينكم سرا , فلا تتحدثوا بما فيه إثم من القول , أو بما هو عدوان على غيركم, أو مخالفة لأمر الرسول , وتحدثوا بما فيه خير وطاعة وإحسان , وخافوا الله بامتثالكم أوامره واجتنابكم نواهيه , فإليه وحده مرجعكم بجميع أعمالكم وأقولكم التي أحصاها عليكم, وسيجازيكم بها.';
$t[10] = 'إنما التحدث خفية بالإثم والعدوان من وسوسة للشيطان , فهو المزين لها, والعامل عليها; ليدخل الحزن على قلب المؤمنين , وليس ذلك بمؤذي المؤمنين شيئا إلا بمشيئة الله تعالى وإرادته.
وعلى الله وحده فليعتمد المؤمنون به.';
$t[11] = 'يا أيها الذين صدقوا الله ورسوله واهتدوا بهديه, إذا طلب منكم أن يوسع بعضكم لبعض المجالس فاسعوا يوسع الله عليكم في الدنيا والآخرة , وإذا طلب منكم- أيها المؤمنون أن تقوموا من مجالسكم لأمر من الأمور التي يكون فيها خير لكم فقوموا , يرفع الله مكانة المؤمنين المخلصين منكم , ويرفع مكانة أهل العلم درجات كثيرة في الثواب ومراتب الرضوان, والله تعالى خبير بأعمالكم لا يخفى عليه شيء منها, وهو مجازيكم عليها.
وفي الآية تنويه بمكانه العلماء وفضلهم , يرفع درجاتهم.';
$t[12] = 'يا أيها الذين صدقوا الله واتبعوا رسوله , إذا أرتم أن تكلموا رسول الله صلى الله عليه وسلم سرا بينكم وبينه , فقدموا قبل ذلك صدقة لأهل الحاجة, ذلك خير لكم لما فيه من الثواب, وأزكى لقلوبكم من المآثم , فإن لم تجدوا ما تتصدقون به فلا حرح عليكم فإن الله غفور لعباده المؤمنين, رحيم بهم.';
$t[13] = 'أخشيتم الفقر إذا قدصتم صدقة قبل مناجاتكم رسول الله؟ فإذا لم تفعلوا ما أمرتم به , وتاب الله عليكم, ورخص لكم في ألا تفعلوه , فاثبتوا وداوموا على إقام الصلاة وإيتاء الزكاة وطاعة الله ورسوله في كل ما أمرتم به, والله سبحانه خبير بأعمالكم, ومجازيكم عليها.';
$t[14] = 'كم تر إلى المنافقين الذين اتخذوا اليهود أصدقاء ووالوهم؟ والمنافقون في الحقيقة ليسوا من المسلمين ولا من اليهود , ويحلفون كذبا أنهم مسلمون , وأنك رسول الله, وهم يعلمون أنهم كاذبون فيما حلفوا عليه.';
$t[15] = 'أعد الله لهؤلاء المنافقين عذابا بالغ الشدة والألم, إنهم ساء ما كانوا يعملون من النفاق والحلف على الكذب.';
$t[16] = 'اتخذ المنافقون أيمانهم الكاذبة وقاية لهم من القتل بسبب كفرهم, ولمنع المسلمين عن قتالهم وأخذ أموالهم, فبسبب ذلك صدوا أنفسهم وغيرهم عن سبيل لله وهو الإسلام , فلهم عذاب مذل في النار لاستكبارهم عن الإيمان بالله ورسوله وصدهم عن سبيله.';
$t[17] = 'لن تدفع عن المنافقين أموالهم ولا أولادهم من عذاب الله شيئا , أولئك أهل النار الملازمون لها, لا يخرجون منها, ولا يموتون فيها.
وهذا الجزاء يعم كل من صد عن دين الله بقوله أو فعله.';
$t[18] = 'يوم القيامة يبعث الله المنافقين جميعا من قبورهم أحياء, فيحلفون له أنهم كانوا مؤمنين , كما كانوا يحلفون لكم- أيها المؤمنون- في الدنيا, ويعتقدون أن ذلك ينفعهم عند الله كما كان ينفعهم في الدنيا عند المسلمين, ألا إنهم هم البلغون في الكذب حدا لهم يبلغه غيرهم ,';
$t[19] = 'غلب عليهم الشيطان , واستولى عليهم, حتى تركوا أوامر الله والعمل بطاعته, أولئك حزب الشيطان وأتباعه.
ألا إن حزب الشيطان هم الخاسرون في الدنيا والآخرة.';
$t[20] = 'إن الذين يخالفون أمر الله ورسوله أولئك من جملة الأذلاء المغلوبين المهانين في الدنيا والآخرة.';
$t[21] = 'كتب الله في اللوح المحفوظ وحكم بأن النصرة له ولكتابه ورسله وعباده المؤمنين.
إن الله سبحانه قوي لا يعجزه شيء, عزيز على خلقه.';
$t[22] = 'لا تجد- يا محمد- قوما يصدقون بالله واليوم الآخر , ويعملون بما شرع الله لهم, يحبون ويوالون من عادى الله ورسوله وخالف أمرهما, ولو كانوا آباءهم أو أبناءهم أو إخوانهم أو أقرباءهم , أولئك الموالون في الله والمعاندون فيه كتب في قلوبهم الإيمان, وقواهم بنصر منه وتأييد على عدوهم في الدنيا , ويدخلهم في الآخرة جنات تجري من تحت أشجارها الأنهار, ماكثين فيها زمانا ممتدا لا ينقطع , أحل الله عليهم رضوانه فلا يسخط عليهم, ورضوا عن ربهم بما أعطاهم من الكرامات يرفع الدرجات, أولئك حزب الله وأولياؤه, وأولئك هم الفائزون بسعادة الدنيا والآخرة.';
?>