<?php
$t = array();
$t[1] = 'مجد الله تعالى, ونزهه عن كل ما لا يليق به كل ما في السموات والأرض, وهو العزيز الذي لا يغالب, الحكيم في قدره وتدبيره وصنعه وتشريعه, يضع الأمور في مواضعها.';
$t[2] = 'هو- سبحانه- الذي أخرج الذين جحدوا نبوة محمد صلى الله عليه وسلم, من أهل الكتاب, وهم يهود بني النضير, من مساكنهم التي جاوروا بها المسلمين حول &quot; المدينة &quot; , وذلك أول إخراج لهم من &quot; جزيرة العرب &quot; إلى الشام, ما ظننتم- أيها المسلمون - أن يخرجوا من ديارهم بهذا الذل والهوان; لشدة بأسهم وقوة منعتهم, وظن اليهود أن حصونهم تدفع عنهم بأس الله ولا يقدر عليها أحد, فأتاهم الله من حيث لم يخطر لهم ببال, وألقى في قلوبهم الخوف والفزع الشديد, يخربون بيوتهم بأيديهم وأيدي المؤمنين, فاتعظوا يا أصحاب البصائر السليمة والعقول الراجحة بما جرى لهم.';
$t[3] = 'ولولا أن كتب الله عليهم الخروج من ديارهم وقضاه, لعذبهم في الدنيا بالقتل والسبي, ولهم في الآخرة عذاب النار.';
$t[4] = 'ذلك- الذي أصاب اليهود في الدنيا وما ينتظرهم في الآخرة- لأنهم خالفوا أمر الله وأمر رسوله أشد المخالفة, وحاربوهما وسعوا في معصيتهما, ومن يخالف الله ورسوله فإن الله شديد العقاب له.';
$t[5] = 'ما قطعتم أيها المؤمنون من نخلة أو تركتموها قائمة على ساقها, من غير أن تتعرضوا لها, فبإذن الله وأمره وليذل بذلك الخارجين عن طاعته المخالفين أمره ونهيه, حيث سلطكم على قطع نخيلهم وتحريقها.';
$t[6] = 'وما أفاءه الله على رسوله من أموال يهود بني النضير, فلم تركبوا لتحصيله خيلا ولا إبلا, ولكن الله يسلط رسله على من يشاء من أعدائه, فيستسلمون لهم بلا قتال, والفيء ما أخذ من أموال الكفار بحق من غير قتال والله على كل شيء قدير لا يعجزه شيء-';
$t[7] = 'ما أفاءه الله على رسوله من أموال مشركي أهل القرى من غير ركوب خيل ولا إبل فالله ورسوله, يصرف في مصالح المسلمين العامة, ولذي قرابة رسول الله صلى الله عليه وسلم, واليتامى, وهم الأطفال الفقراء الذين مات آباؤهم, والمساكين, وهم أهل الحاجة والفقر, وابن السبيل, وهو الغريب المسافر الذي نفدت نفقته وانقطع عنه ماله.
وذلك حتى لا يكون المال ملكا متداولا بين الأغنياء وحدهم, ويحرم منه الفقراء والمساكين.
وما أعطاكم الرسول من مال, أو شرعه لكم من شرع, فخذوه, وما نهاكم عن أخذه, أو فعله فانتهوا عنه, واتقوا الله بامتثال أوامره وترك نواهيه.
إن الله شديد العقاب لمن عصاه وخالف أمره ونهيه.
والآية أصل في وجوب العمل بالسنة: قولا أو فعلا أو تقريرا.';
$t[8] = 'وكذلك يعطى من المال الذي أفاءه الله على رسوله الفقراء المهاجرون, الذين اضطرهم كفار &quot; مكة &quot; إلى الخروج من ديارهم وأموالهم يطلبون من الله أن يتفضل عليهم بالرزق في الدنيا والرضوان في الآخرة, وينصرون دين الله ورسوله بالجهاد في سبيل الله, أولئك هم الصادقون الذين صدقوا قولهم بفعلهم.';
$t[9] = 'والذين استوطنوا &quot; المدينة &quot; , وآمنوا من قبل هجرة المهاجرين -وهم الأنصار- يحبون المهاجرين, ويواسونهم بأموالهم, ولا يجدون في أنفسهم حسدا لهم مما أعطوا من مال الفيء وغيره, ويقدمون المهاجرين وذوي الحاجة على أنفسهم, ولو كان بهم حاجة وفقر, ومن سلم من البخل ومنع الفضل من المال فأولئك هم الفائزون الذين فازوا بمطلوبهم.';
$t[10] = 'والذين جاؤوا من المؤمنين من بعد الأنصار والمهاجرين الأولين يقولون: ربنا اغفر لنا ذنوبنا, واغفر لإخواننا في الدين الذين سبقونا بالإيمان, ولا تجعل في قلوبنا حسدا وحقدا لأحد من أهل الإيمان, ربنا إنك رؤرف بعبادك, رحيم بهم.
وفي الآية دلالة على أنه ينبغي للمسلم أن يذكر سلفه بخير, ويدعو لهم, وأن يحب صحابة رسول الله, صلى الله عليه وسلم, ويذكرهم بخير, ويترضى عنهم.';
$t[11] = 'ألم ننظر إلى المنافقين, يقولون لإخوانهم في الكفر من يهود بني النضير: لئن أخرجكم محمد ومن معه من منازلكم لنخرجن معكم, ولا نطيع فيكم أحدا أبدا سألنا خذلانكم أو ترك الخروج معكم, ولئن قاتلوكم لنعاوننكم عليهم؟ والله يشهد إن المنافقين لكاذبون فيما وعدوا به يهود بني النضير.';
$t[12] = 'لئن أخرج اليهود من &quot; المدينة &quot; لا يخرج المنافقون معهم, ولئن قاتلوا لا يقاتلون معهم كما وعدوا, ولئن قاتلوا معهم ليولون الأدبار فرارا منهزمين, ثم لا ينصرهم الله, بل يخذلهم, ويذلهم.';
$t[13] = 'لخوف المنافقين وخشيتهم إياكم- أيها المؤمنون أعظم وأشد في صدورهم من خوفهم وخشيتهم من الله.
وذلك بسبب أنهم قوم لا يفقهون عظمة الله والإيمان به, ولا يرهبون عقابه.';
$t[14] = 'لا يواجهكم اليهود بقتال مجتمعين إلا في قرى محصنة بالأسوار والخنادق, أو من خلف الحيطان, عداوتهم فيما بينهم شديدة, تظن أنهم مجتمعون على كلمة واحدة, ولكن قلوبهم متفرقة.
وذلك بسبب أنهم فوم لا يعقلون أمر الله ولا يتدبرون آياته.';
$t[15] = 'مثل هؤلاء اليهود فيما حل بهم من عقوبة الله كمثل كفار قريش يوم &quot; بدر &quot; , ويهود بني فينقاع, حيث ذاقوا سوء عاقبة كفرهم وعداوتهم لرسول الله صلى الله عليه وسلم في الدنيا, ولهم في الآخرة عذاب أليم موجع.';
$t[16] = 'ومثل هؤلاء المنافقين في إغراء اليهود على القتال ووعدهم بالنصر على رسول الله صلى الله عليه وسلم, كمثل الشيطان حين زين للإنسان الكفر ودعاه إليه, فلما كفر قال: إني بريء منك, إني أخاف الله رب الخلق أجمعين.';
$t[17] = 'فكان عاقبة أمر الشيطان والإنسان الذي أطاعه فكفر, أنهما في النار, ماكثين فيها أبدا, وذلك جزاء المعتدين المجتمعين حدود الله.';
$t[18] = 'يا أيها الذين صدقوا الله ورسوله وعملوا بهديه, خافوا الله, واحذروا عقابه بفعل ما أمركم به يترك ما نهاكم عنه, ولتتدبر كل نفس ما قدمت من الأعمال ليوم القيامه, وخافوا الله في كل ما تأتون وما تذرون, إن الله سبحانه خبير بما تعملون, لا يخفى عليه شيء من أعمالكم, وهو مجازيكم عليها.';
$t[19] = 'ولا تكونوا- أيها المؤمنون- كالذين تركوا أداء حق الله الذي أوجبه عليهم, فأنساهم بسبب ذلك حظوظ أنفسهم من الخيرات التي تنجيهم من عذاب يوم القيامة, أولئك هم الموصوفون بالفسق, الخارجون عن طاعة الله طاعة ورسوله.';
$t[20] = 'لا يستوي أصحاب النار المعذبون, وأصحاب الجنة المنعمون, أصحاب الجنة هم الظافرون بكل مطلوب, الناجون من كل مكروه.';
$t[21] = 'لو أنزلنا هذا القرآن على جبل من الجبال, ففهم ما فيه من وعد ووعيد, لأبصرته على قوته وشدة صلابته وضخامته؟ خاضعا متشققا من خشية الله تعالى.
وتلك الأمثال نضربها, ونوضحها للناس , لعلهم يتفكرون في قدرة الله وعظمته.
وفي الآية حث على تدبر القرآن, وتفهم معانيه, والعمل به';
$t[22] = 'هو الله سبحانه وتعالى المعبود بحق الذي لا إله سواه, عالم السر والعلن, يعلم ما غاب وما حضر, هو الرحمن الذي وسعت رحمته كل شيء, الرحيم بأهل الإيمان به.';
$t[23] = 'هو الله المعبود بحق, الذي لا إله إلا هو, الملك لجميع الأشياء, المتصرف فيها بلا ممانعه ولا مدافعة, المنزه عن كل نقص, الذي سلم من كل عيب, المصدق رسله وأنبياءه بما ترسلهم به من الآيات البينات, الرقيب على كل خلقه فى أعمالهم, العزيز الذي لا يغالب, الجبار الذي قهر جميع العباد, وأذعن له سائر الخلق, المتكبر الذي له الكبرياء والعظمة.
تنزه الله تعالى عن كل ما يشركونه به في عبادته.';
$t[24] = 'هو الله سبحانه وتعالى الخالق البارئ للخلق على مقتضى حكمته, المصور خلقه كيف يشاء, له سبحانه الأسماء الحسنى والصفات العلى, يسبح له جميع ما في السموات والأرض, وهو العزيز شديد الانتقام من أعدائه, الحكيم في تدبيره أمور خلقه.';
?>