<?php
$t = array();
$t[1] = 'مجد الله ونزهه عن كل ما لا يليق به كل ما في السموات والأرض, وهو العزيز الذي لا يغلب, الحكيم في أقواله وأفعاله.';
$t[2] = 'يا أيها الذين صدقوا الله واتبعوا رسوله, لم تعدون وعدا, أو تقولون قولا ولا تفون به وهذا إنكار على من يخالف فعله قوله.';
$t[3] = 'عظم بغضا عند الله أن تقولوا بألسنتكم ما لا تفعلونه.';
$t[4] = 'إن الله يحب الذين يقاتلون في سبيله صفا كأنهم بنيان متراص محكم لا ينفذ منه العدو.
وفي الآية بيان فضل الجهاد والمجاهدين.
لمحبة الله سبحانه لعباده المؤمنين إذا صفوا مواجهين لأعداء الله, يقاتلونهم في سبيله.';
$t[5] = 'واذكر لقومك- يا محمد- حين قال نبي الله موسى عليه السلام لقومه: لم تؤذونني بالقول والفعل, وأنتم تعلمون أني رسول الله إليكم؟ فلما عدلوا عن الحق مع علمهم به, وأصروا على ذلك؟ صرف الله قلوبهم عن قبول الهداية.
عقوبة لهم على زيغهم الذي اختاروه لأنفسهم.
والله لا يهدي القوم الخارجين عن الطاعة ومنهاج الحق.';
$t[6] = 'واذكر- يا محمد لقومك- حين قال عيسى ابن مريم لقومه, إني رسول الله إليكم, مصدقا لما جاء قبلي من التوراة, وشاهدا بصدق رسول يأتي من بعدي اسمه &quot; أحمد &quot; , وهو محمد صلى الله عليه وسلم, وداعيا إلى التصديق به, فلما جاءهم محمد صلى الله عليه وسلم بالآيات الواضحات, قالوا: هـذا الذي جئتنا به سحر بين.';
$t[7] = 'ولا أحد أشد ظلما وعدونا ممن اختلق على الله الكذب, وجعل له شركاء في عبادته, وهو يدعى إلى الدخول في الإسلام وإخلاص العبادة لله وحده.
والله لا يوفق الذين ظلموا أنفسهم بالكفر والشرك, إلى ما فيه فلاحهم.';
$t[8] = 'يريد هؤلاء الظالمون أن يبطلوا الحق الذي بعث به محمد صلى الله عليه وسلم- وهر القرآن بأقوالهم الكاذبة, بالله مظهر الحق بإتمام دينه ولو كره الجاحدون.';
$t[9] = 'الله هو الذي أرسل رسوله محمدا بالقرآن ودين الإسلام.
ليعليه على كل الأديان المخالفة له, ولو كره المشركون ذلك.';
$t[10] = 'يا أيها الذين صدقوا الله واتبعوا رسوله, هل أرشدكم إلى تجارة عظيمة الأن تنجيكم من عذاب موجع؟';
$t[11] = 'تداومون على إيمانكم بالله ورسوله, تجاهدون في سبيل الله.
لنصرة دينه بما تملكون من الأموال والأنفس, ذلك خير لكم من تجارة الدنيا, إن كنتم تعلمون مضار الأشياء ومنافعها, فامتثلوا ذلك.';
$t[12] = 'إن فعلتم أيها المؤمنون- ما أمركم الله به يستر عليكم ذنوبكم, ويدخلكم جنات تجري من تحت أشجارها الأنهار, ومساكن طاهرة زكية في جنت إقامة دائمة لا تنقطع, ذلك هو الفوز الذي لا فوز بعده';
$t[13] = 'ونعمة أخرى لكم- أيها المؤمنون- تحبونها هي نصر من الله يأتيكم, وفتح عاجل يتم على أيديكم.
وبشر المؤمنين- يا محمد- بالنصر والفتح في الدنيا, والجنة في الآخرة.';
$t[14] = 'يا أيها الذين صدقوا الله واتبعوا رسوله, كونوا أنصارا لدين الله, كما كان أصفياء عيسى أنصارا لدين الله حين قال لهم عيسى: من يتولى منكم نصري وإعانتي فيما يقرب إلى الله؟ قالوا: نحن أنصار دين الله, فاهتدت طائفة من بني إسرائيل, وضلت طائفة, فأيدنا الذين آمنوا بالله ورسوله, ونصرناهم على من عاداهم من فرق النصارى, فأصبحوا ظاهرين عليهم.
وذلك ببعثة محمد صلى الله عليه وسلم.';
?>