<?php
$t = array();
$t[1] = 'إذا حضر مجلسك المنافقون -يا محمد- قالوا بألسنتهم, نشهد إنك لرسول الله, والله يعلم إنك لرسوله الله, والله يشهد إن المنافقين لكاذبون فيما أظهروه من شهادتهم لك, وحلفوا عليه بألسنتهم, وأضمرا الكفر به.';
$t[2] = 'إنما جعل المنافقون أيمانهم التي أقسموها سترة ووقاية لهم من المؤاخذه, والعذاب, ومنعوا أنفسهم, ومنعوا الناس عن طريق الله المستقيم, إنهم بئس ما كانوا يعملون';
$t[3] = 'ذلك لأنهم آمنوا في الظاهر, ثم كفروا في الباطن, فختم الله على قلوبهم بسبب كفرهم, فهم لا يفهمون ما فيه صلاحهم.';
$t[4] = 'وإذا نظرت إلى هؤلاء المنافقين تعجبك هيئاتهم ومناظرهم, وإن يتحدثوا تسمع لحديثهم ; لفصاحة ألسنتهم, وهم لفراغ قلوبهم من الإيمان, وعقولهم من الفهم والعلم النافع كالأخشاب الملقاة على الحائط, التي لا حياة فيها, يظنون كل صوت عال واقعا عليهم وضارا بهم, لعلمهم بحقيقة حالهم, ولفرط جبنهم, والرعب الذي تمكن من قلوبهم, هم الذين تناهوا في العداوة لك وللمؤمنين, فخذ حذرك منهم, أخزاهم الله وطردهم من رحمته, كيف ينصرفون عن الحق أي ما هم فيه من النفاق والضلال؟';
$t[5] = 'وإذا قيل لهؤلاء المنافقين: أقبلوا تائبين معتذرين عما بدر منكم من سيئ القول وسفه الحديث, يطلب لكم رسول الله من ربه أن يعفو عنكم, حركوا رؤوسهم استهزاء: واستكبارا, وأبصرتهم - يا محمد- يعرضون عنك, وهم مستكبرون عن الامتثال لما طلب منهم.';
$t[6] = 'سواء على هؤلاء المنافقين أطلبت لهم المغفرة من الله- يا محمد- أم لم تطلب لهم, إن الله لن يصفح عن ذنوبهم أبدا ; لإصرارهم على الفسق ورسوخهم في الكفر إن الله لا يوفق للإيمان القوم الكافرين به, الخارجين عن طاعته.';
$t[7] = 'هؤلاء المنافقون هم الذين يقولون لأهل &quot; المدينة &quot; : لا تنفقوا على أصحاب رسول الله من المهاجرين حتى يتفرقوا عنه.
ولله وحده خزائن السموات والأرض وما فيهما من أرزاق, يعطيها من يشاء ويمنعها عمن يشاء, ولكن المنافقين لا يفهمون ذلك.';
$t[8] = 'يقول هؤلاء المنافقون: لئن عدنا إلى &quot; المدينة &quot; ليخرجن فريقنا الأعز منها فريق المؤمنين الأذل, والله تعالى العزة ولرسوله صلى الله عليه وسلم, والمؤمنين بالله ورسوله لا لغيرهم, ولكن المنافقين لا يعلمون ذلك لفرط جهلهم.';
$t[9] = 'يا أيها الذين صدقوا الله واتبعوا رسوله, لا تشغلكم أموالكم ولا أولادكم عن عبادة الله وطاعته, عن ومن تشغله أمواله, وأولاده عن ذلك, فأولئك هم المغبونون حظوظهم من كرامة الله ورحمته.';
$t[10] = 'وأنفقوا -أيها المؤمنون- بالله ورسوله بعض ما أعطيناكم في طرق الخير, مبادرين بذلك من قبل أن يجيء أحدكم الموت, ويرى دلائله وعلاماته, فيقول نادما: رب هلا أمهلتني, وأجلت موتي إلى وقت قصير, فأتصدق من مالي, وأكون من الصالحين الأتقياء.';
$t[11] = 'ولن يؤخر الله نفسا إذا جاء وقت موتها, وانقضى عمرها, والله سبحانه خبير بالذي تعملونه من خير وشر, وسيجازيكم على ذلك.';
?>