<?php
$t = array();
$t[1] = 'ينزه الله عما لا يليق به كل ما في السموات وما في الأرض, له سبحانه التصرف المطلق في كل شيء, وله الثناء الحسن الجميل, وهو على كل شيء قدير .';
$t[2] = 'الله هو الذي أوجدكم من العدم, فبعضكم جاحد لألوهيته, بعضكم مصدق به عامل بشرعه, وهو سبحانه بصير بأعمالكم لا يخفى عليه شيء منها, وسيجازيكم بها.';
$t[3] = 'خلق الله السموات والأرض بالحكمة البالغة, وخلقكم في أحسن صورة, إليه المرجع يوم القيمة, فيجازي كلا بعمله.';
$t[4] = 'يعلم سبحانه وتعالى كل ما في السموات والأرض, ويعلم ما تخفونه -أيها الناس- فيما بينكم وما تظهرونه.
والله عليم بما تضمره الصدور وما تخفيه النفوس.';
$t[5] = 'لم يأتكم- أيها المشركين خبر الذين كفروا من الأمم الماضية قبلكم, إذ مسهم سوء عاقبة كفرهم وسوء أفعالهم في الدنيا, ولهم في الآخرة عذاب أليم موجع؟';
$t[6] = 'ذلك الذي أصابهم في الدنيا, وما يصيبهم في الآخرة.
بسبب أنهم كانت تأتيهم رسل الله بالآيات البينات والمعجزات الواضحات, فقالوا منكرين: أبشر مثلنا يرشدوننا؟ فكفوا بالله فجحدوا رسالة رسله, وأعرضوا عن الحق فلم يقبلوه واستغنى الله, والله غني, له الغنى التام المطلق, حميد في أقواله وأفعاله وصفاته لا يبالي بهم, ولا يضره ضلالهم شيئا.';
$t[7] = 'ادعى الذين كفروا بالله باطلا أنهم لن يخرجوا من قبورهم بعد الموت, قل لهم- يا محمد-: بلى وربي لتخرخن من قبوركم أحياء, ثم لتخبرن بالذي عملتم في الدنيا, وذلك على الله يسير هين.';
$t[8] = 'فآمنوا بالله ورسوله- أيها المشركون- واهتدوا بالقرآن الذي أنزله على رسوله, والله بما تفعلون خبير لا يخفى عليه شيء من أعمالكم وأقوالكم, وهو مجازيكم عليها يوم القيامة-';
$t[9] = 'اذكروا يوم الحشر الذي يحشر الله فيه الأولين والآخرين, ذلك اليوم الذي تظهر فيه خسارة أهل النار.
لتركهم طاعة الله.
ومن يؤمن بالله ويعمل بطاعته, يمح عنه ذنوبه, ويدخله جنات تجري من تحت قصورها الأنهار, خالدين فيها أبدا, ذلك الخلود في الجنات هو الفوز العظيم الذي لا فوز بعده.';
$t[10] = 'والذين جحدوا بالله وكذبوا بمعجزاته التي أرسل بها رسله, أولئك أهل النار ماكثين فيها أبدا, وساء المرجع الذي صاروا إليه, وهو جهنم.';
$t[11] = 'ما أصاب أحدا شيء من البلاء إلا بإذن الله وقضائه وقدره.
ومن يؤمن بالله يهد قلبه للتسليم بأمره والرضا بقضائه.
والله بكل شيء عليم, لا يخفى عليه شيء من ذلك.';
$t[12] = 'وأطيعوا الله أيها الناس- وانقادوا إليه فيما أمر به ينهى عنه, وأطيعوا الرسول صلى الله عليه وسلم, فيما بلغكم به عن ربه, فإن أعرضتم عن طاعة الله ورسوله, فليس على رسولنا ضرر في إعراضكم, إنما عليه أن يبلغكم ما أرسل به بلاغا واضح البيان.';
$t[13] = 'الله وحده لا معبود بحق سواه, وعلى الله فليعتمد المؤمنون بوحدانيته في كل أمورهم.';
$t[14] = 'يا أيها الذين آمنوا بالله ورسوله, إن من أزواجكم وأولادكم أعداء لكم يصدونكم عن سبيل الله, ويثبطونكم عن طاعته, فكونوا منهم على حذر, ولا تطيعوهم, وإن تتجاوزوا عن سيئاتهم وتعرضوا عنها, وتستروها عليهم, فإن الله غفور رحيم, يغفر لكم ذنوبكم.
لأنه سبحانه عظيم الغفران واسع الرحمة-';
$t[15] = 'ما أموالكم ولا أولادكم إلا بلاء واختبار لكم والله عنده ثواب عظيم لمن آثر طاعت على طاعة غيره, وأدى حق الله في ماله.';
$t[16] = 'فابذلوا- أيها المؤمنون- في تقوى الله جهدكم وطاقتكم, واسمعوا لرسول الله صلى الله عليه وسلم سماع تدبر وتفكر, وأطيعوا أوامره واجتنبوا نواهيه, وأنفقوا مما رزقكم الله يكن خيرا لكم.
ومن سلم من البخل ومنع الفضل من المال, فأولئك هم الظافرون بكل خير, الفائزون بكل مطلب.';
$t[17] = 'إن تنفقوا أموالكم في سبيل الله بإخلاص وطيب نفس, يضاعف الله ثواب ما أنفقتم, ويغفر لكم ذنوبكم.
والله شكور لأهل الإنفاق بحسن الجزاء على ما أنفقوا, حليم لا يعجل بالعقوبة على من عصاه.';
$t[18] = 'وهو سبحانه العالم بكل ما غاب وما حضر, العزيز الذي لا يغالب, الحكيم في أقواله وأفعاله.';
?>