<?php
$t = array();
$t[1] = 'يا أيها النبي إذا أردتم- أنت والمؤمنون أن تطلقوا نساءكم فطلقوهن مستقبلات لعدتهن- أي في طهر لم يقع فيه جماع واحفظوا العدة.
لتعلموا وقت الرجعة إن أردتم أن تراجعوهن, وخافوا الله ربكم, لا تخرجوا المطلقات من البيوت التي يسكن فيها إلى أن تنقضي عدتهن, وهي ثلاث حيضات لغير الصغيرة والآيسة والحامل, ولا يجوز لهن الخروج منها بأنفسهن إلا إذا فعلن فعلة منكرة ظاهرة كالزنى, وتلك أحكام الله التي شرعها لعباده, ومن يتجاوز أحكام الله فقد ظلم نفسه, وأوردها مورد الهلاك.
لا تدري- أيها المطلق-: لعل الله يحدث بعد ذلك الطلاق أمرا لا تتوقعه فتراجعها.';
$t[2] = 'فإذا قاربت المطلقات نهاية عدتهن فراجعوهن مع حسن المعاشرة, والإنفاق عليهن, أو فارقوهن مع إيفاء حقهن, دون المضارة لهن, وأشهدوا على الرجعة أو المفارقة رجلين عدلين منكم, وأدوا- أيها الشهود- الشهادة خالصة لله لا لشيء آخر, ذلك الذي أمركم الله به يوعظ به من كان يؤمن بالله واليوم الآخر.
ومن يخف الله فيعمل بما أمره به, ويتجنب ما نهاه عنه, يجعل له مخرجا من كل ضيق,';
$t[3] = 'ويسبب له أسباب الرزق من حيث لا يخطر على باله, ولا يكون في حسبانه.
ومن يتوكل على الله فهو كافيه ما أهمه في جميع أموره.
إن الله بالغ أمره, لا يفوته شيء, ولا يعجزه مطلوب, قد جعل الله لكل شيء أجلا ينتهي إليه, وتقديرا لا يجاوزه.';
$t[4] = 'والنساء المطلقات اللاتي انقطع عنهن دم الحيض, لكبر سنهن, إن شككتم فلم تدروا ما الحكم فيهن؟ فعدتهن ثلاثة أشهر, والصغيرات اللاتي لم يحضن, فعدتهن ثلاثة أشهر كذلك.
وزوات الحمل من النساء عدتهن أن يضعن حملهن.
ومن يخف الله, فينفذ أحكامه, يجعل له من أمره يسرا في الدنيا والآخرة.';
$t[5] = 'ذلك الذي ذكر من أمر الطلاق والعدة أمر الله الذي أنزله إليكم- أيها الناس- لتعملوا به.
ومن يخف الله فيتقه باجتناب معاصيه, وأداء فرائضه, يمح عنه ذنوبه, ويجزل له الثواب في الآخرة, ويدخله الجنة.';
$t[6] = 'أسكنوا المطلقات من نسائكم في أثناء عدتهن مثل سكناكم على قدر سعتكم وطاقتكم, ولا تلحقوا بهن ضررا, لتضيقوا عليهن في المسكن, إن كان نساؤكم المطلقك ذوات حمل, فأنفقوا عليهن في عدتهن حتى يضعن حملهن, فإن أرضعن لكم أولادهن منكم بأجرة, فوفوهن أجورهن, وليأمر بعضكم بعضا بما عرف من سماحة وطيب نفس, إن لم تتفقوا على إرضاع الأم, فترضع للأب مرضعة أخرى غير الأم المطلقة.';
$t[7] = 'لينفق الزوج مما وسع الله عليه على زوجته المطلقة, وعلى ولده إذا كان الزوج ذا سعة في الرزق, ومن ضيق عليه في الرزق وهو الفقير, فلينفق مما أعطاه الله من الرزق, لا يكلف الفقير مثل ما يكلف الغني, سيجعل الله بعد ضيق وشدة سعة وغنى.';
$t[8] = 'وكثير من القرى عصى أهلها أمر الله وأمر رسوله وتمادوا في طغيانهم وكفرهم, فحاسبناهم على أعمالهم في الدنيا حسابا شديدا, وعذبناهم عذابا عظيما منكرا,';
$t[9] = 'فتجرعوا سوء عاقبة عتوهم وكفرهم, وكان عاقبة كفرهم هلاكا وخسرانا لا خسران بعده.';
$t[10] = 'أعد الله لهؤلاء القوم الذين طغوا, وخالفوا أمره وأمر رسله, عذابا بالغ الشدة, فخافوا الله واحذروا سخطه يا أصحاب العقول الراجحة الذين صدقوا الله واتبعوا رسله.
قد أنزل الله إليكم- أيها المؤمنون ذكرا يذكركم به, وينبهكم على حظكم من الإيمان بالله والعمل بطاعته .';
$t[11] = 'وهذا الذكر هو الرسول يقرأ عليكم آيات الله موضحات لكم الحق من الباطل, كي يخرج الذين صدقوا الله ورسوله, وعملوا بما أمرهم الله به وأطاعوه من ظلمات الكفر إلى نور الإيمان, ومن يؤمن بالله ويعمل عملا صالحا, يدخله جنات تجري من تحت أشجارها الأنهار, ماكثين فيها ابدا, قد أحسن الله للمؤمن الصلح رزقه في الجنة.';
$t[12] = 'الله وحده هو الذي خلق سبع سموات, وخلق سبعا من الأرضين, وأنزل الأمر مما أوحاه الله إلى رسله وما يدبر به خلقه بين السموات والأرض, لتعلموا- أيها الناس- أن الله على كل شيء قدير لا يعجزه شيء, وأن الله قد أحاط بكل شيء علما, فلا يخرج شيء عن علمه وقدرته.';
?>