<?php
$t = array();
$t[1] = 'تعالى الله وتعاظم عما سواه ذاتا وصفات وفعلا, وتكاثر خيره وبره على جميع خلقه, الذي بيده ملك الدنيا والآخرة وسلطانهما, نافذ فيهما أمره وقضاؤه, وهو على كل شيء قدير.
ويستفاد من إضافة اليد إلى الله تعالى ثبوت صفة ذات له سبحانه.';
$t[2] = 'الذي خلق الموت والحياة ليختبركم - أيها الناس-: أيكم خير عملا وأخلصه؟ وهو العزيز الذي لا يعجزه شيء, الغفور لمن تاب من عباده.
وفي الآية ترغيب في فعل الطاعات, وزجر عن اقتراف المعاصي.';
$t[3] = 'الذي خلق سبع سموات متوافقة على سنة واحدة, بعضها فوق بعض, ما ترى في خلق الرحمن- أيها الناظر- من اختلاف ولا تباين, فأعد النظر إلى السماء: هل ترى فيها من شقوق أو صدوع؟';
$t[4] = 'ثم أعد النظر مرة بعد مرة, يرجع إليك البصر ذليلا صاغرا عن أن يرى نقصا, وهر متعب كليل.';
$t[5] = 'ولقد زينا السماء القريبة التي تراها العيون بنجوم عظيمة مضيئة, وجعلناها شهبا محرقة لمسترقي السمع من الشياطين, واعتدنا لهم في الآخرة عذاب النار الموقدة يقاسون حرها.';
$t[6] = 'وللكافرين بخالقهم عذاب جهنم, يساء المرجع لهم جهنم.';
$t[7] = 'إذا طرح هؤلاء الكافرون في جهنم سمعوا لها صوتا شديدا منكرا, هي تغلي غليانا شديدا.';
$t[8] = 'تكاد جهنم تتمزق من شدة غضبها على الكفار, كلما طرح فيها جماعة من الناس سألهم الموكلين بأمرها على سبيل التوبيخ: ألم يأتكم في الدنيا رسول يحذركم هذا العذاب الذي أنتم فيه؟';
$t[9] = 'أجابوهم قائلين, بلى قد جاءنا رسول من عند الله وحذرنا, فكتبناه, وقلنا فيما جاء به من الآيات: ما نزل الله على أحد من البشر شيئا, ما أنتم أيها الرسل- إلا في ذهاب بعيد عن الحق.';
$t[10] = 'وقالوا معترفين: لو كنا نسمع سماع من يطلب الحق, أو نفكر فيما تدعى إليه, ما كنا في عداد أهل النار.';
$t[11] = 'فاعترفوا بتكذيبهم وكفرهم الذي استحقوا به عذب النار, فبعدا لأهل النار عن رحمة الله.';
$t[12] = 'إن الذين يخافون ربهم, فيعبدونه, ولا يعصونه وهم غائبون عن أعين الناس, ويخشون العذاب في الأخرة قبل معاينته, لهم عفو من الله عن ذنوبهم, وثواب عظيم وهو الجنة.';
$t[13] = 'وأخفوا قولكم- أيها المشركون- في الدين والرسول أو أعلنوه, فهما عند الله سواء, إنه سبحانه عليم بمضمرات الصدور, فكيف تخفى عليه أقوالكم وأعمالكم؟';
$t[14] = 'ألا يعلم- سبحانه وهو الخالق- خلقه وشؤونهم؟ وهو اللطيف بعباه, الخبير بهم وبأعمالهم.';
$t[15] = 'الله وحده هو الذي جعل لكم الأرض سهلة ممهدة تستقرون عليها, فامشوا في نواحيها وجوانبها, وكلوا من رزق الله الذي يخرجه لكم منها, وإليه وحده البعث من قبوركم للحساب والجزاء.
وفي الآية إيماء إلى طلب الرزق والمكاسب, وفيها دلالة على وحدانية الله وقدرته, والتذكير بنعمه, والتحذير من الركون إلى الدنيا.';
$t[16] = 'هل أمنتم- يا كفار &quot; مكة &quot; الله الذي في السماء أن يخسف بكم الأرض, فإذا هي تضطرب بكم حتى تهلكوا؟';
$t[17] = 'هل أمنتم الله الذي في السماء أن يرسل عليكم ريحا ترجمكم بالحجارة الصغيرة, فستعلمون- أيها الكافرون- كيف تحذيري لكم إذا عاينتم العذاب؟ ولا ينفعكم العلم حين ذلك.
وفي الآية إثبات العلو لله تعالى, كما يليق بجلاله سبحانه.';
$t[18] = 'ولقد كذب الذين كانوا قبل كفار &quot; مكة &quot; كقوم- نوح وعاد رسلهم, فكيف كان إنكاري عليهم, وتغييري ما بهم من نعمة لإنزال العذاب بهم وإهلاكهم؟';
$t[19] = 'أغفل هؤلاء الكافرون, ولم ينظروا إلى الطير فوقهم, باسطات أجنحتها عند طيرانها في الهواء, ويضممنها إلى جنوبها أحيانا؟ ما يحفظها من الوقوع عند ذلك إلا الرحمن إنه بكل شيء بصير لا ترى في خلقه نقص ولا تفاوت.';
$t[20] = 'بل من هذا الذي هو في زعمكم- أيها الكافرون حزب لكم ينصركم من غير الرحمن, إن أراد بكم سوءا؟ ما الكافرون في زعمهم هذا إلا في خداع وضلال من الشيطان.';
$t[21] = 'بل من هذا الرازق المزعوم الذي يرزقكم إن أمسك الله رزقه ومنعه عنكم؟ بل استمر الكافرون في طغيانهم وضلالهم في معاندة واستكبار ونفور عن الحق, لا يسمعون له, ولا يتبعونه.';
$t[22] = 'أفمن يمشي منكسا على وجهه لا يدري أين يسلك ولا كيف يذهب, أشد استقامة على الطريق وأهدى, أم من يمشي مستويا منتصب القمة سالما على طريق واضح لا اعوجاج فيه؟ وهذا مثل ضربه الله للكافر والمؤمن,';
$t[23] = 'قل لهم- يا محمد-: الله هو الذي أوجدكم من العدم, وجعل لكم السمع لتسمعوا به, والأبصار لتبصروا بها, والقلوب لتعقلوا بها, قليلا- أيها الكافرون- ما تؤدون شكر هذه النعم لربكم الذي أنعم بها عليكم.';
$t[24] = 'قل لهم: الله هو الذي خلقكم ونشركم في الأرض, إليه- تجمعون بعد هذا التفرق للحسب والجزاء.';
$t[25] = 'ويقول الكافرون: متى يتحقق هذا الوعد بالحشر يا محمد؟ أخبرونا بزمانه أيها المؤمنون, إن كنتم صادقين فيما تدعون,';
$t[26] = 'قل- يا محمد- لهؤلاء: إن العلم بوقت قيام الساعة اختص الله به, إنما أنا نذير لكم أخوفكم عاقبة كفركم, وأبين لكم ما أمرني الله ببيانه غاية البيان-';
$t[27] = 'فلما رأى الكفار عذاب الله قريبا منهم وعاينوه, ظهرت الذلة والكآبة على وجوههم, وقيل توبيخا لهم: هذا الذي كنتم تطبون تعجيله في الدنيا.';
$t[28] = 'قل- يا محمد- لهؤلاء الكافرين: أخبروني إن أماتني الله ومن معي من المؤمنين كما تتمنون, أو رحمنا فأخر آجالنا, وعافانا من عذابه, فمن هذا الذي يحميكم, ويمنعكم من عذاب أليم موجع؟';
$t[29] = 'قل: الله هو الرحمن صدقنا به, واطعناه, وعليه وحده اعتمدنا في كل أمورنا, فتعلمون- أيها الكافرون- إذا نزل العذاب: أي الفريقين منا ومنكم في ذهاب بعيد عن الحق؟';
$t[30] = 'قل- يا محمد- لهؤلاء المشركين: أخبروني إن صار ماؤكم الذي تشربون منه ذاهبا في الأرض لا تصلون إليه بوسيلة, فمن غير الله يجيئكم بماء جار على وجه الأرض ظاهر للعيون؟';
?>