<?php
$t = array();
$t[1] = '(ن) سبق الكلام على الحروف المقطعة في أول سورة البقرة.
أقسم الله بالقلم الذي يكتب به الملائكة والناس, وبما يكتبون من الخير والنفع والعلم.';
$t[2] = 'ما أنت- يا محمد- بسبب نعمة الله عليك بالنبوة والرسالة بضعيف العقل, ولا سفيه الرأى,';
$t[3] = 'وإن لك على ما تلقاه من شدائد على تبليغ الرسالة لثوابا عظيما غير منقوص ولا مقطوع,';
$t[4] = 'وإنك- يا محمد- لعلى خلق عظيم, وهو ما اشتمل عليه القرآن من مكارم الأخلاق.
فقد كان امتثال القرآن سجية له يأتمر بأمره, وينتهي عما ينهى عنه-.';
$t[5] = 'فعن قريب سترى يا محمد ,';
$t[6] = 'ويرى الكافرون في أيكم الفتنة والجنون؟';
$t[7] = 'إن ربك- سبحانه- هو أعلم بالشقي المنحرف عن دين الله وطريق الهدى, وهو أعلم بالتقي المهتدي إلى دين الحق.';
$t[8] = 'فاثبت على ما أنت عليه- يا محمد- من مخالفة المكذبين ولا تطعهم.';
$t[9] = 'تمنوا وأحبوا لو تلاينهم, وتصانعهم بعض الشيء, فيلينون لك.';
$t[10] = 'ولا تطع -يا محمد- كل كثير الحلف كذاب حقير,';
$t[11] = 'مغتاب للناس , نقال للحديث على وجه الإفساد بينهم,';
$t[12] = 'بخيل بالمال ضنين به عن الحق, شديد المنع للخير, متجاوز حده في العدوان على الناس وتناول المحرمات , كثير الآثام, شديد في كفره,';
$t[13] = 'فاحش لئيم, منسوب لغير أبيه,';
$t[14] = 'من أجل أنه كان صاحب مال وبنين.';
$t[15] = 'إذا قرأ عليه أحد آيات القرآن كذب بها , وقال: هذا أباطيل الأولين وخرافاتهم وفي هذه الآيات تحذير المسلم من موافقة من اتصف بهذه الصفات الذميمة.';
$t[16] = 'سنجعل على أنفه علامة لازمة لا تفارقه; ليكون مفتضحا بها أمام الناس.';
$t[17] = 'إنا اختبرنا أهل &quot; مكة &quot; بالجوع والقحط , كما اختبرنا أصحاب الحديقة حين حلفوا فيما بينهم, ليقطعن ثمار حديقتهم مبكرين في الصباح, فلا يطعم منها غيرهم,';
$t[18] = 'ولم يقولوا: إن شاء الله.';
$t[19] = 'فأنزل الله عليها نارا أحرقتها ليلا, وهم نائمون,';
$t[20] = 'فأصبحت محترقة سوداء كالليل المظلم.';
$t[21] = 'فنادى بعضهم بعضا وقت الصباح:';
$t[22] = 'أن اذهبوا مبكرين إلى زرعكم , إن كنتم مصرين على قطع الثمار.';
$t[23] = 'فاندفعوا مسرعين , وهم يتسارون بالحديث فيما بينهم:';
$t[24] = 'بأن لا تمكنوا اليوم أحدا من المساكين من دخول حديقتكم.';
$t[25] = 'وصاروا في أول النهار إلى حديقتهم على قصدهم السيء في منع المساكين من ثمار الحديقة, وهم في غاية القدرة على تنفيذه في زعمهم.';
$t[26] = 'فلما رأوا حديقتهم محترقة أنكروها, وقالوا: لقد أخطأنا الطريق إليها,';
$t[27] = 'فلما عرفها أنها هي جنتهم , قالوا: بل نحن محرومون خيرها; بسبب عزمنا على البخل ومنع المساكين.';
$t[28] = 'قال أعدلهم: ألم أقل لكم هلا تستثنون وتقولون: إن شاء الله؟';
$t[29] = 'قالوا بعد أن عادوا إلى رشدهم: تنزه الله ربنا عن الظلم فيما أصابنا, بل نحن كنا الظالمين لأنفسنا بترك الاستثناء وقصدنا السيئ.';
$t[30] = 'فأقبل بعضهم على بعض, يلوم كل منهم الآخر على تركهم الاستثناء وعلى قصدهم السيئ,';
$t[31] = 'قالوا: يا ويلنا إنا كنا متجاوزين الحد في منعنا الفقراء ومخالفة أمر الله ,';
$t[32] = 'عسى ربنا أن يعطينا أفضل من حديقتنا; بسبب توبتنا واعترافنا بخطيئتنا إنا إلى ربنا وحده راغبون, راجون العفو, طالبون الخير.';
$t[33] = 'مثل ذلك العقاب الذي عاقبنا به أهل الحديقة يكون عقابنا في الدنيا لكل من خالف أمر الله, وبخل بما أتاه الله من النعم, ولعذاب الآخرة أعظم وأشد من عذاب الدنيا, لو كانوا يعلمون لانزجروا عن كل سبب يوجب العقاب.';
$t[34] = 'إن الذين اتقوا عقاب الله بفعل ما أمرهم به وترك ما نهاهم عنه, لهم عند ربهم في الآخرة جنات فيها النعيم المقيم.';
$t[35] = 'أفنجعل الخاضعين لله بالطاعة كالكافرين؟';
$t[36] = 'ما لكم كيف حكمتم هذا الحكم الجائر , فساويتم بينهم في الثواب؟';
$t[37] = 'أم لكم كتاب منزل من السماء تجدون فيه المطيع كالعاصي, فأنتم تدرسون فيه ما تقولون؟';
$t[38] = 'إن لكم في هذا الكتاب إذا ما تشتهون, ليس لكم ذلك.';
$t[39] = 'أم لكم عهود ومواثيق علينا في أنه سيحصل لكم ما تريدون وتشتهون؟';
$t[40] = 'سل المشركين- يا محمد-: أيهم بذلك الحكم كفيل وضامن بأن يكون له ذلك؟';
$t[41] = 'أم لهم آلهة تكفل لهم ما يقولون , وتعينهم على إدراك ما طلبوا , فليأتوا بها إن كانوا صادقين في دعواهم؟';
$t[42] = 'يوم القيامة يشتد الأمر ويصعب هوله, ويأتي الله تعالى لفصل القضاء بين الخلائق , فيكشف عن ساقه الكريمة التي لا يشبهها شيء, قال صلى الله عليه وسلم: &quot; يكشف ربنا عن ساقه, فيسجد له كل مؤمن ومؤمنة, ويبقى من كان يسجد في الدنيا.
رياء وسمعة, فيذهب ليسجد, فيعود ظهره طبقا واحدا &quot; رواه البخاري ومسلم.';
$t[43] = 'منكسرة أبصارهم لا يرفعونها , تغشاهم ذلة شديدة من عذاب الله, وقد كانوا في الدنيا يدعون إلى الصلاة لله وعبادته, وهم أصحاء قادرون عليه فلا يسجدون; تعظما واستكبارا.';
$t[44] = 'فذرني- يا محمد- ومن يكذب بهذا القرآن, فإن علي جزاءهم والانتقام منهم, سنمدهم بالأموال والأولاد والنعم.
استدراجا لهم من حيث لا يشعرون أنه سبب لإهلاكهم,';
$t[45] = 'وأمهلهم وأطيل أعمارهم; ليزدادوا إثما إن كيدي بأهل الكفر قوي شديد.';
$t[46] = 'أم نسأل- يا محمد- هؤلاء المشركين أجرا دنيويا على تبليغ الرسالة فهم من غرامة ذلك مكلفون حملا ثقيلا؟';
$t[47] = 'بل أعندهم علم الغيب, فهم يكتبون عنه ما يحكمون به لأنفسهم من أنهم أفضل منزلة عند الله من أهل الإيمان به؟';
$t[48] = 'فاصبر- يا محمد- لما حكم به ربك وقضاه, ومن ذلك إمهالهم وتأخير نصرتك عليهم, ولا تكن كصاحب الحوت, وهو يونس عليه السلام- في العجلة والغضب , حين نادى ربه, وهو مملوء غما طالبا تعجيل العذاب لهم,';
$t[49] = 'لولا أن تداركه نعمة من ربه بتوفيقه للتوبة وقبولها لطرح من بطن الحوت بالأرض الفضاء المهلكة, وهو آت بما يلام عليه,';
$t[50] = 'فاصطفاه ربه لرسالته, فجعله من الصالحين الذين صلحت نياتهم وأعمالهم وأقوالهم.';
$t[51] = 'وإن يكاد الكفار- يا محمد- ليسقطونك عن مكانك بنظرهم إليك عدواة وبغضا حين سمعوا القرآن, ويقولون: إنك لمجنون.';
$t[52] = 'وما القرآن إلا موعظة وتذكير للعالمين من الإنس والجن.';
?>