<?php
$t = array();
$t[1] = 'دعا داع من المشركين على نفسه وقومه بنزول العذاب عليهم,';
$t[2] = 'وهو واقع بهم يوم القيامة لا محالة, ليس له مانع يمنعه';
$t[3] = 'من الله ذي العلو والجلال,';
$t[4] = 'تصعد الملائكة وجبريل إليه تعالى في يوم كان مقداره خمسين ألف سنة من سني الدنيا, وهو على المؤمن مثل صلاة مكتوبة.';
$t[5] = 'فاصبر- يا محمد- على استهزائهم واستعجالهم العذاب, صبرا لا جزع فيه, ولا شكوى منه لغير الله.';
$t[6] = 'إن الكافرين يستبعدون العذاب ويرونه غير واقع,';
$t[7] = 'ونحن نراه واقعا قريبا لا محالة.';
$t[8] = 'يوم تكون السماء سائلة مثل حثالة الزيت,';
$t[9] = 'وتكون الجبال كالصوت المصبوغ المنفوش الذي ذرته الريح.';
$t[10] = 'ولا يسأل قريب قريبه عن شأنه.
لأن كل واحد منهما مشغول بنفسه.';
$t[11] = 'يرونهم ويعرفونهم, ولا يستطيع أحد أن ينفع أحدا.
يتمنى الكافر لو يفدي نفسه من عذاب يوم القيامه بأبنائه,';
$t[12] = 'وزوجه وأخيه ,';
$t[13] = 'وعشيرته التي تضمه وينتمي إليها في القرابة,';
$t[14] = 'وبجميع من في الأرض من البشر وغيرهم, ثم ينجو من عذاب الله.';
$t[15] = 'ليس الأمر كما تتمناه- أيها الكافر- من الافتداء, إنها جهنم تتلظى نارها وتلتهب,';
$t[16] = 'تنزع بشدة حرها جلدة الرأس وسائر أطراف البدن,';
$t[17] = 'تنادي من أعرض عن الحق في الدنيا, وترك طاعه الله ورسوله,';
$t[18] = 'وجمع المال, فوضعه في خزائنة, ولم يؤد حق الله فيه.';
$t[19] = 'وشدة الإنسان جبل على الجزع وشدة الحرص,';
$t[20] = 'إذا أصابه المكروه والعسر فهو كثير الجزع والأسى ,';
$t[21] = 'وإذا أصابه الخير واليسر فهو كثير المنع والإمساك ,';
$t[22] = 'إلا المقيمين للصلاة';
$t[23] = 'الذين يحافظون على أدائها في جميع الأوقات , ولا يشغلهم عنها شاغل ,';
$t[24] = 'والذين في أموالهم نصيب معين فرضه الله عليهم ,';
$t[25] = 'وهو الزكاة لمن يسألهم المعونة, ولمن يتعفف عن سؤالها ,';
$t[26] = 'والذين يؤمنون بيوم الحساب والجزاء فيستعدون له بالأعمال الصالحة,';
$t[27] = 'والذين هم خائفون من عذاب الله';
$t[28] = 'إن عذاب ربهم لا ينبغي أن يأمنه أحد';
$t[29] = 'والذين هم حافظون لفروجهم عن كل ما حرم الله عليهم,';
$t[30] = 'إلا على أزواجهم وإمائهم, فإنهم غير مؤاخذين.';
$t[31] = 'فمن طلب لقضاء شهوته غير الزوجات والمملوكات , فأولئك هم المتجاوزون الحلال إلى الحرام.';
$t[32] = 'والذين هم حافظون لأمانات الله, أمانات العباد, وحافظون لعهودهم مع الله تعالى ومع العباد,';
$t[33] = 'والذين يؤدون شهاداتهم بالحق دون تغيير أو كتمان ,';
$t[34] = 'والذين يحافظون على أداء الصلاة ولا يخلون بشيء من واجباتها.';
$t[35] = 'أولئك المتصفون بتلك الأوصاف الجليلة مستقرون في جنات النعيم , مكرمون فيها بكل أنواع التكريم.';
$t[36] = 'فأي دافع دفع هؤلاء الكفرة إلى أن يسيروا نحوك- يا محمد- مسرعين , وقد مدوا أعناقهم إليك مقبلين بأبصارهم عليك ,';
$t[37] = 'يتجمعون عن يمينك وعن شمالك حلقا متعددة وجماعات متفرقة يتحدثون ويتعجبون؟';
$t[38] = 'أيطمع كل واحد من هؤلاء الكفار أن يدخله الله جنة النعيم الدائم؟';
$t[39] = 'ليس الأمر كما يطمعون , فإنهم لا يدخلونها أبدا.
إنا خلقناهم مما يعلمون من ماء مهين كغيرهم , فلم يؤمنوا , فمن أين يتشرفون بدخول جنة النعيم؟';
$t[40] = 'فلا أقسم برب مشارق الشمس والكواكب ومغاربها,';
$t[41] = 'إنا لقادرون على أن نستبدل بهم قوما أفضل منهم وأطوع لله؟ وما أحد يسبقنا ويفوتنا ويعجزنا إذا أردنا أن نعيده.';
$t[42] = 'فاتركهم يخوضوا في باطلهم , ويلعبوا في دنياهم حتى يلاقوا يوم القيامة الذي يوعدون فيه بالعذاب ,';
$t[43] = 'يوم يخرجون من القبور مسرعين, كما كانوا في الدنيا يذهبون إلى آلهتهم التي اختلقوها للعبادة من دون الله, يهرولون ويسرعون , ذليلة أبصارهم منكسرة إلى الأرض , تغشاهم الحقارة والمهانة, ذلك هو اليوم الذي وعدوا به في الدنيا, وكانوا به يهزؤون ويكذبون.';
$t[44] = '';
?>