<?php
$t = array();
$t[1] = 'قل- يا محمد-: أوحى الله إلي أن جماعة من الجن قد استمعوا لتلاوتي للقرآن , فلما سمعوه قالوا لقومهم: إنا سمعنا قرآنا بديعا في بلاغته وفصاحته ,';
$t[2] = 'يدعو إلى الحق والهدى , فصدقنا بهذا القرآن , ولن يشرك بربنا الذي خلقنا أحدا في عبادته.';
$t[3] = 'وأنه تعالت عظمة ربنا وجلاله, ما اتخذ زوجة ولا ولدا.';
$t[4] = 'وأن سفيهنا- وهو إبليس- كان يقول على الله تعالى قولا بعيدا عن الحق والصواب , من دعوى الصاحب والولد.';
$t[5] = 'وأنا حسبنا أن أحدا لن يكذب على الله تعالى , لا من الإنس ولا من الجن في نسبة الصاحبة والولد إليه.';
$t[6] = 'وأنه كان رجال من الإنس يستجيرون برجال من الجن, فزاد رجال الإنس الجن باستعاذتهم بهم طغيانا وسفها.
وهذه الاسعتاذة بغير الله, التي نعاها الله على أهل الجاهلية, من الشرك الأكبر , الذي لا يغفره الله إلا بالتوبة النصوح منه.
وفي الآية تحذير شديد من اللجوء إلى السحرة والمشعوذين وأشباههم.';
$t[7] = 'وأن كفار الإنس حسبوا كما حسبتم- يا معشر الجن- أن الله تعالى لن يبعث أحدا بعد الموت.';
$t[8] = 'وأنا- معشر الجن- طلبنا بلوغ السماء, لاستماع كلام أهلها, فوجدناها ملئت بالملائكة الكثيرين الذين يحرسونها, وبالشهب المحرقة التي يرمى بها من يقترب منها.';
$t[9] = 'وأنا كنا قبل ذلك نتخذ من السماء مواضع; لنستمع إلى أخبارها, فمن يحاول الآن استراق السمع يجد له شهابا بالمرصاد, يحرقه ويهلكه.
وفي هاتين الآيتين إبطال مزاعم السحرة بالمشعوذين, الذين يدعون علم الغيب , ويغرورن بضعفة العقول بكذبهم وافترائهم.';
$t[10] = 'واننا معشر الجن- لا نعلم: أشر أراد الله أن ينزله بأهل الأرض؟ أم أراد بهم خيرا وهدى؟';
$t[11] = 'وأنا منا الأبرار المتقون , ومنا دون ذلك كفر وفساق, كنا فرقا ومذاهب مختلفة.';
$t[12] = 'وأنا أيقنا أن الله قادر علينا , وأننا في قبضته وسلطانه, فلن نفوته إذا أراد بنا أمرا أينما كنا, ولن نستطيع أن نفلت من عقابه هربا إلى السماء.
, إن أراد بنا سوءا.';
$t[13] = 'وإنا لما سمعنا القرآن آمنا به, وأقررنا أنه حق من عند الله , فمن يؤمن بربه , فإنه لا يخشى نقصانا من حسناته , ولا ظلما يلحقه بزيادة في سيئاته.';
$t[14] = 'وأنا منا الخاضعون لله بالطاعة, ومنا الجائرون الظالمون الذين حادوا عن طريق الحق , فمن أسلم وخضع لله بالطاعة, فأؤلئك الذين قصدوا طريق الحق والصواب, واجتهدوا في اختياره فهداهم الله إليه,';
$t[15] = 'وأما الجائرون عن طريق الإسلام فكانوا وقودا لجهنم.';
$t[16] = 'وأنه لو سار الكفار من الإنس والجن على طريقة الإسلام , ولم يحيدوا عنها لأنزلنا عليهم ماء كثيرا , ولوسعنا عليهم الرزق في الدنيا.';
$t[17] = 'لنختبرهم: كيف يشكرون نعم الله عليهم؟ ومن يعرض عن طاعة ربه واستماع القرآن وتدبره, والعمل به يدخله عذابا شديدا شاقا.';
$t[18] = 'وأن المساجد لعبادة الله وحده, فلا تعبدوا فيها غيره , وأخلصوا له الدعاء والعبادة فيها.
فإن المساجد لم تبن إلا ليعبد الله وحده فيها, دون من سواه , وفي هذا وجوب تنزيه المساجد من كل ما يشوب الإخلاص لله, ومتابعة رسوله محمد صلى الله عليه وسلم.';
$t[19] = 'وأنه لما قام محمد صلى الله عليه وسلم , يعبد ربه , كاد الجن يكونون عليه جماعات متراكمة, بعضها فوق بعض ; من شدة ازدحامهم لسماع القرآن منه.';
$t[20] = 'قل -يا محمد- لهؤلاء الكفار إنما أعبد ربي وحده , ولا أشرك معه في العبادة أحدا.';
$t[21] = 'قل- يا محمد لهم: إني لا أقدر أن أدفع عنكم ضرا , ولا أجلب لكم نفعا ,';
$t[22] = 'قل: إني لن ينقذني من عذاب الله أحد إن عصيته, ولن أجد من دونه ملجأ أفر إليه من عذابه,';
$t[23] = 'لكن أملك أن أبلغكم عن الله ما أمرني بتبليغه لكم, ورسالته التي أرسلني بها إليكم- ومن يعص الله ورسوله, ويعرض عن دين الله, فإن جزاءه نار جهنم لا يخرج منها أبدا.';
$t[24] = 'حتى إذا أبصر المشركون ما يوعدون به من العذاب , فسيعلمون عند حلوله بهم: من أضعف ناصرا ومعينا وأقل جندا؟';
$t[25] = 'قل- يا محمد- لهؤلاء المشركين: ما أدري أهذا العذاب الذي وعدتم به قريب زمنه, أم يجعل له ربي مدة طويلة؟';
$t[26] = 'وهو سبحانه عالم بما غاب عن الأبصار, فلا يظهر على غيبه أحدا من خلقه ,';
$t[27] = 'إلا من اختاره الله لرسالته وارتضاه , فإنه يطلعهم على بعض الغيب , ويرسل من أمام الرسول ومن خلفه ملائكة يحفظونه من الجن; لئلا يسترقوه ويهمسوا به إلى الكهنة;';
$t[28] = 'ليعلم الرسول صلى الله عليه وسلم, أن الرسل قبله كانوا على مثل حاله من التبليغ بالحق والصدق , وأنه حفظ كما حفظها من الجن, وأن الله سبحانه أحاط علمه بما عندهم ظاهرا وباطنا من الشرائع والأحكام وغيرها, لا يفوته منها شيء, وأنه تعالى أحصى كل شيء عددا , فلم يخف عليه منه شيء.';
?>