<?php
$t = array();
$t[1] = 'يا أيها المتلفف بثيابه.';
$t[2] = 'قم للصلاة في الليل إلا يسيرا منه.';
$t[3] = 'قم نصف الليل أو انقص من النصف قليلا حتى تصل إلى الثلث.';
$t[4] = 'أو زد على النصف حتى تصل إلى الثلثين, واقرأ القرآن بتؤدة وتمهل مبينا الحروف والوقوف.';
$t[5] = 'إنا سننزل عليك- يا محمد- قرآنا عظيما مشتملا على الأوامر والنواهي والأحكام الشرعية.';
$t[6] = 'إن العبادة التي تنشأ في جوف الليل هي أشد تأثيرا في القلب, وأبين قولا; لفراغ القلب من مشاغل الدنيا.';
$t[7] = 'إن لك في النهار تصرفا وتقلبا في مصالحك, واشتغالا واسعا بأمور الرسالة, ففرغ نفسك ليلا لعبادة ربك.';
$t[8] = 'واذكر- يا محمد- اسم ربك, فادعه به, وانقطع إليه انقطاعا تاما في عبادتك,';
$t[9] = 'وتوكل عليه هو مالك المشرق والمغرب لا معبود بحق إلا هو, فاعتمد عليه, وفوض أمورك إليه.';
$t[10] = 'واصبر على ما يقوله المشركرن فيك وفي دينك, وخالفهم في أفعالهم الباطلة, مع الإعراض عنهم, وترك الانتقام منهم.';
$t[11] = 'دعني- يا محمد- وهؤلاء المكذبين بآياتي أصحب النعيم والترف في الدنيا, ومهلهم زمنا قليلا بتأخير العذاب عنهم حتى يبلغ الكتاب أجله بعذابهم.';
$t[12] = 'إن لهم عندنا في الآخرة قيودا ثقيلة ونارا مستعرة يحرقون بها,';
$t[13] = 'وطعاما كريها ينشب في الحلوق لا يستساغ, وعذابا موجعا.';
$t[14] = 'يوم تضطرب الأرض والجبال وتتزلزل حتى تصير الجبال تلا من الرمل سائلا متناثرا, بعد أن كانت صلبة جامدة.';
$t[15] = 'إنا أرسلنا إليكم- يا أهل &quot; مكة &quot; - محمدا رسولا, شاهدا عليكم بما صدر منكم من الكفر والعصيان, كما أرسلنا موسى رسولا إلى الطاغية فرعون؟';
$t[16] = 'فكذب فرعون بموسى, ولم يؤمن برسالته, وعصى أمره, فأهلكناه إهلاكا شديدا.
وفي هذا تحذير من معصية الرسول محمد, صلى الله عليه وسلم, خشية أن يصيب العاصي مثل ما أصاب فرعون وقومه.';
$t[17] = 'فكيف تقون أنفسكم- إن كفرتم- عذاب يوم القيامة الذي يشيب فيه الولدان الصغار; من شدة هوله وكربه؟';
$t[18] = 'السماء متصدعة في ذلك اليوم; لشدة هوله, كان وعد الله تعالى بمجيء ذلك اليوم واقعا لا محالة.';
$t[19] = 'إن هذه الآيات المخوفة التي فيها القوارع والزواجر عظة وعبرة للناس, فمن أراد الاتعاظ والانتفاع بها اتخذ الطاعة والتقوى طريقا توصله إلى رضوان ربه الذي خلقه ورباه.';
$t[20] = 'إن ربك- يا محمد- يعلم أنك تقوم للتهجد من الليل أقل من ثلثيه حينا, وتقوم نصفه حينا, وتقوم ثلثه حينا آخر, ويقوم معك طائفة من أصحابك والله وحده هو الذي يقدر الليل والنهار, ويعلم مقاديرهما, وما يمضي ويبقى منهما, علم الله أنه لا يمكنكم قيام الليل كله, فخفف عليكم, فأقرورا في الصلاة بالليل ما تيسر لكم قراءته من القرآن, علم الله أنه سيوجد فيكم من يعجزه المرض عن قيام الليل, ويوجد قوم آخرون يتنفلون في الأرض للتجارة والعمل وطلبون من رزق الله الحلال, وقوم آخرون يجاهدون في سبيل الله لإعلاء كلمته ونشر دينه, فاقرؤوا في صلاتكم ما تيسر لكم من القرآن, وواظبوا على فرائض الصلاة, وأعطوا الزكاة الواجبة عليكم, وتصدقوا في وجوه البر والإحسان من أموالكم.
ابتغاء وجه الله, وما تفعلوا من وجوه البر والخير وعمل الطاعات, تلقوا أجره وثوابه عند الله يوم القيامة خيرا مما قدمتم في الدنيا, وأعظم منه ثوابا, واطلبوا مغفرة الله في جميع أحوالكم, إن الله غفور لكم رحيم بكم.';
?>