<?php
$t = array();
$t[1] = 'يا أيها المتغطي بثيابه,';
$t[2] = 'قم من مضجعك, فحذر الناس من عذاب الله,';
$t[3] = 'وخص ربك وحده بالتعظيم والتوحيد والعبادة,';
$t[4] = 'وطهر ثيابك من النجاسات,';
$t[5] = 'ودم على هجر الأصنام والأوثان وأعمال الشرك كلها, فلا تقربها,';
$t[6] = 'ولا تعط العطية, كي تلتمس أكثر منها,';
$t[7] = 'ولمرضاة ربك فاصبر على الأوامر والنواهي.';
$t[8] = 'فإذا نفخ في &quot; القرن &quot; نفخة البعث والنشور,';
$t[9] = 'فذلك الوقت يومئذ شديد على الكافرين,';
$t[10] = 'غير سهل أن يخلصوا مما هم فيه من مناقشة الحساب وغيره من الأعمال.';
$t[11] = 'دعني- يا محمد- أنا والذي خلقته في بطن أمه وحيدا فريدا لا مال له ولا ولد,';
$t[12] = 'جعلت له مالا مبسوطا واسعا';
$t[13] = 'وأولادا حضورا معه في &quot; مكة &quot; لا يغيبون عنه؟';
$t[14] = 'ويسرت له سبل العيش تيسيرا,';
$t[15] = 'ثم يأمل بعد هذا العطاء أن أزيد له في ماله وولده, وقد كفر بي.';
$t[16] = 'ليس الأمر كما يزعم هذا الفاجر الأثيم, لا أزيده على ذلك.
إنه كان للقرآن وحجج الله على خلقه معاندا مكذبا,';
$t[17] = 'سأكلفه مشقة من العذاب والإرهاق لا راحة له منها.
(والمراد به الوليد بن المغيرة المعاند للحق المبارز لله ولرسوله بالمحاربة).';
$t[18] = 'إنه فكر في نفسه, وهيأ ما يقوله من الطعن في محمد والقرآن,';
$t[19] = 'فقهر وغلب, واستحق بذلك الهلاك, كيف أعد في نفسه هذا الطعن؟';
$t[20] = 'ثم قهر وغلب كذلك, ثم تأمل فيما قدروها من الطعن في القرآن,';
$t[21] = 'ثم قطب وجهه,';
$t[22] = 'واشتد في العبوس والكلوح لما ضاقت عليه الحيل, ولم يجد مطعنا يطعن به في القرآن,';
$t[23] = 'ثم رجع معرضا عن الحق, وتعاظم أن يعترف به,';
$t[24] = 'فقال عن القرآن: ما هذا الذي يقوله محمد إلا سحر ينقل عن الأولين,';
$t[25] = 'ما هذا إلا كلام المخلوقين تعلمه محمد منهم, ثم ادعى أنه من عند الله.';
$t[26] = 'سأدخله جهنم كي يصلي حرها ويحترق بنارها';
$t[27] = 'وما أعلمك أي شيء جهنم؟';
$t[28] = 'لا تبقي لحما ولا تترك عظما إلا أحرقته,';
$t[29] = 'مغيرة للبشرة, مسودة للجلود, محرقة لها,';
$t[30] = 'يلي أمرها ويتسلط على أهلها بالعذاب تسعة عشر ملكا من الزبانية الأشداء.';
$t[31] = 'وما جعلنا خزنة النار إلا من الملائكة الغلاظ, وما جعلنا ذلك العدد إلا اختبارا للذين كفروا بالله وليحصل اليقين للذين أعطوا الكتاب من اليهود والنصارى بأن ما جاء في القرآن عن خزنة جهنم إنما هو حق من الله تعالى, حيث, وافق ذلك كتبهم, ويزداد المؤمنون تصديقا بالله ورسوله وعملا بشرعه, ولا يشك في ذلك الذين أعطوا الكتاب من اليهود والنصارى ولا المؤمنون بالله ورسوله.
وليقول الذين في فلوبهم نفاق والكافرون: ما الذي أراده الله بهذا العدد المستغرب بمثل ذلك الذي ذكر يضل الله من أراد إضلاله, ويهدي من أراد هدايته, وما يعلم عدد ملائكة ربك الذين خلقهم إلا الله وحده.
وما النار إلا تذكرة وموعظة للناس.';
$t[32] = 'ليس الأمر كما ذكروا من التكذيب للرسول فيما جاء به, أقسم الله سبحانه بالقمر,';
$t[33] = 'وبالليل إذ ولى وذهب,';
$t[34] = 'وبالصبح إذا أضاء وانكشف.';
$t[35] = 'إن النار لإحدى العظائم.';
$t[36] = 'إنذارا وتخويفا للناس,';
$t[37] = 'لمن أراد منكم أن يتقرب إلى ربه بفعل الطاعات, أو يتأخر بفعل المعاصي.';
$t[38] = 'كل نفس محبوسة بعملها, مرهونة عند الله بكسبها, ولا تفك حتى تؤدي ما عليها من الحقوق والعقوبات,';
$t[39] = 'إلا المسلمين المخلصين أصحاب اليمين الذين فكوا رقابهم بالطاعة,';
$t[40] = 'هم في جنات لا يدوك وصفها, يسأل بعضهم بعضا';
$t[41] = 'عن الكافرين الذين أجرموا في حق أنفسهم:';
$t[42] = 'ما الذي أدخلكم جهنم, وجعلكم تذوقون سعيرها؟';
$t[43] = 'قال المجرمون: لم نكن من المصلين في الدنيا,';
$t[44] = 'ولم نكن نتصدق ونحن الفقراء والمساكين,';
$t[45] = 'وكنا نتحدث بالباطل مع أهل الغواية والضلالة,';
$t[46] = 'وكنا نكذب بيوم الحساب والجزاء,';
$t[47] = 'حتى جاءنا الموت, ونحن في تلك الضلالات والمنكرات.';
$t[48] = 'فما تنفعهم شفاعة الشافعين جميعا من الملائكة والنبيين وغيرهم; لأن الشفاعة إنما تكون لمن ارتضاه الله, وأذن لشفيعه.';
$t[49] = 'فما لهؤلاء المشركين عن القرآن وما فيه من المواعظ منصرفين؟';
$t[50] = 'كأنهم حمر وحشية شديدة النفار,';
$t[51] = 'فرت من أسد كاسر.';
$t[52] = 'بل يطمع كل واحد من هؤلاء المشركين أن ينزل الله عليه كتابا من السماء منشورا, كما أنزل على محمد صلى الله عليه وسلم.';
$t[53] = 'ليس الأمر كما زعموا, بل الحقيقة أنهم لا يخافون الآخرة, ولا يصدقون بالبعث والجزاء.';
$t[54] = 'حقا أن القرآن موعظة بليغة كافيه لاتعاظهم,';
$t[55] = 'فمن أراد الاتعاظ اتعظ بما فيه وانتفع بهداه,';
$t[56] = 'وما يتعظون به إلا أن يشاء الله لهم الهدى.
هو سبحانه آمن لأن يتقي ويطاع, وأهل لأن يغفر لمن آمن به وأطاعه.';
?>