<?php
$t = array();
$t[1] = 'عن أي شيء يسأل بعض كفار قريش بعضا؟';
$t[2] = 'يتساءلون عن الخبر العظيم الشأن , وهو القرآن العظيم الذي ينبئ عن البعث';
$t[3] = 'الذي شك فيه كفار قريش وكذبوا به';
$t[4] = 'ما الأمر كما يزعم هؤلاء المشركون, سيعلم هؤلاء المشركون عاقبة تكذيبهم , ويظهر لهم ما الله فاعله بهم يوم القيامة,';
$t[5] = 'ثم سيتأكد لهم ذلك, ويتأكد لهم صدق ما جاء به محمد صلى الله عليه وسلم, من القرآن والبعث.
وهذا تهديد ووعيد لهم.';
$t[6] = 'ألم نجعل الأرض ممهدة لكم كالفراش؟';
$t[7] = 'والجبال رواسي.
كي لا تتحرك بكم الأرض؟';
$t[8] = 'وخلقناكم أصنافا ذكرا وأنثى؟';
$t[9] = 'وجعلنا نومكم راحة لأبدانكم , تهدؤون وتسكنون؟';
$t[10] = 'وجعلنا الليل لباسا تلبسكم ظلمته وتغشاكم, كما يستر الثوب لابسه؟';
$t[11] = 'وجعلنا النهار معاشا تنتشرون فيه لمعاشكم, وتسعون فيه لمصالحكم؟';
$t[12] = 'وبنينا فوقكم سبع سموات متينة البناء محكمة الخلق, لا صدوع لها ولا فطور؟';
$t[13] = 'وجعلنا الشمس سراجا وقادا مضيئا؟';
$t[14] = 'وأنزلنا من السحب الممطرة ماء منصبا بكثرة,';
$t[15] = 'لنخرج به حبا مما يقتات به الناس وحشائش مما تأكله الدواب ,';
$t[16] = 'وبساتين ملتفة بعضها ببعض لتشعب أغصانها؟';
$t[17] = 'إن يوم الفصل بين الخلق, يوم القيامة, كان وقتا وميعادا محدثا للأولين والآخرين,';
$t[18] = 'يوم ينفخ الملك في &quot; القرن &quot; إيذانا بالبعث فتأتون أمما, كل أمة مع إمامهم.';
$t[19] = 'وفتحت السماء , فكانت ذات أبواب كثيرة لنزول الملائكة.';
$t[20] = 'ونسفت الجبال بعد ثبوتها, فكانت كالسراب.';
$t[21] = 'إن جهنم كانت يومئذ ترصد أهل الكفر الذين أعدت لهم,';
$t[22] = 'للكافرين مرجعا,';
$t[23] = 'ماكثين فيها دهورا متعاقبة لا تنقطع';
$t[24] = 'لا يطعمون فيها ما يبرد حر السعير عنهم , ولا شرابا يرويهم,';
$t[25] = 'إلا ماء حارا , وصديد أهل النار ,';
$t[26] = 'يجازون بذلك جزاء عادلا; موافقا لأعمالهم التي كانوا يعملونها في الدنيا.';
$t[27] = 'إنهم كانوا لا يخافون يوم الحساب فلم يعملوا له,';
$t[28] = 'وكذبوا بما جاءتهم به الرسل تكذيبا,';
$t[29] = 'وكل شيء علمناه وكتبناه في اللوح المحفوظ,';
$t[30] = 'فذوقوا -أيها الكافرون- جزاء أعمالكم, فلن نزيدكم إلا عذابا فوق عذابكم.';
$t[31] = 'إن الذين يخافون ربهم ويعملون صالحا, فوزا بدخولهم الجنة.';
$t[32] = 'إن لهم بساتين عظيمة وأعنابا,';
$t[33] = 'ولهم زوجات حديثات السن , نواهد مستويات في سن واحدة,';
$t[34] = 'ولهم كأس مملوءة خمرا';
$t[35] = 'لا يسمعون في هذه الجنة باطلا من القول , ولا يكذب بعضهم بعضا.';
$t[36] = 'لهم كل ذلك جزاء ومنه من الله وعطاء كثيرا كافيا لهم.';
$t[37] = 'إنه رب السموات والأرض وما بينهما , رحمن الدنيا والآخرة, لا يملكون أن يسألوه إلا فيما أذن لهم فيه,';
$t[38] = 'يوم يقوم جبريل عليه السلام والملائكة مصطفين , لا يشفعون إلا لمن أذن له الرحمن في الشفاعة, وقال حقا وسدادا.';
$t[39] = 'ذلك اليوم الحق الذي لا ريب في وقوعه, فمن شاء النجاة من أهواله فليتخذ إلى ربه مرجعا بالعمل الصالح.';
$t[40] = 'إنا حذرناكم عذاب يوم الآخرة القريب الذي يرى فيه كل امرئ ما عمل من خير أو اكتسب من إثم, ويقول الكافر من هول الحساب: يا ليتني كنت ترابا فلم أبعث.';
?>