<?php
$t = array();
$t[1] = 'إذا السماء انشقت, واختل نظامها,';
$t[2] = 'وإذا الكواكب تساقطت,';
$t[3] = 'وإذا البحار امتلأت, وفاضت فانفجرت, وسالت مياهها وطغت,';
$t[4] = 'وإذا القبور قلبت ببعث من كان فيها,';
$t[5] = 'حينئذ تعلم كل نفس جميع أعمالها, ما تقدم منها, وما تأخر, وجوزيت بها.';
$t[6] = 'يا أيها الإنسان المنكر للبعث, أفي شيء غرك بالإشراك بربك الكريم الحقيق بالشكر والطاعة,';
$t[7] = 'الذي خلقك فسوى خلقك فعدلك, وركبك لأداء وظائفك,';
$t[8] = 'في أي صورة شاءها خلقك؟';
$t[9] = 'ليس الأمر كما تقولون من أنكم في عبادتكم غير الله محقون, بل تكذبون بيوم الحساب والجزاء.';
$t[10] = 'وإن عليكم لملائكة رقباء';
$t[11] = 'كراما على الله كاتبين لما وكلوا بإحصائه, لا يفوتهم من أعمالكم وأسراركم شيء,';
$t[12] = 'يعلمون ما تفعلون من خير أو شر.';
$t[13] = 'إن الأتقياء القائمين بحقوق الله وحقوق عباده لفي نعيم.';
$t[14] = 'وإن الفجار الذين قصروا في حقوق الله وحقوق عباده لفي جحيم,';
$t[15] = 'يصيبهم لهبها يوم الجزاء,';
$t[16] = 'وما هم عن عذاب جهنم بغائبين لا بخروج ولا بموت.';
$t[17] = 'وما أدراك ما عظمة يوم الحساب,';
$t[18] = 'ثم ما أدراك ما عظمة يوم الحساب؟';
$t[19] = 'يوم الحساب لا يقدر أحد على نفع أحد, والأمر في ذلك اليوم لله وحده الذي لا يغلبه غالب, ولا يقهره قاهر, ولا ينازعه أحد.';
?>