<?php
$t = array();
$t[1] = 'إذا السماء تصدعت, وتفطرت بالغمام يوم القيامة,';
$t[2] = 'وأطاعت أمر ربها فيما أمرها به من الانشقاق, حق لها أن تنقاد لأمره.';
$t[3] = 'وإذا الأرض بسطت ووسعت, ودكت جبالا في ذلك اليوم,';
$t[4] = 'وقذفت ما في بطنها من الأموات, وتخلت عنهم,';
$t[5] = 'وانقادت لربها فيما أمرها به, وحق لها أن تنقاد لأمره.';
$t[6] = 'يا أيها الإنسان إنك ساع إلى الله, وعامل أعمالا من خير أو شر, ثم تلاقي الله يوم القيامة, فلا تعدم منه جزاء بالفضل أو العدل.';
$t[7] = 'فأما من أعطي صحيفة أعماله بيمينه, وهو مؤمن بربه,';
$t[8] = 'فسوف يحاسب حسابا سهلا,';
$t[9] = 'ويرجع إلى أهله في الجنة مسرورا.';
$t[10] = 'وأما من أعطى صحيفة أعماله من وراء ظهره, وهو الكافر بالله,';
$t[11] = 'فسوف يدعو بالهلاك والثبور,';
$t[12] = 'ويدخل النار مقاسيا حرها.';
$t[13] = 'إنه كان في أهله في الدنيا مسرورا مغرورا, لا يفكر في العواقب,';
$t[14] = 'إنه ظن أن لن يرجع إلى خالقه حيا للحساب.';
$t[15] = 'بلى سيعيده اللهكما بدأه ويجازيه على أعماله, إن ربه كان به بصيرا عليما بحاله من يوم خلقه إلى أن بعثه.';
$t[16] = 'أقسم الله تعالى باحمرار الأفق عند الغروب,';
$t[17] = 'وبالليل وما جمع من الدواب والحشرات والهوام وغير ذلك,';
$t[18] = 'وبالقمر إذا تكامل نوره

وبالقمر إذا تكامل نوره';
$t[19] = 'لتركبن- أيها الناس- أطوارا متعددة وأحوالا متباينة: من النطفة إلى العلقة إلى المضغة إلى نفخ الروح إلى الموت إلى البعث والنشور ولا يجوز للمخلوق أن يقسم بغير الله, ولو فعل ذلك لأشرك.';
$t[20] = 'فأي شيء يمنعهم من الإيمان بالله واليوم الآخر بعد ما رضحت لهم الآيات؟';
$t[21] = 'وما لهم إذا قرئ عليهم القرآن لا يسجدون لله, ولا يسلمون بما جاء فيه؟';
$t[22] = 'إنما سجية الذين كفروا التكذيب ومخالفة الحق';
$t[23] = 'والله أعلم بما يكتمون في صدورهم من العناد مع علمهم بأن ما جاء به القرآن حق,';
$t[24] = 'فبشرهم- يا محمد- بأن الله- عز وجل- قد أعد لهم عذابا موجعا,';
$t[25] = 'لكن الذين آمنوا بالله ورسوله وأدوا ما فرضه الله عليهم, لهم أجر في الآخرة غير مقطوع ولا منقوص.';
?>