<?php
$t = array();
$t[1] = 'أقسم الله تعالى بالسماء ذات المنازل التي تمر بها الشمس والقمر,';
$t[2] = 'وبيوم القيامة الذي وعد الله الخلق أن يجمعهم فيه,';
$t[3] = 'وشاهد يشهد, ومشهود يشهد عليه.
ويقسم الله- سبحانه- بما يشاء من مخلوقاته, أما المخلوق فلا يجوز له أن يقسم بغير الله, فإن القسم بغير الله شرك.';
$t[4] = 'هلك وعذب ولعن الذين شقوا في الأرض شقا عظيما, لتعذيب المؤمنين,';
$t[5] = 'وأوقدوا النار الشديدة ذات الوقود,';
$t[6] = 'إذ هم قعود على الأخدود ملازمون له,';
$t[7] = 'وهم على ما يفعلون بالمؤمنين من تنكيل وتعذيب حضور';
$t[8] = 'وما أخذوهم بمثل هذا العقاب الشديد إلا أن كانوا مؤمنين بالله العزيز الذي لا يغالب, الحميد في أقواله وأفعاله وأوصافه,';
$t[9] = 'الذي له ملك السموات والأرض, وهو- سبحانه- على كل شيء شهيد, لا يخفى عليه شيء.';
$t[10] = 'إن الذين حرقوا المؤمنين والمؤمنات بالنار.
ليصرفوهم عن دين الله, ثم لم يتوبها, فلهم في الآخرة عذاب جهنم, ولهم العذاب الشديد المحرق.';
$t[11] = 'إن الذين صدقوا الله ورسوله وعملوا الأعمال الصالحات, لهم جنات تجري من تحت قصورها الأنهار, ذلك الفوز العظيم.';
$t[12] = 'إن انتقام ربك من أعدائه وعذابه لهم لعظيم شديد,';
$t[13] = 'إنه هو يبدئ الخلق ثم يعبده,';
$t[14] = 'وهو الغفور لمن تاب, الودود المحب لأوليائه,';
$t[15] = 'ذو العرش العظيم,';
$t[16] = 'فعال لما يريد, لا يمتنع عليه شيء يريده.';
$t[17] = 'هل بلغك- يا محمد- خبر الجموع الكافرة المكذبة لأنبيائها,';
$t[18] = 'فرعون وثمود, وما حل بهم من العذاب والنكال, لم يعتبر القوم بذلك,';
$t[19] = 'بل الذين كفروا في تكذيب متواصل كدأب من قبلهم,';
$t[20] = 'والله قد أحاط بهم علما وقدرة, لا يخفى عليه منهم ومن أعمالهم شيء وليس القرآن كما زعم المكذبون المشركون بأنه شعر وسحر, فكذبوا به,';
$t[21] = 'بل هو قرآن عظيم كريم,';
$t[22] = 'في لوح محفوظ, لا يناله تبديل ولا تحريف.';
?>