<?php
$t = array();
$t[1] = 'أقسم الله سبحانه بالسماء والنجم الذي يطرق ليلا,';
$t[2] = 'وما أدراك ما عظم هذا النجم؟';
$t[3] = 'هو النجم شيء المتوهج';
$t[4] = 'ما كل نفس إلا أوكل بها ملك رتيب يحفظ عليها أعمالها لتجلب عليها يوم القيامة.';
$t[5] = 'فلينظر الإنسان المنكر للبعث مم خلق؟ ليعلم أن إعادة خلق الإنسان ليست أصعب من خلقه أولا,';
$t[6] = 'خلق من مني منصب بسرعة في الرحم,';
$t[7] = 'يخرج من بين صلب الرجل وصدر المرأة';
$t[8] = 'إن الذي خلق الإنسان من هذا الماء لقادر على رجعه إلى الحياة بعد الموت.';
$t[9] = 'يوم يختبر السرائر فيما أخفته, ويميز الصالح منها من الفاسد,';
$t[10] = 'فما للإنسان من قوة يدفع بها عن نفسه, وما له من ناصر يدفع عنه عذاب الله.';
$t[11] = 'والسماء ذات المطر المتكرر,';
$t[12] = 'والأرض ذات التشقق بما يتخللها من نبات,';
$t[13] = 'إن القرآن لقول فصل بين الحق, والباطل,';
$t[14] = 'وما هو بالهزل ولا يجوز للمخلوق أن يقسم بغير الله, وإلا فقد أشرك.';
$t[15] = 'إن المكذبين للرسول صلى الله عليه وسلم, وللقرآن, يكيدون ويدبرون, ليدفعوا بكيدهم الحق ويؤيدوا الباطل,';
$t[16] = 'وأكيد كيدا لإظهار الحق, ولو كره الكافرون,';
$t[17] = 'فلا تستعجل لهم- يا محمد- بطلب إنزال العقاب بهم, بل أمهلهم وانظرهم قليلا, ولا تستعجل لهم, وسترى ما يحل بهم من العذاب والنكال والعقوبة والهلاك.';
?>