<?php
$t = array();
$t[1] = 'نزه اسم ربك الأعلى عن الشريك والنقائص تنزيها يليق بعظمته سبحانه,';
$t[2] = 'الذي خلق المخلوقات, فأتقن خلقها, وأحسنه,';
$t[3] = 'والذي قدر جميع المقدرات, فهدى كل خلق إلى ما يناسبه,';
$t[4] = 'والذي أنبت الكلأ الأخضر,';
$t[5] = 'فجعله بعد ذلك هشيما جافا متغيرا.';
$t[6] = 'سنقرئك- يا محمد- هذا القرآن قراءة لا تنساها,';
$t[7] = 'إلا ما شاء الله مما اقتضت حكمته أن ينسيه لمصلحة يعلمها.
إنه - سبحانه- يعلم الجهر من القول والعمل, وما يخفى منهما.';
$t[8] = 'ونيسرك لليسرى في جميع أمورك, ومن ذلك تسهيل تلقي أعباء الرسال, وجعل دينك يسرا لا عسر فيه.';
$t[9] = 'فعظ قومك- يا محمد- بالقرآن إن نفعت الموعظة.
فالتذكير واجب وإن لم ينفع, فالتوفيق بيد الله وحده, وما عليك إلا البلاغ.';
$t[10] = 'سيتعظ الذي يخاف ربه,';
$t[11] = 'ويبتعد عن الذكرى الأشقى الذي لا يخشى ربه,';
$t[12] = 'الذي سيدخل نار جهنم العظمى يقاسي حرها,';
$t[13] = 'ثم لا يميت فيها فيستريح, ولا يحيا حياة تنفعه.';
$t[14] = 'قد فاز من طهر نفسه من الأخلاق السيئة.';
$t[15] = 'وذكر الله, فوحده ودعاه وعمل بما يرضيه, وأقام الصلاة في أوقاتها ابتغاء رضوان الله وامتثالا لشرعه.';
$t[16] = 'إنكم -أيها الناس- تفضلون زينة الحياة الدنيا على نعيم الآخرة.';
$t[17] = 'والدار الآخرة بما فيها من النعيم المقيم, خير من الدنيا وأبقى.';
$t[18] = 'إن ما أخبرتم به في هذه السورة هو مما ثبت معناه في الصحف التي أنزلت قبل القرآن.';
$t[19] = 'وهي صحف إبراهيم وموسى عليهما السلام.';
?>