<?php
$t = array();
$t[1] = 'أقسم الله سبحانه بوقت الفجر,';
$t[2] = 'والليالي العشر الأول من ذي الحجة وما شرفت به,';
$t[3] = 'وبكل شفع وفرد,';
$t[4] = 'وبالليل إذا يسري بظلامه,';
$t[5] = 'أليس في الأقسام المذكورة مقنع لذي عقل؟';
$t[6] = 'ألم تر- يا محمد- كيف فعل ربك بقوم عاد,';
$t[7] = 'قبيلة إرم, ذات القوة والأبنية المرفوعة على الأعمدة,';
$t[8] = 'التي لم تخلق مثلها في البلاد في عظم الأجاد وقوة البأس؟';
$t[9] = 'وكيف فعل بثمود قوم صالع الذين قطعوا الصخر بالوادي واتخذوا منه بيوتا؟';
$t[10] = 'وفرعون ملك &quot; مصر &quot; , صاحب الجنود الذين ثبتوا ملكه, وقووا له أمره؟';
$t[11] = 'هؤلاء الذين استبدلوا, وظلموا في بلاد الله,';
$t[12] = 'فأكثروا فيها بظلمهم الفساد,';
$t[13] = 'فصب عليهم ربك عذابا شديدا';
$t[14] = 'إن ربك- يا محمد- لبالمرصاد لمن يعصيه, يمهله قليلا, ثم يأخذه أخذ عزيز';
$t[15] = 'فأما الإنسان إذا ما اختبره ربه بالنعمة, وبسط له رزقه, وجعله في أطيب عش, فيظن أن ذلك لكرامته عند ربه, فيقول: ربي أكرمن.';
$t[16] = 'وأما إذا ما اختبره, فضيق عليه رزقه, فيظن أن ذلك لهوانه على الله, فيقول: ربي أهانن.';
$t[17] = 'ليس الأمر كما يظن هذا الإنسان, بل الإكرام بطاعة الله, والإهانة بمعصيته, وأنتم لا تكرمون اليتيم, ولا تحسنون معاملته,';
$t[18] = 'ولا يحث بعضكم بعضا على إطعام المسكين,';
$t[19] = 'وتأكلون حقوق الأخرين في الميراث أكلا شديدا,';
$t[20] = 'وتحبون المال حبا مفرطا.';
$t[21] = 'ما هكذا ينبغي أن يكون حالكم.
فإذا زلزلت الأرض وكسر بعضها بعضا,';
$t[22] = 'وجاء ربك لفصل القضاء بين خلقه, والملائكة صفوفا صفوفا,';
$t[23] = 'وجيء في ذلك العظيم العظيم بجهنم, يومئذ يتعظ الكافر ويتوب, ومن أين له الاتعاظ والتوبة, وقد فرط فيهما في الدنيا, وفات أوانهما؟';
$t[24] = 'يقول: يا ليتني قدمت في الدنيا من الأعمال ما ينفعني لحياتي في الآخرة.';
$t[25] = 'ففي ذلك اليوم العصيب لا يستطيع أحد ولا يقدر أن يعذب مثل تعذيب الله من عصاه,';
$t[26] = 'ولا يستطيع أحد أن يوثق مثل وثاق الله, ولا يبلغ أحد مبلغه في ذلك.';
$t[27] = 'يا أيتها النفس المطمئنة إلى ذكر الله والإيمان به, وبما أعده من النعيم للمؤمنين,';
$t[28] = 'ارجعي إلى ربك وجواره راضية بإكرام الله لك, والله سبحانه قد رضي عنك,';
$t[29] = 'فادخلي في عداد الصالحين من عبادي,';
$t[30] = 'وادخلي معهم جنتي.';
?>