<?php
$t = array();
$t[1] = 'أقسم الله بهذا البلد الحرام, وهو (مكة),';
$t[2] = 'وأنت- يا محمد- مقيم في هذا &quot; البلد الحرام &quot; ,';
$t[3] = 'وأقسم بوالد البشرية- وهو آدم عليه السلام- وما تناسل منه من ولد,';
$t[4] = 'لقد خلقنا الإنسان في شدة وعناء من مكابدة الدنيا.';
$t[5] = 'أيظن بما جمعه من مال أن الله لن يقدر عليه؟';
$t[6] = 'يقول متباهيا: أنفقت مالا كثيرا.';
$t[7] = 'أيظن في فعله هذا أن الله عز وجل لا يراه, ولا يحاسبه على الصغير والكبير؟';
$t[8] = 'ألم نجعل له عينين يبصر بهما,';
$t[9] = 'ولسانا وشفتين ينطق بها,';
$t[10] = 'وبينا له سبيلي الخير والشر؟';
$t[11] = 'فهلا تجاوز مشقة الآخرة بإنفاق ماله, فيأمن.';
$t[12] = 'وأي شيء أعلمك ما مشقة الآخرة, وما يعين على تجاوزها؟';
$t[13] = 'إنه عتق رقبة مؤمنة من أسر الرق.';
$t[14] = 'أو إطعام في يوم في مجاعة شديدة,';
$t[15] = 'يتيما من ذوي القرابة يجتمع فيه فضل الصدقة وصلة الرحم,';
$t[16] = 'أو فقيرا معدما لا شيء عنده.';
$t[17] = 'ثم كان مع فعل ما ذكر من أعمال الخير من الذين أخلصوا الإيمان لله, وأوصى بعضهم بعضا بالصبر على طاعة الله وعن معاصيه, وتواصوا بالرحمة بالخلق.';
$t[18] = 'الذين فعلوا هذه الأفعال, هم أصحاب اليم, الذين يؤخذ بهم يوم القيامة ذات اليمين إلى الجنة.';
$t[19] = 'والذين كفروا بالقرآن هم الذين يؤخذ بهم يوم القيامة ذات الشمال إلى النار.';
$t[20] = 'جزاؤهم جهنم مطبقة مغلقة عليهم.';
?>