<?php
$t = array();
$t[1] = 'أقسم الله بالشمس ونهارها وإشراقها ضحى,';
$t[2] = 'وبالقمر إذا تبعها في الطلوع والأفول,';
$t[3] = 'وبالهار إذا جلى الظلمة وكشفها,';
$t[4] = 'وبالليل عندما يغطي الأرض فيكون ما عليها مظلما,';
$t[5] = 'وبالسماء وبنائها المحكم,';
$t[6] = 'وبالأرض وبسطها,';
$t[7] = 'وبكل نفس وإكمال الله خلقها لأداء مهمتها,';
$t[8] = 'فبين لها طريق الشر وطريق الخير,';
$t[9] = 'قد فاز من طهرها ونماها بالخير,';
$t[10] = 'وقد خسر من أخفى نفسه في المعاصي.';
$t[11] = 'كذبت ثمود نبيها ببلوغها الغاية في العصيان,';
$t[12] = 'إذ نهض أكثر القبيلة شقاوة لعقر الناقة,';
$t[13] = 'فقال لهم رسول الله صالح عليه السلام: احذروا الناقة التي أرسلها الله إليكم آية أن تمسوها بسوء, وأن تعتدوا على سقيها, فإن لها شرب يوم ولكم شرب يوم معلوم.';
$t[14] = 'فشق عليهم ذلك, فكذبوه فيما توعدهم به فنحروها, فأطبق عليهم ربهم العقوبة بجرمهم, فجعلها عليهم على السواء فلم يفلت منهم أحد.';
$t[15] = 'ولا يخاف- جلت قدرته- تبعة ما أنزله بهم من شديد العقاب.';
?>