<?php
$t = array();
$t[1] = 'أقسم الله سبحانه بالليل عندما يغطي بظلامه الأرض وما عليها,';
$t[2] = 'وبالنهار إذا انكشف عن ظلام الليل بضيائه,';
$t[3] = 'وبخلق الزوجين: الذكر والأنثى.';
$t[4] = 'إن عملكم لمختلف بين عامل للدنيا وعامل للآخرة.';
$t[5] = 'فأما من بذل من ماله واتقى الله في ذلك,';
$t[6] = 'وصدق بالحساب والثواب على أعماله,';
$t[7] = 'فسنرشده إلى أسباب الخير والصلاح ونيسر له أموره.';
$t[8] = 'وأما من بخل بماله واستغنى عن جزاء ربه,';
$t[9] = 'وكذب بالحساب والثواب,';
$t[10] = 'فسنبين له أسباب الشقاء,';
$t[11] = 'ولا ينفعه ماله الذي بخل به إذا وقع في النار.';
$t[12] = 'إن علينا بفضلنا وحكمتنا أن نبين طريق الهدى الموصل إلى الله, جنته من طريق الضلال,';
$t[13] = 'وإن لنا ملك الحياة الآخرة والحياة الدنيا.';
$t[14] = 'فحذرتكم- أيها الناس- وخوفتكم نارا تتوهج, وهي نار جهنم.';
$t[15] = 'لا يدخلها إلا من كان شديد الشقاء,';
$t[16] = 'الذي كذب نبي الله محمدا صلى الله عليه وسلم؟ وأعرض عن الإيمان بالله ورسوله, وطاعتهما.';
$t[17] = 'وسيزحزح عنها شديد التقوى,';
$t[18] = 'الذي يبذل ماله ابتغاء المزيد من الخير.';
$t[19] = 'وليس إنفاته ذاك مكافأة لمن أسدى إليه معروفا,';
$t[20] = 'لكنه يبتغي بذلك وجه ربه الأعلى يرضاه,';
$t[21] = 'ولسوف يعطيه الله في الجنة ما يرضى به.';
?>