<?php
$t = array();
$t[1] = 'أقسم الله بالنهار كله,';
$t[2] = 'وبالليل إذا سكن بالخلق واشتد ظلامه, ويقسم الله بما يشاء من مخلوقاته, أما المخلوق فلا يجوز له أن يقسم بغير خالقه؟ فإن القسم بغير الله شرك.';
$t[3] = 'ما تركك- يا محمد- ربك, وما أبغضك بإبطاء الوحي عنك.';
$t[4] = 'وللدار الآخرة خير لك من دار الدنيا,';
$t[5] = 'ولسوف يعطيك ربك- يا محمد- من أنواع الإنعام في الآخرة, فترضى بذلك.';
$t[6] = 'ألم يجدك من قبل يتيما, فآواك ورعاك,';
$t[7] = 'ووجدك لا تدري ما الكتب ولا الإيمان, فعلمك ما لم تكن تعلم, ووفقك لأحسن الأعمال؟';
$t[8] = 'ووجدك فقيرا, فساق لك رزقك, وأغنى نفسك بالقناعة والصبر؟';
$t[9] = 'فأما اليتيم فلا تسيء معاملته,';
$t[10] = 'وأما السائل فلا تزجره, بل أطعمه, واقض حاجته,';
$t[11] = 'وأما بنعمة ربك التي أسبغها عليك فتحدث بها.';
?>