<?php
$t = array();
$t[1] = 'أقسم الله بالتين والزيتون, وهما من الثمار المشهورة,';
$t[2] = 'وأقسم بجبل &quot; طور سيناء &quot; الذي كلم الله عليه موسى تكليما,';
$t[3] = 'واقسم بهذا البلد الأمين من كل خوف وهو &quot; مكة &quot; مهبط الإسلام.';
$t[4] = 'لقد خلقنا الإنسان في أحسن صورة,';
$t[5] = 'ثم رددناه إلى النار إن لم يطع الله, ويتبع الرسل,';
$t[6] = 'لكن الذين آمنوا وعملوا الأعمال الصالحة لهم أجر عظيم غير مقطوع ولا منقوص.';
$t[7] = 'أي شيء يحملك -أيها الإنسان- على أن تكذب بالبعث والجزاء مع وضرح الأدلة على قدرة الله تعالى على ذلك؟';
$t[8] = 'أليس الله الذي جعل هذا اليوم للفصل بين الناس بأحكم الحاكمين في كل ما خلق؟ بلى.
فهل ترك الخلق سدى لا يؤمرون ولا ينهون, ولا يثابون ولا يعاقبون؟';
?>