<?php
$t = array();
$t[1] = 'اقرأ- يا محمد- ما أنزل إليك من القرآن مفتتحا باسم ربك المتفرد بالخلق';
$t[2] = 'الذي خلق كل إنسان من قطعة دم غليظ رطب .';
$t[3] = 'اقرأ- يا محمد- ما أنزل إليك, وإن ربك لكثير الإحسان واسع الجهد.';
$t[4] = 'الذي علم خلقه الكتابة بالقلم.';
$t[5] = 'علم الإنسان ما لم يكن يعلم, ونقله من ظلمة الجهل إلى نهر العلم.';
$t[6] = 'حقا إن الإنسان ليتجاوز حدود الله إذا أبطره الغنى, فليعلم كل طاغية أن المصير إلى الله.';
$t[7] = 'أرأيت أعجب من طغيان الذي ينهى (وهو أبو جهل) عبدا لنا إذا صلى لربه (وهو محمد صلى الله عليه وسلم)؟ أرأيت إن كان المنهي عن الصلاة على الهدى فكيف ينهاه؟ أو إن كان آمرا غيره بالتقوى أينهاه عن ذلك أرأيت إن كذب هذا الناهي بما يدعى إليه, وأعرض عنه, ألم يعلم بأن الله يرى كل ما يفعل؟ ليس الأمر كذلك لئن لم يرجع هذا عن شقاقه وأذاه لنأخذن بناصيته أخذا عنيفا, ويطرح في النار, ناصيته ناصية كاذبة في مقالها, خاطئة في أفعالها.
فليحضر هذا الطاغية أهل ناديه الذين يتنصر بهم, سندعو ملائكة العذاب.
ليس الأمر على ما يظن أبو جهل, إنه لن ينالك- يا محمد- بسوء فلا تطعه فيما دعاك إليه من ترك الصلاة, واسجد لربك واقترب منه بالتحبب لله بطاعته.';
$t[8] = 'ولكن الإنسان ـ لجهله وظلمهـ إذا رأى نفسه غنيًا، طغى وبغى وتجبر عن الهدى، ونسي أن إلى ربه الرجعى، ولم يخف الجزاء، بل ربما وصلت به الحال أنه يترك الهدى بنفسه، ويدعو ‏[‏غيره‏]‏ إلى تركه، فينهى عن الصلاة التي هي أفضل أعمال الإيمان‏.‏ يقول الله لهذا المتمرد العاتي‏:‏ ‏{‏أَرَأَيْتَ‏}‏ أيها الناهي للعبد إذا صلى ‏{‏إِنْ كَانَ‏}‏ العبد المصلي ‏{‏عَلَى الْهُدَى‏}‏ العلم بالحق والعمل به، ‏{‏أَوْ أَمْرٍ‏}‏ غيره ‏{‏بِالتَّقْوَى‏}‏ ‏.‏

فهل يحسن أن ينهى، من هذا وصفه‏؟‏ أليس نهيه، من أعظم المحادة لله، والمحاربة للحق‏؟‏ فإن النهي، لا يتوجه إلا لمن هو في نفسه على غير الهدى، أو كان يأمر غيره بخلاف التقوى‏.';
$t[9] = '';
$t[10] = '';
$t[11] = '';
$t[12] = '';
$t[13] = 'الناهي بالحق ‏{‏وَتَوَلَّى‏}‏ عن الأمر، أما يخاف الله ويخشى عقابه‏؟‏';
$t[14] = 'ما يعمل ويفعل‏؟‏‏';
$t[15] = 'ثم توعده إن استمر على حاله، فقال‏:‏ ‏{‏كَلَّا لَئِنْ لَمْ يَنْتَهِ‏}‏ عما يقول ويفعل ‏{‏لَنَسْفَعَنْ بِالنَّاصِيَةِ‏}‏';
$t[16] = 'أي‏:‏ لنأخذن بناصيته، أخذًا عنيفًا، وهي حقيقة بذلك، فإنها ‏{‏نَاصِيَةٍ كَاذِبَةٍ خَاطِئَةٍ‏}‏ أي‏:‏ كاذبة في قولها، خاطئة في فعلها‏';
$t[17] = '{‏فَلْيَدْعُ‏}‏ هذا الذي حق عليه العقاب ‏{‏نَادِيَهُ‏}‏ أي‏:‏ أهل مجلسه وأصحابه ومن حوله، ليعينوه على ما نزله به';
$t[18] = 'أي‏:‏ خزنة جهنم، لأخذه وعقوبته، فلينظر أي‏:‏ الفريقين أقوى وأقدر‏؟‏ فهذه حالة الناهي وما توعد به من العقوبة، وأما حالة المنهي، فأمره الله أن لا يصغى إلى هذا الناهي ولا ينقاد لنهيه';
$t[19] = '‏[‏أي‏:‏‏]‏ فإنه لا يأمر إلا بما فيه خسارة الدارين، ‏{‏وَاسْجُد‏}‏ لربك ‏{‏وَاقْتَرَبَ‏}‏ منه في السجود وغيره من أنواع الطاعات والقربات، فإنها كلها تدني من رضاه وتقرب منه‏.‏

وهذا عام لكل ناه عن الخير ومنهي عنه، وإن كانت نازلة في شأن أبي جهل حين نهى رسول الله ـ صلى الله عليه وسلم ـ عن الصلاة، وعبث به وآذاه‏.‏ تمت ولله الحمد‏.';
?>