<?php
$t = array();
$t[1] = 'لم يكن الذين كفروا من اليهود والنصارى والمشركين تاركين كفرهم حتى تأتيهم العلامة التي وعدوا بها في الكتب السابقة.';
$t[2] = 'وهي رسول الله محمد صلى الله عليه وسلم, يتلو قرآنا في صحف مطهرة.';
$t[3] = 'في تلك الصحف أخبار صادقة وأوامر عادلة تهدي إلى الحق وإلى صراط مستقيم.';
$t[4] = 'وما اختلف الذين أوتوا الكتاب من اليهود والنصارى في كون محمد صلى الله عليه وسلم رسولا حقا, لما يجدونه من نعته في كتابهم, إلا من بعد ما تبينها أنه النبي الذي وعدوا به في التوراة والإنجيل, فكانوا مجتمعين على صحة نبوته, فلما بعث جحدوها وتفرقوا.';
$t[5] = 'وما أمروا في سائر الشرائع إلا ليعبدوا الله وحده قاصدين بعبادتهم وجهه, مائلين عن الشرك إلى الإيمان, ويقيموا الصلاة ويؤدوا الزكاة, وذلك هو دين الاستقامة, وهو الإسلام.';
$t[6] = 'إن الذين كفروا من اليهود والنصارى والمشركين عقابهم نار جهنم خالدين فيها, أولئك هم أشد الخليقة شرا.';
$t[7] = 'إن الذين صدقوا الله واتبعوا رسوله وعملوا الصالحات, أولئك هم خير الخلق.';
$t[8] = 'جزاؤهم عند ربهم يوم القيامة جنات إقامة واستقرار في منتهى الحسن, تجري من تحت قصورها الأنهار, خالدين فيها أبدا, رضي الله عنهم فقبل أعمالهم الصالحة, ورضوا عنه بما أعد لهم من أنيواع الكرامات, ذلك الجزاء الحسن لمن خاف الله واجتنب معاصيه.';
?>