<?php
$t = array();
$t[1] = 'إذا رجت الأرض رجا شديدا,';
$t[2] = 'وأخرجت ما في بطنها من موتى وكنوز,';
$t[3] = 'وتساءل الإنسان فزعا: ما الذي حدث لها؟';
$t[4] = 'يوم القيامة تخبر الأرض بما عمل عليها من خير أو شر,';
$t[5] = 'وبأن الله سبحانه وتعالى أمرها بأن تخبر بما عمل عليها.';
$t[6] = 'يومئذ يرجع الناس عن موقف الحساب أصنافا متفرقين ; ليريهم الله ما عملوا من السيئات والحسنات, ويجازيهم عليها.';
$t[7] = 'فمن يعمل وزن نملة صغيرة خيرا ير ثوابه في الآخرة,';
$t[8] = 'ومن يعمل وزن نملة صغيرة شرا, ير عقابه في الآخرة.';
?>