<?php
$t = array();
$t[1] = '(غازىلارنىڭ دۈشمەنگە ھۇجۇم قىلىشىدا) ھاسىراپ يۈگۈرگۈچى، (قاتتىق يۈگۈرگەنلىكتىن) تۇۋاقلىرىدىن ئوت چىقارغۇچى، ئەتىگەندە (دۈشمەن ئۈستىگە) باستۇرۇپ كىرگۈچى، (قاتتىق چاپقانلىقتىن) توپا - چاڭ چىقارغۇچى، شۇ توپا - چاڭ بىلەن دۈشمەن توپى ئىچىگە كىرىپ كەتكۈچى ئاتلار بىلەن قەسەمكى';
$t[2] = '(غازىلارنىڭ دۈشمەنگە ھۇجۇم قىلىشىدا) ھاسىراپ يۈگۈرگۈچى، (قاتتىق يۈگۈرگەنلىكتىن) تۇۋاقلىرىدىن ئوت چىقارغۇچى، ئەتىگەندە (دۈشمەن ئۈستىگە) باستۇرۇپ كىرگۈچى، (قاتتىق چاپقانلىقتىن) توپا - چاڭ چىقارغۇچى، شۇ توپا - چاڭ بىلەن دۈشمەن توپى ئىچىگە كىرىپ كەتكۈچى ئاتلار بىلەن قەسەمكى';
$t[3] = '(غازىلارنىڭ دۈشمەنگە ھۇجۇم قىلىشىدا) ھاسىراپ يۈگۈرگۈچى، (قاتتىق يۈگۈرگەنلىكتىن) تۇۋاقلىرىدىن ئوت چىقارغۇچى، ئەتىگەندە (دۈشمەن ئۈستىگە) باستۇرۇپ كىرگۈچى، (قاتتىق چاپقانلىقتىن) توپا - چاڭ چىقارغۇچى، شۇ توپا - چاڭ بىلەن دۈشمەن توپى ئىچىگە كىرىپ كەتكۈچى ئاتلار بىلەن قەسەمكى';
$t[4] = '(غازىلارنىڭ دۈشمەنگە ھۇجۇم قىلىشىدا) ھاسىراپ يۈگۈرگۈچى، (قاتتىق يۈگۈرگەنلىكتىن) تۇۋاقلىرىدىن ئوت چىقارغۇچى، ئەتىگەندە (دۈشمەن ئۈستىگە) باستۇرۇپ كىرگۈچى، (قاتتىق چاپقانلىقتىن) توپا - چاڭ چىقارغۇچى، شۇ توپا - چاڭ بىلەن دۈشمەن توپى ئىچىگە كىرىپ كەتكۈچى ئاتلار بىلەن قەسەمكى';
$t[5] = '(غازىلارنىڭ دۈشمەنگە ھۇجۇم قىلىشىدا) ھاسىراپ يۈگۈرگۈچى، (قاتتىق يۈگۈرگەنلىكتىن) تۇۋاقلىرىدىن ئوت چىقارغۇچى، ئەتىگەندە (دۈشمەن ئۈستىگە) باستۇرۇپ كىرگۈچى، (قاتتىق چاپقانلىقتىن) توپا - چاڭ چىقارغۇچى، شۇ توپا - چاڭ بىلەن دۈشمەن توپى ئىچىگە كىرىپ كەتكۈچى ئاتلار بىلەن قەسەمكى،';
$t[6] = 'ئىنسان ھەقىقەتەن پەرۋەردىگارىنىڭ (نېمەتلىرىنى) شەكسىز ئىنكار قىلغۇچىدۇر';
$t[7] = 'ئىنسان ھەقىقەتەن ئۇنىڭغا (يەنى اﷲ نىڭ نېمىتىنى ئىنكار قىلغانلىقىغا) ئەلۋەتتە ئۆزى گۇۋاھتۇر';
$t[8] = 'ئىنسان پۇل - مالغا ئىنتايىن ھېرىستۇر';
$t[9] = 'قەبرىلەردىكى ئۆلۈكلەر (سىرتقا) چىقىرىلغان، دىللاردىكى سىرلار ئاشكارا قىلىنغان چاغدا، ئۇلارنىڭ ھەممە ئەھۋالىدىن پەرۋەردىگارىنىڭ ھەقىقەتەن خەۋەردار ئىكەنلىكىنى (بۇ نادان ئىنسان) بىلمەمدۇ؟';
$t[10] = 'قەبرىلەردىكى ئۆلۈكلەر (سىرتقا) چىقىرىلغان، دىللاردىكى سىرلار ئاشكارا قىلىنغان چاغدا، ئۇلارنىڭ ھەممە ئەھۋالىدىن پەرۋەردىگارىنىڭ ھەقىقەتەن خەۋەردار ئىكەنلىكىنى (بۇ نادان ئىنسان) بىلمەمدۇ؟';
$t[11] = 'قەبرىلەردىكى ئۆلۈكلەر (سىرتقا) چىقىرىلغان، دىللاردىكى سىرلار ئاشكارا قىلىنغان چاغدا، ئۇلارنىڭ ھەممە ئەھۋالىدىن پەرۋەردىگارىنىڭ ھەقىقەتەن خەۋەردار ئىكەنلىكىنى (بۇ نادان ئىنسان) بىلمەمدۇ؟';
?>