<?php
$t = array();
$t[1] = 'قىيامەت،';
$t[2] = 'قىيامەت نېمىدۇر';
$t[3] = 'قىيامەتنىڭ نېمە ئىكەنلىكىنى قانداق بىلەلەيسەن؟';
$t[4] = 'شۇ كۈندە ئىنسانلار تارىلىپ كەتكەن پەرۋانىدەك بولۇپ كېتىدۇ';
$t[5] = 'تاغلار ئېتىلغان يۇڭدەك بولۇپ كېتىدۇ';
$t[6] = 'تارازىسى ئېغىر كەلگەن (يەنى ياخشىلىقلىرى يامانلىقلىرىنى بېسىپ چۈشكەن) ئادەمگە كەلسەك، ئۇ كۆڭۈللۈك تۇرمۇشتا (يەنى نازۇنېمەتلىك جەننەتتە) بولىدۇ';
$t[7] = 'تارازىسى ئېغىر كەلگەن (يەنى ياخشىلىقلىرى يامانلىقلىرىنى بېسىپ چۈشكەن) ئادەمگە كەلسەك، ئۇ كۆڭۈللۈك تۇرمۇشتا (يەنى نازۇنېمەتلىك جەننەتتە) بولىدۇ';
$t[8] = 'تارازىسى يېنىك كەلگەن (يەنى يامانلىقلىرى ياخشىلىقلىرىنى بېسىپ كەتكەن، يا ياخشىلىقى بولمىغان) ئادەمگە كەلسەك، ئۇنىڭ جايى ھاۋىيە بولىدۇ';
$t[9] = 'تارازىسى يېنىك كەلگەن (يەنى يامانلىقلىرى ياخشىلىقلىرىنى بېسىپ كەتكەن، يا ياخشىلىقى بولمىغان) ئادەمگە كەلسەك، ئۇنىڭ جايى ھاۋىيە بولىدۇ';
$t[10] = 'ھاۋىيەنىڭ نېمە ئىكەنلىكىنى سەن قانداق بىلەلەيسەن؟';
$t[11] = 'ھاۋىيە قىزىق ئوتتۇر';
?>