<?php
$t = array();
$t[1] = 'تاكى قەبرىلەرنى زىيارەت قىلغىنىڭلارغا (يەنى قەبرىلەرگە كۆمۈلگىنىڭلارغا) قەدەر، (پۇل - مال، بالىلار بىلەن) پەخىرلەنمەك سىلەرنى غەپلەتتە قالدۇردى';
$t[2] = 'تاكى قەبرىلەرنى زىيارەت قىلغىنىڭلارغا (يەنى قەبرىلەرگە كۆمۈلگىنىڭلارغا) قەدەر، (پۇل - مال، بالىلار بىلەن) پەخىرلەنمەك سىلەرنى غەپلەتتە قالدۇردى';
$t[3] = 'راستلا كەلگۈسىدە بىلىسىلەر';
$t[4] = 'ئاندىن راستلا كەلگۈسىدە بىلىسىلەر';
$t[5] = 'ئەگەر سىلەر راستلا ھەقىقىي بىلسەڭلار (غەپلەتتە قالماڭلار)';
$t[6] = 'سىلەر چوقۇم جەھەننەمنى كۆرىسىلەر';
$t[7] = 'ئاندىن ئۇنى چوقۇم ئۆز كۆزۈڭلار بىلەن كۆرىسىلەر';
$t[8] = 'ئاندىن (دۇنيادا سىلەرگە بېرىلگەن) نېمەتلەردىن سوئال - سوراق قىلىنىسىلەر';
?>