<?php
$t = array();
$t[1] = '(كىشىلەرنى) ئەيىبلىگۈچى سۇخەنچىگە ۋاي!';
$t[2] = 'ئۇ مال توپلىدى ۋە ئۇنى (ياخشىلىق يوللىرىغا سەرپ قىلماي ساقلاش ئۈچۈن) سانىدى';
$t[3] = 'ئۇ مېلى ئۆزىنى (دۇنيادا مەڭگۈ قالدۇرىدۇ دەپ ئويلايدۇ)';
$t[4] = 'ھەرگىز ئۇنداق ئەمەس، ئۇ چوقۇم ھۆتەمەگە تاشلىنىدۇ';
$t[5] = 'ھۆتەمەنىڭ نېمىلىكىنى قانداق بىلەلەيسەن؟';
$t[6] = 'ئۇ، اﷲ نىڭ ياندۇرغان ئوتىدۇركى، (ئۇنىڭ ئەلىمى) يۈرەكلەرگە يېتىپ بارىدۇ';
$t[7] = 'ئۇ، اﷲ نىڭ ياندۇرغان ئوتىدۇركى، (ئۇنىڭ ئەلىمى) يۈرەكلەرگە يېتىپ بارىدۇ';
$t[8] = 'ئۇلار چوقۇم دوزاخقا سولىنىدۇ';
$t[9] = 'ئېگىز تۈۋرۈكلەرگە باغلىنىدۇ';
?>