<?php
$t = array();
$t[1] = '&laquo;مەخلۇقاتنىڭ شەررىدىن، قاراڭغۇلۇقى بىلەن كىرگەن كېچىنىڭ شەررىدىن، تۈگۈنلەرگە دەم سالغۇچى سېھىرگەرلەرنىڭ شەررىدىن، ھەسەتخورنىڭ ھەسەت قىلغان چاغدىكى شەررىدىن سۈبھىنىڭ پەرۋەردىگارى (اﷲ) غا سېغىنىپ پاناھ تىلەيمەن&raquo; دېگىن';
$t[2] = '&laquo;مەخلۇقاتنىڭ شەررىدىن، قاراڭغۇلۇقى بىلەن كىرگەن كېچىنىڭ شەررىدىن، تۈگۈنلەرگە دەم سالغۇچى سېھىرگەرلەرنىڭ شەررىدىن، ھەسەتخورنىڭ ھەسەت قىلغان چاغدىكى شەررىدىن سۈبھىنىڭ پەرۋەردىگارى (اﷲ) غا سېغىنىپ پاناھ تىلەيمەن&raquo; دېگىن';
$t[3] = '&laquo;مەخلۇقاتنىڭ شەررىدىن، قاراڭغۇلۇقى بىلەن كىرگەن كېچىنىڭ شەررىدىن، تۈگۈنلەرگە دەم سالغۇچى سېھىرگەرلەرنىڭ شەررىدىن، ھەسەتخورنىڭ ھەسەت قىلغان چاغدىكى شەررىدىن سۈبھىنىڭ پەرۋەردىگارى (اﷲ) غا سېغىنىپ پاناھ تىلەيمەن&raquo; دېگىن';
$t[4] = '&laquo;مەخلۇقاتنىڭ شەررىدىن، قاراڭغۇلۇقى بىلەن كىرگەن كېچىنىڭ شەررىدىن، تۈگۈنلەرگە دەم سالغۇچى سېھىرگەرلەرنىڭ شەررىدىن، ھەسەتخورنىڭ ھەسەت قىلغان چاغدىكى شەررىدىن سۈبھىنىڭ پەرۋەردىگارى (اﷲ) غا سېغىنىپ پاناھ تىلەيمەن&raquo; دېگىن';
$t[5] = '&laquo;مەخلۇقاتنىڭ شەررىدىن، قاراڭغۇلۇقى بىلەن كىرگەن كېچىنىڭ شەررىدىن، تۈگۈنلەرگە دەم سالغۇچى سېھىرگەرلەرنىڭ شەررىدىن، ھەسەتخورنىڭ ھەسەت قىلغان چاغدىكى شەررىدىن سۈبھىنىڭ پەرۋەردىگارى (اﷲ) غا سېغىنىپ پاناھ تىلەيمەن&raquo; دېگىن';
?>