<?php
$t = array();
$t[1] = '&laquo;ئىنسانلارنىڭ پەرۋەردىگارى، ئىنسانلارنىڭ پادىشاھى، ئىنسانلارنىڭ ئىلاھى (اﷲ) غا سېغىنىپ، كىشىلەرنىڭ دىللىرىدا ۋەسۋەسە قىلغۇچى جىنلاردىن ۋە ئىنسانلاردىن بولغان يوشۇرۇن شەيتاننىڭ ۋەسۋەسىسىنىڭ شەررىدىن پاناھ تىلەيمەن&raquo; دېگىن';
$t[2] = '&laquo;ئىنسانلارنىڭ پەرۋەردىگارى، ئىنسانلارنىڭ پادىشاھى، ئىنسانلارنىڭ ئىلاھى (اﷲ) غا سېغىنىپ، كىشىلەرنىڭ دىللىرىدا ۋەسۋەسە قىلغۇچى جىنلاردىن ۋە ئىنسانلاردىن بولغان يوشۇرۇن شەيتاننىڭ ۋەسۋەسىسىنىڭ شەررىدىن پاناھ تىلەيمەن&raquo; دېگىن';
$t[3] = '&laquo;ئىنسانلارنىڭ پەرۋەردىگارى، ئىنسانلارنىڭ پادىشاھى، ئىنسانلارنىڭ ئىلاھى (اﷲ) غا سېغىنىپ، كىشىلەرنىڭ دىللىرىدا ۋەسۋەسە قىلغۇچى جىنلاردىن ۋە ئىنسانلاردىن بولغان يوشۇرۇن شەيتاننىڭ ۋەسۋەسىسىنىڭ شەررىدىن پاناھ تىلەيمەن&raquo; دېگىن';
$t[4] = '&laquo;ئىنسانلارنىڭ پەرۋەردىگارى، ئىنسانلارنىڭ پادىشاھى، ئىنسانلارنىڭ ئىلاھى (اﷲ) غا سېغىنىپ، كىشىلەرنىڭ دىللىرىدا ۋەسۋەسە قىلغۇچى جىنلاردىن ۋە ئىنسانلاردىن بولغان يوشۇرۇن شەيتاننىڭ ۋەسۋەسىسىنىڭ شەررىدىن پاناھ تىلەيمەن&raquo; دېگىن';
$t[5] = '&laquo;ئىنسانلارنىڭ پەرۋەردىگارى، ئىنسانلارنىڭ پادىشاھى، ئىنسانلارنىڭ ئىلاھى (اﷲ) غا سېغىنىپ، كىشىلەرنىڭ دىللىرىدا ۋەسۋەسە قىلغۇچى جىنلاردىن ۋە ئىنسانلاردىن بولغان يوشۇرۇن شەيتاننىڭ ۋەسۋەسىسىنىڭ شەررىدىن پاناھ تىلەيمەن&raquo; دېگىن';
$t[6] = '&laquo;ئىنسانلارنىڭ پەرۋەردىگارى، ئىنسانلارنىڭ پادىشاھى، ئىنسانلارنىڭ ئىلاھى (اﷲ) غا سېغىنىپ، كىشىلەرنىڭ دىللىرىدا ۋەسۋەسە قىلغۇچى جىنلاردىن ۋە ئىنسانلاردىن بولغان يوشۇرۇن شەيتاننىڭ ۋەسۋەسىسىنىڭ شەررىدىن پاناھ تىلەيمەن&raquo; دېگىن';
?>