<?php
$t = array();
$t[1] = 'ئاسمان يېرىلغان چاغدا،';
$t[2] = 'يۇلتۇزلار تۆكۈلگەن چاغدا،';
$t[3] = 'دېڭىزلار بىر - بىرىگە قوشۇلغان چاغدا،';
$t[4] = 'قەبرىلەر ئاستى - ئۈستى قىلىنغان (يەنى ئۆلۈكلەر چىقىرىلغان) چاغدا،';
$t[5] = 'ھەر ئادەم ئىلگىرى - كېيىن قىلغان ئىشلىرىنىڭ ھەممىسىنى بىلىدۇ';
$t[6] = 'ئى ئىنسان! سېنى مەرھەمەتلىك پەرۋەردىگارىڭغا ئاسىيلىق قىلىشقا نېمە ئالدىدى؟';
$t[7] = 'ئۇ سېنى ياراتتى، (ئەزالىرىڭنى) بېجىرىم، قامىتىڭنى تۈز قىلدى';
$t[8] = 'سېنى ئۇ خالىغان شەكىلدە قۇراشتۇردى';
$t[9] = 'ھەرگىز ئۇنداق قىلماڭلار (يەنى اﷲ نىڭ كەرەمىگە مەغرۇر بولماڭلار). (ئى مەككە كۇففارلىرى!) بەلكى سىلەر دىننى ئىنكار قىلىسىلەر';
$t[10] = 'ھالبۇكى سىلەرنىڭ ئۈستۈڭلاردا سىلەرنى كۈزىتىپ تۇرغۇچى پەرىشتىلەر بار';
$t[11] = 'ئۇلار (اﷲ نىڭ دەرگاھىدا) ھۆرمەتلىك پەرىشتىلەر بولۇپ، (سىلەرنىڭ سۆزلىرىڭلارنى ۋە ئەمەللىرىڭلار) نى يېزىپ تۇرىدۇ';
$t[12] = 'ئۇلار قىلمىشىڭلارنى بىلىپ تۇرىدۇ';
$t[13] = 'مۆمىنلەر شەك - شۈبھىسىز جەننەتتە بولىدۇ،';
$t[14] = 'كاپىرلار شەك - شۈبھىسىز دوزاختا بولىدۇ';
$t[15] = 'ئۇلار قىيامەت كۈنى دوزاخقا كىرىدۇ';
$t[16] = 'ئۇلار ھەرگىز دوزاختىن ئايرىلمايدۇ';
$t[17] = 'قىيامەت كۈنىنىڭ (دەھشەتلىكلىكىنىڭ) قانداقلىقىنى قانداق بىلەلەيسەن؟';
$t[18] = 'قىيامەت كۈنىنىڭ (دەھشەتلىكلىكىنىڭ) قانداقلىقىنى قانداق بىلەلەيسەن؟';
$t[19] = 'ئۇ كۈندە بىر ئادەمنىڭ يەنە بىر ئادەمگە ياردەم بېرىشى قولىدىن كەلمەيدۇ، بۇ كۈندە ھۆكۈم اﷲ قا خاستۇر';
?>