<?php
$t = array();
$t[1] = 'ئاسمان يېرىلغان،';
$t[2] = 'پەرۋەردىگارنىڭ ئەمرىنى ئاڭلاپ، ئىتائەت قىلغان، پەرۋەردىگارنىڭ ئەمرىنى ئاڭلاشقا، ئىتائەت قىلىشقا لايىق بولغان چاغدا،';
$t[3] = 'زېمىن سوزۇلغان،';
$t[4] = 'قوينىدىكى نەرسىلەرنى (يەنى ئۆلۈكلەرنى، مەدەنلەرنى) سىرتقا چىقىرىپ قۇرۇقدىنىپ قالغان،';
$t[5] = 'پەرۋەردىگارىنىڭ ئەمرىنى ئاڭلاپ ئىتائەت قىلغان، پەرۋەردىگارىنىڭ ئەمرىنى ئاڭلاشقا، ئىتائەت قىلىشقا لايىق بولغان چاغدا (ئىنسان خىيالىغا كەلمىگەن دەھشەتلىك ئەھۋاللارغا يولۇقىدۇ)';
$t[6] = 'ئى ئىنسان! سەن ھەقىقەتەن پەرۋەردىگارىڭغا مۇلاقات بولغىنىڭغا قەدەر (ئۆز ئىشىڭدا) سەئيى - ئىجتىھات قىلىسەن (يەنى ئەمەلىڭنىڭ نەتىجىسىنى كۆرىسەن)';
$t[7] = 'نامە - ئەمالى ئوڭ تەرىپىدىن بېرىلگەن ئادەمدىن ئاسان ھېساب ئېلىنىدۇ';
$t[8] = 'نامە - ئەمالى ئوڭ تەرىپىدىن بېرىلگەن ئادەمدىن ئاسان ھېساب ئېلىنىدۇ';
$t[9] = '(ئۇ جەننەتتىكى) ئائىلىسىگە خۇشال - خۇرام قايتىدۇ';
$t[10] = 'نامە - ئەمالى ئارقا تەرىپىدىن بېرىلگەن ئادەم';
$t[11] = '&laquo;ۋاي دەپ توۋلايدۇ (يەنى ئۆلۈمنى ئارزۇ قىلىدۇ)،';
$t[12] = 'دوزاخقا كىرىدۇ';
$t[13] = 'چۈنكى ئۇ (دۇنيادىكى چېغىدا) ئائىلىسىدە شاد - خۇرام ئىدى.';
$t[14] = 'ئۇ پەرۋەردىگارىنىڭ دەرگاھىغا قايتىمەن دەپ گۇمان قىلدى';
$t[15] = 'ئۇنداق ئەمەس، (يەنى ئۇ پەرۋەردىگارىنىڭ دەرگاھىغا قايتىدۇ). پەرۋەردىگارى ھەقىقەتەن ئۇنى كۆرۈپ تورغۇچىدۇر';
$t[16] = 'شەپەق (يەنى كۈن پاتقاندىن كېيىنكى ئۇپۇقتىكى قىزىللىق) بىلەن، كېچە ۋە ئۇنىڭ قاراڭغۇلۇقى باسقان نەرسىلەر بىلەن، نۇرى كامالەتكە يەتكەن ئاي (يەنى تولۇن ئاي) بىلەن قەسەمكى';
$t[17] = 'شەپەق (يەنى كۈن پاتقاندىن كېيىنكى ئۇپۇقتىكى قىزىللىق) بىلەن، كېچە ۋە ئۇنىڭ قاراڭغۇلۇقى باسقان نەرسىلەر بىلەن، نۇرى كامالەتكە يەتكەن ئاي (يەنى تولۇن ئاي) بىلەن قەسەمكى';
$t[18] = 'شەپەق (يەنى كۈن پاتقاندىن كېيىنكى ئۇپۇقتىكى قىزىللىق) بىلەن، كېچە ۋە ئۇنىڭ قاراڭغۇلۇقى باسقان نەرسىلەر بىلەن، نۇرى كامالەتكە يەتكەن ئاي (يەنى تولۇن ئاي) بىلەن قەسەمكى،';
$t[19] = 'سىلەر جەزمەن بىر ھالدىن يەنە بىر ھالغا يۆتكىلىپ تورىسىلەر';
$t[20] = 'ئۇلار (يەنى مۇشرىكلار) نېمىشقا ئىمان ئېيتمايدۇ؟';
$t[21] = 'ئۇلارنىڭ يېنىدا قۇرئان ئوقۇلغان چاغدا نېمىشقا سەجدە قىلمايدۇ؟';
$t[22] = 'بەلكى كاپىرلار (ھەقىقەتنى) ئىنكار قىلىدۇ';
$t[23] = 'ئۇلارنىڭ دىللىرىدىكى يوشۇرۇن نەرسىلەرنى اﷲ ئوبدان بىلىدۇ';
$t[24] = 'ئۇلارغا قاتتىق ئازاب بىلەن خۇش خەۋەر بەرگىن';
$t[25] = 'پەقەت ئىمان ئېيتقان ۋە ياخشى ئەمەللەرنى قىلغان كىشىلەر ئۈزۈلمەس ساۋابقا ئېرىشىدۇ';
?>