<?php
$t = array();
$t[1] = 'بۇرۇجلارنىڭ ئىگىسى بولغان ئاسمان بىلەن، قىيامەت كۈنى بىلەن، جۈمە كۈنى بىلەن، ھارپا كۈنى بىلەن قەسەمكى';
$t[2] = 'بۇرۇجلارنىڭ ئىگىسى بولغان ئاسمان بىلەن، قىيامەت كۈنى بىلەن، جۈمە كۈنى بىلەن، ھارپا كۈنى بىلەن قەسەمكى';
$t[3] = 'بۇرۇجلارنىڭ ئىگىسى بولغان ئاسمان بىلەن، قىيامەت كۈنى بىلەن، جۈمە كۈنى بىلەن، ھارپا كۈنى بىلەن قەسەمكى،';
$t[4] = 'ئورەكلەرنىڭ ئىگىلىرىگە لەنەت بولسۇن';
$t[5] = 'ئۇ ئورەكلەر لاۋۇلداپ تۇرغان ئوتلار بىلەن تولدۇرۇلغان ئىدى';
$t[6] = 'ئەينى ۋاقىتتا ئۇلار ئورەكلەر ئۈستىدە ئولتۇرۇپ ئۆزلىرىنىڭ مۆمىنلەرگە قىلىۋاتقان ئىشلىرىنى كۆرۈپ تۇراتتى';
$t[7] = 'ئەينى ۋاقىتتا ئۇلار ئورەكلەر ئۈستىدە ئولتۇرۇپ ئۆزلىرىنىڭ مۆمىنلەرگە قىلىۋاتقان ئىشلىرىنى كۆرۈپ تۇراتتى،';
$t[8] = 'ئۇلار مۆمىنلەرنى پەقەت غالىب، مەدھىيىگە لايىق اﷲ قا ئىمان ئېيتقانلىقلىرى ئۈچۈنلا يامان كۆردى. ئاسمانلارنىڭ ۋە زېمىننىڭ پادىشاھلىقى اﷲ قا خاستۇر. اﷲ ھەممە نەرسىنى كۆرۈپ تۇرغۇچىدۇر،';
$t[9] = 'ئۇلار مۆمىنلەرنى پەقەت غالىب، مەدھىيىگە لايىق اﷲ قا ئىمان ئېيتقانلىقلىرى ئۈچۈنلا يامان كۆردى. ئاسمانلارنىڭ ۋە زېمىننىڭ پادىشاھلىقى اﷲ قا خاستۇر. اﷲ ھەممە نەرسىنى كۆرۈپ تۇرغۇچىدۇر';
$t[10] = 'مۆمىن ئەر ۋە مۆمىن ئاياللارغا زىيانكەشلىك قىلغاندىن كېيىن كۇفرىدىن قايتمىغانلار، شۈبھىسىزكى، جەھەننەمنىڭ ئازابىغا دۇچار بولىدۇ، ئۇلارغا ئوت بىلەن ئازاب قىلىنىدۇ';
$t[11] = 'ئىمان ئېيتقان ۋە ياخشى ئەمەللەرنى قىلغانلار، شۈبھىسىزكى، ئاستىدىن ئۆستەڭلار ئېقىپ تۇرىدىغان جەننەتلەرگە سازاۋەر بولىدۇ. بۇ چوڭ بەختتۇر';
$t[12] = 'پەرۋەردىگارىڭنىڭ جازاسى شەك - شۈبھىسىز قاتتىقتۇر';
$t[13] = 'اﷲ (خالايىقنى) ھەقىقەتەن يوقتىن بار قىلىدۇ (يەنى ئۆلگەندىن كېيىن ئۇلارنى) تىرىلدۈرىدۇ';
$t[14] = 'اﷲ (مۆمىن بەندىلەرنىڭ گۇناھىنى) مەغپىرەت قىلغۇچىدۇر. (ئۇلارنى) دوست تۇتقۇچىدۇر،';
$t[15] = 'ئەرشنىڭ ئىگىسىدۇر، ناھايىتى ئۇلۇغدۇر،';
$t[16] = 'خالىغىنىنى قىلغۇچىدۇر';
$t[17] = '(ئى مۇھەممەد!) سەن لەشكەرلەرنىڭ - پىرئەۋن ۋە سەمۇدنىڭ قىسسىسىدىن خەۋەر تاپتىڭمۇ؟';
$t[18] = '(ئى مۇھەممەد!) سەن لەشكەرلەرنىڭ - پىرئەۋن ۋە سەمۇدنىڭ قىسسىسىدىن خەۋەر تاپتىڭمۇ؟';
$t[19] = '(قۇرەيش مۇشرىكلىرى ئاشۇ كاپىرلارغا نازىل بولغان ئازابتىن ئىبرەت ئالماي) داۋاملىق ئىنكار قىلىشىۋاتىدۇ';
$t[20] = 'اﷲ كاپىرلارنىڭ ئەتراپىنى قورشاپ تۇرغۇچىدۇر';
$t[21] = 'بەلكى (ئۇلار ئىنكار قىلغان نەرسە) لەۋھۇلمەھپۇزدا ساقلانغان ئۇلۇغ قۇرئاندۇر';
$t[22] = 'بەلكى (ئۇلار ئىنكار قىلغان نەرسە) لەۋھۇلمەھپۇزدا ساقلانغان ئۇلۇغ قۇرئاندۇر';
?>