<?php
$t = array();
$t[1] = 'ئاسمان بىلەن، تارىق (يەنى كېچىدە ئاشكارا بولغۇچى يۇلتۇز) بىلەن قەسەم قىلىمەن';
$t[2] = 'تارىقنىڭ نېمىلىكىنى بىلەمسەن؟';
$t[3] = 'ئۇ يورۇق يۇلتۇزدۇر';
$t[4] = 'ھەر بىر ئادەم بىلەن (شۇ ئادەمنى) ساقلىغۇچى (پەرىشتە) بار';
$t[5] = 'ئىنسان نېمىدىن يارىتىلغانلىقىغا قارىسۇن';
$t[6] = 'ئۇ ئېتىلىپ چىققۇچى مەنىدىن يارىتىلدى';
$t[7] = 'ئۇ مەنى ئۇمۇرتقا بىلەن قوۋۇرغا سۆڭىكىنىڭ ئارىسىدىن چىقىدۇ';
$t[8] = 'شەك - شۈبھىسىزكى، اﷲ ئۇنى ئەسلىگە كەلتۈرۈشكە (يەنى تىرىلدۈرۈشكە قادىردۇر';
$t[9] = 'سىرلار ئاشكارا قىلىنىدىغان كۈندە (يەنى قىيامەتتە)،';
$t[10] = 'ئۇنىڭدىن (يەنى ئىنساندىن) (ئازابنى دەپئى قىلىدىغان ھېچ كۈچ ۋە ياردەمچى يوقتۇر';
$t[11] = 'يامغۇرلۇق بۇلۇت بىلەن قەسەمكى،';
$t[12] = 'يېرىلىپ (گىياھلارنى ئۈندۈرۈپ بېرىدىغان) زېمىن بىلەن قەسەمكى،';
$t[13] = 'قۇرئان شەك - شۈبھىسىز (ھەق بىلەن باتىلنى ئايرىغۇچى) سۆزدۇر،';
$t[14] = 'ئۇ چاقچاق ئەمەستۇر';
$t[15] = 'ئۇلار (يەنى مۇشرىكلار) (قۇرئاننى يوققا چىقىرىش ئۈچۈن) ھەقىقەتەن ھىيلە - مىكىر ئىشلىتىدۇ';
$t[16] = 'مەن ئۇلارنىڭ ھىيلە - مىكرىگە تاقابىل تۇرىمەن';
$t[17] = '(ئى مۇھەممەد!) كاپىرلارنىڭ ھالاك بولۇشىغا ئالدىرىمىغىن، ئۇلارغا ئازراق مۆھلەت بەرگىن (ئۇزاققا قالماي ئۇلارغا قانداق قىلغانلىقىمنى كۆرىسەن)';
?>