<?php
$t = array();
$t[1] = 'ھەممىدىن ئۈستۈن پەرۋەردىگارىڭنىڭ نامىنى پاك ئېتىقاد قىلغىن';
$t[2] = 'ئۇ (پۈتۈن مەخلۇقاتنى) ياراتتى، (ئۇلارنى) بېجىرىم (يەنى چىرايلىق ۋە مۇناسىپ شەكىلدە) قىلدى';
$t[3] = 'مەخلۇقاتقا پايدىلىق ئىشلارنى (تەقدىر قىلدى، ئۇلارغا پايدىلىنىش يوللىرىنى) كۆرسەتتى';
$t[4] = 'ئوت - چۆپلەرنى ئۆستۈرۈپ بەردى';
$t[5] = 'ئاندىن ئۇلارنى قارامتۇل قۇرۇق ئوت - خەسكە ئايلاندۇردى';
$t[6] = '(ئى مۇھەممەد!) ساڭا (قۇرئاننى) ئوقۇتىمىز، اﷲ (نەسخى) قىلماقچى بولغان نەرسىدىن باشقىنى ئۇنتۇمايسەن. اﷲ (بەندىلەرنىڭ) ئاشكارا ۋە يوشۇرۇن (سۆز - ھەرىكەتلىرىنى) بىلىپ تۇرىدۇ';
$t[7] = '(ئى مۇھەممەد!) ساڭا (قۇرئاننى) ئوقۇتىمىز، اﷲ (نەسخى) قىلماقچى بولغان نەرسىدىن باشقىنى ئۇنتۇمايسەن. اﷲ (بەندىلەرنىڭ) ئاشكارا ۋە يوشۇرۇن (سۆز - ھەرىكەتلىرىنى) بىلىپ تۇرىدۇ';
$t[8] = 'سېنى بىز ئاسان يولغا (يەنى ئىسلام شەرىئىتىگە) مۇۋەپپەق قىلىمىز';
$t[9] = 'ۋەز - نەسىھەت پايدىلىق بولىدىغان بولسا، (كىشىلەرگە قۇرئان بىلەن) ۋەز - نەسىھەت قىلغىن';
$t[10] = 'اﷲ تىن (قورققان) ئادەم ۋەز - نەسىھەتنى قوبۇل قىلىدۇ';
$t[11] = 'ئەڭ شەقى ئادەم ۋەز - نەسىھەتتىن قاچىدۇ';
$t[12] = 'ئۇ كاتتا ئوتقا (يەنى دوزاخقا) كىرىدۇ';
$t[13] = 'ئاندىن ئۇ ئوتتا ئۆلمەيدۇ ۋە (ئوبدان) ياشىمايدۇ';
$t[14] = '(كۇفرىدىن ۋە گۇناھتىن) پاك بولغان ئادەم مەقسىتىگە يەتتى';
$t[15] = 'ئۇ پەرۋەردىگارىنىڭ نامىنى ياد ئەتتى، ئاندىن ناماز ئوقۇدى';
$t[16] = 'سىلەر دۇنيا تىرىكچىلىكىنى ئارتۇق كۆرىسىلەر';
$t[17] = 'ئاخىرەت ياخشىدۇر ۋە باقىيدۇر';
$t[18] = 'بۇ (يەنى بۇ سۈرىدىكى ۋەزلەر) شەك - شۈبھىسىز بۇرۇنقى كىتابلاردا - ئىبراھىم ۋە مۇسالارنىڭ كىتابلىرىدا باردۇر';
$t[19] = 'بۇ (يەنى بۇ سۈرىدىكى ۋەزلەر) شەك - شۈبھىسىز بۇرۇنقى كىتابلاردا - ئىبراھىم ۋە مۇسالارنىڭ كىتابلىرىدا باردۇر';
?>