<?php
$t = array();
$t[1] = 'بۇ شەھەر (يەنى مەككە) بىلەن قەسەم قىلىمەن';
$t[2] = '(ئى مۇھەممەد!) بۇ شەھەردە (ئۇرۇش قىلىش) ساڭا ھالالدۇر';
$t[3] = 'ئادەم (ئەلەيھىسسالام) ۋە (ئۇنىڭ ياخشى) پەرزەنتلىرى بىلەن قەسەم قىلىمەن';
$t[4] = 'بىز ئىنساننى ھەقىقەتەن جاپا - مۇشەققەت ئىچىدە قىلىپ ياراتتۇق';
$t[5] = 'ئۇ (يەنى فاجىر، شەقى ئادەم) ئۆزىگە ھېچ كىشىنىڭ كۈچى يەتمەيدۇ دەپ ئويلامدۇ؟';
$t[6] = 'ئۇ: &laquo;كۆپ مال سەرپ قىلدىم&raquo; دەيدۇ';
$t[7] = 'ئۇ ئۆزىنىڭ (مال) سەرپ قىلغانلىقىنى ھېچ كىشى كۆرمىدى دەپ ئويلامدۇ؟';
$t[8] = 'ئىنسان ئۈچۈن ئىككى كۆز، بىر تىل، ئىككى كالپۇك ياراتمىدۇقمۇ؟ ئۇنىڭغا ياخشى يول بىلەن يامان يولنى كۆرسەتمىدۇقمۇ؟';
$t[9] = 'ئىنسان ئۈچۈن ئىككى كۆز، بىر تىل، ئىككى كالپۇك ياراتمىدۇقمۇ؟ ئۇنىڭغا ياخشى يول بىلەن يامان يولنى كۆرسەتمىدۇقمۇ؟';
$t[10] = 'ئىنسان ئۈچۈن ئىككى كۆز، بىر تىل، ئىككى كالپۇك ياراتمىدۇقمۇ؟ ئۇنىڭغا ياخشى يول بىلەن يامان يولنى كۆرسەتمىدۇقمۇ؟';
$t[11] = 'ئۇ داۋان ئاشمىدى';
$t[12] = 'داۋان ئېشىشىنىڭ نېمىلىكىنى قانداق بىلەتتىڭ؟';
$t[13] = '(داۋان ئېشىش دېگەن) قۇل ئازاد قىلماقتۇر،';
$t[14] = 'ياكى ئاچارچىلىق كۈندە تۇغقانچىلىقى بولغان يېتىمگە ياكى توپىدا ياتقان مىسكىن (يەنى ھالى ناچار كەمبەغەل) گە تاماق بەرمەكتۇر،';
$t[15] = 'ياكى ئاچارچىلىق كۈندە تۇغقانچىلىقى بولغان يېتىمگە ياكى توپىدا ياتقان مىسكىن (يەنى ھالى ناچار كەمبەغەل) گە تاماق بەرمەكتۇر،';
$t[16] = 'ياكى ئاچارچىلىق كۈندە تۇغقانچىلىقى بولغان يېتىمگە ياكى توپىدا ياتقان مىسكىن (يەنى ھالى ناچار كەمبەغەل) گە تاماق بەرمەكتۇر';
$t[17] = 'شۇنىڭ بىلەن بىللە (يەنى يۇقىرىقىلارنى قىلىش بىلەن بىللە) ئىمان ئېيتقانلاردىن، ئۆزئارا سەۋر قىلىشقا تەۋسىيە قىلىشقانلاردىن، ئۆزئارا مەرھەمەت قىلىشقا تەۋسىيە قىلىشقانلاردىن بولماقتۇر';
$t[18] = 'ئەنە شۇلار (يەنى يۇقىرىدىكى ئىشلارنى قىلغان كىشىلەر) سائادەتمەن كىشىلەردۇر';
$t[19] = 'بىزنىڭ ئايەتلىرىمىزنى ئىنكار قىلغانلار بەتبەختلەردۇر';
$t[20] = 'ئۇلار دوزاخقا سولىنىدۇ';
?>