<?php
$t = array();
$t[1] = 'قۇياش ۋە ئۇنىڭ نۇرى بىلەن قەسەمكى،';
$t[2] = 'قۇياشقا ئەگەشكەن چاغدىكى ئاي بىلەن قەسەمكى،';
$t[3] = 'قۇياشنى ئاشكارا قىلغان كۈندۈز بىلەن قەسەمكى،';
$t[4] = 'قۇياشنى يوشۇرغان چاغدىكى كېچە بىلەن قەسەمكى،';
$t[5] = 'ئاسمان بىلەن ۋە ئۇنى بىنا قىلغان زات بىلەن قەسەمكى،';
$t[6] = 'زېمىن بىلەن ۋە ئۇنى بىنا قىلغان زات بىلەن قەسەمكى،';
$t[7] = 'روھ بىلەن ۋە ئۇنى چىرايلىق قىلىپ ياراتقان، ئۇنىڭغا ياخشى - يامانلىقنى بىلدۈرگەن زات بىلەن قەسەمكى،';
$t[8] = 'روھ بىلەن ۋە ئۇنى چىرايلىق قىلىپ ياراتقان، ئۇنىڭغا ياخشى - يامانلىقنى بىلدۈرگەن زات بىلەن قەسەمكى،';
$t[9] = 'روھىنى پاك قىلغان ئادەم چوقۇم مۇرادىغا يېتىدۇ';
$t[10] = 'نەپسىنى (كۇفرى ۋە پىسقى - فۇجۇر بىلەن) كەمسىتكەن ئادەم چوقۇم نائۈمىد بولىدۇ';
$t[11] = 'سەمۇد ھەددىدىن ئاشقانلىقى ئۈچۈن (پەيغەمبەرنى) ئىنكار قىلدى';
$t[12] = 'ئەينى زاماندا سەمۇدنىڭ ئەڭ بەتبەخت ئادىمى (مۆجىزە بولۇپ كەلگەن تۆگىنى) ئۆلتۈرۈشكە ئالدىرىدى';
$t[13] = 'ئۇلارغا اﷲ نىڭ پەيغەمبىرى (يەنى سالىھ ئەلەيھىسسالام): &laquo;اﷲ نىڭ تۆگىسىگە چېقىلماڭلار، ئۇنى سۇ ئىچىشتىن توسماڭلار&raquo; دېدى';
$t[14] = 'ئۇلار پەيغەمبەرنى (يەنى سالىھ ئەلەيھىسسالامنى) يالغانچى قىلدى، تۆگىنى ئۆلتۈردى، گۇناھى تۈپەيلىدىن اﷲ ئۇلارنى تەلتۆكۈس ھالاك قىلدى، ئومۇميۈزلۈك ھالاك قىلدى';
$t[15] = 'اﷲ ئۇنىڭ (يەنى ئۇلارنى ھالاك قىلغانلىقنىڭ) ئاقىۋىتىدىن قورقمايدۇ';
?>