<?php
$t = array();
$t[1] = 'قاراڭغۇلۇقى ئالەمنى قاپلىغان كېچە بىلەن قەسەمكى،';
$t[2] = 'يورۇغان چاغدىكى كۈندۈز بىلەن قەسەمكى،';
$t[3] = 'ئەر - ئايالنى ياراتقان زات اﷲ بىلەن قەسەمكى،';
$t[4] = 'سىلەرنىڭ ئەمەلىڭلار شەك - شۈبھىسىز خىلمۇخىلدۇر';
$t[5] = '(پۇل - مېلىنى اﷲ نىڭ رازىلىقى ئۈچۈن) سەرپ قىلغان، تەقۋادارلىق قىلغان، (كەلىمە تەۋھىدنى) تەستىق قىلغان ئادەمگە كەلسەك';
$t[6] = '(پۇل - مېلىنى اﷲ نىڭ رازىلىقى ئۈچۈن) سەرپ قىلغان، تەقۋادارلىق قىلغان، (كەلىمە تەۋھىدنى) تەستىق قىلغان ئادەمگە كەلسەك،';
$t[7] = 'ئۇنىڭغا بىز ياخشى يولنى مۇيەسسەر قىلىپ بېرىمىز';
$t[8] = 'بېخىللىق قىلىپ (اﷲ نىڭ ساۋابىدىن) ئۆزىنى بىھاجەت ھېسابلىغان، كەلىمە تەۋھىدنى ئىنكار قىلغان ئادەمگە كەلسەك';
$t[9] = 'بېخىللىق قىلىپ (اﷲ نىڭ ساۋابىدىن) ئۆزىنى بىھاجەت ھېسابلىغان، كەلىمە تەۋھىدنى ئىنكار قىلغان ئادەمگە كەلسەك،';
$t[10] = 'بىز ئۇنىڭغا يامان يولنى مۇيەسسەر قىلىپ بېرىمىز';
$t[11] = 'ئۇ (دوزاخقا) تاشلانغان چاغدا، ئۇنىڭ مېلى ھېچ نەرسىگە ئەسقاتمايدۇ';
$t[12] = 'توغرا يولنى كۆرسىتىشكە شەك - شۈبھىسىز بىز مەسئۇلمىز';
$t[13] = 'دۇنيا ۋە ئاخىرەت شەك - شۈبھىسىز بىزنىڭ ئىلكىمىزدىدۇر';
$t[14] = 'سىلەرنى لاۋۇلداپ تۇرغان ئوتتىن ئاگاھلاندۇردۇم';
$t[15] = 'ئۇنىڭغا پەقەت (ھەقنى) ئىنكار قىلغان، (ئىماندىن) يۈز ئۆرۈگەن ئادەملا كىرىدۇ';
$t[16] = 'ئۇنىڭغا پەقەت (ھەقنى) ئىنكار قىلغان، (ئىماندىن) يۈز ئۆرۈگەن ئادەملا كىرىدۇ';
$t[17] = 'پاكلىنىش ئۈچۈن مال - مۈلكىنى (ياخشىلىق يوللىرىغا) سەرپ قىلىدىغان ئادەم ئۇنىڭدىن (يەنى ئوتتىن) يىراق قىلىنىدۇ';
$t[18] = 'پاكلىنىش ئۈچۈن مال - مۈلكىنى (ياخشىلىق يوللىرىغا) سەرپ قىلىدىغان ئادەم ئۇنىڭدىن (يەنى ئوتتىن) يىراق قىلىنىدۇ';
$t[19] = 'ئۇنىڭ قىلغان ياخشىلىقى بىراۋنىڭ ياخشىلىقىنى ياندۇرۇش ئۈچۈن ئەمەس، پەقەت ئۇلۇغ پەرۋەردىگارىنىڭ رازىلىقى ئۈچۈندۇر';
$t[20] = 'ئۇنىڭ قىلغان ياخشىلىقى بىراۋنىڭ ياخشىلىقىنى ياندۇرۇش ئۈچۈن ئەمەس، پەقەت ئۇلۇغ پەرۋەردىگارىنىڭ رازىلىقى ئۈچۈندۇر';
$t[21] = 'ئۇ (يەنى ئېھسان قىلغۇچى ئادەم) (پەرۋەردىگارىنىڭ بەرگەن مۇكاپاتىدىن) چوقۇم رازى بولىدۇ';
?>