<?php
$t = array();
$t[1] = 'چاشگاھ ۋاقتى بىلەن قەسەمكى،';
$t[2] = 'قاراڭغۇلۇقى (ئەتراپنى قاپلىغان) چاغدىكى كېچە بىلەن قەسەمكى،';
$t[3] = '(ئى مۇھەممەد!) پەرۋەردىگارىڭ سېنى تاشلىۋەتكىنىمۇ يوق، يامان كۆرۈپ قالغىنىمۇ يوق';
$t[4] = 'ساڭا ئاخىرەت ئەلۋەتتە دۇنيادىن ياخشىدۇر،';
$t[5] = 'پەرۋەردىگارىڭ ساڭا (ئاخىرەتتە ساۋاب، ھۆرمەت ۋە شاپائەت قاتارلىقلارنى) ئاتا قىلىدۇ، سەن مەمنۇن بولىسەن';
$t[6] = 'ئۇ سېنى يېتىم بىلىپ پاناھ بەرمىدىمۇ؟';
$t[7] = 'قايمۇققان بىلىپ ھىدايەت قىلمىدىمۇ؟';
$t[8] = 'سېنى يوقسىز بىلىپ (كىشىلەردىن) بىھاجەت قىلمىدىمۇ؟';
$t[9] = 'يېتىمنى خارلىما';
$t[10] = 'سائىلغا قوپاللىق قىلما';
$t[11] = 'پەرۋەردىگارىڭنىڭ (ساڭا بەرگەن) نېمىتىنى (كىشىلەرگە) سۆزلەپ بەرگىن (چۈنكى نېمەتنى سۆزلەپ بەرگەنلىك نېمەتكە شۈكۈر قىلغانلىق بولىدۇ)';
?>