<?php
$t = array();
$t[1] = '(ئى مۇھەممەد!) سېنىڭ كۆكسىڭنى (ھىدايەت، ھېكمەت ۋە قۇرئاننىڭ نۇرى بىلەن) كەڭ قىلمىدۇقمۇ؟';
$t[2] = 'سېنىڭ بېلىڭنى ئېگىۋەتكەن ئېغىر يۈكنى ئۈستۈڭدىن ئېلىپ تاشلىدۇق';
$t[3] = 'سېنىڭ بېلىڭنى ئېگىۋەتكەن ئېغىر يۈكنى ئۈستۈڭدىن ئېلىپ تاشلىدۇق';
$t[4] = 'سېنىڭ شۆھرىتىڭنى ئۈستۈن قىلدۇق';
$t[5] = 'ئەلۋەتتە ھەر بىر مۈشكۈللۈك بىلەن بىر ئاسانلىق بار';
$t[6] = 'ئەلۋەتتە ھەر بىر مۈشكۈللۈك بىلەن بىر ئاسانلىق بار';
$t[7] = '(ئى مۇھەممەد! دەۋەتتىن) بوشىغان چېغىڭدا (اﷲ قا) ئىبادەت قىلىشقا تىرىشقىن';
$t[8] = 'پەرۋەردىگارىڭغا يۈزلەنگىن';
?>