<?php
$t = array();
$t[1] = 'ئەنجۈر بىلەن ۋە زەيتۇن بىلەن قەسەمكى،';
$t[2] = 'سىنا تېغى بىلەن قەسەمكى،';
$t[3] = 'بۇ تىنچ شەھەر (يەنى مەككە مۇكەررەمە) بىلەن قەسەمكى،';
$t[4] = 'بىز ئىنساننى شەك - شۈبھىسىز ئەڭ چىرايلىق شەكىلدە ياراتتۇق';
$t[5] = 'ئاندىن ئۇنى (چىرايلىق ياراتقانلىق نېمىتىمىزگە شۈكۈر قىلماي ئاسىيلىق قىلغانلىقتىن) دوزاخقا قايتۇردۇق';
$t[6] = 'پەقەت ئىمان ئېيتقان، ياخشى ئەمەللەرنى قىلغانلار بۇنىڭدىن مۇستەسنا. بۇلارغا ئۈزۈلمەس ساۋاب بېرىلىدۇ';
$t[7] = '(ئى ئىنسان!) بۇنىڭدىن كېيىن (يەنى روشەن دەلىللەر بايان قىلىنغاندىن كېيىن) يەنە نېمىشقا قىيامەتنى ئىنكار قىلىسەن؟';
$t[8] = 'اﷲ ئەڭ ئادىل ھۆكۈم قىلغۇچى ئەمەسمۇ؟';
?>