<?php
$t = array();
$t[1] = 'ياراتقان پەرۋەردىگارىڭنىڭ ئىسمى بىلەن ئوقۇغىن';
$t[2] = 'ئۇ ئىنساننى لەختە قاندىن ياراتتى';
$t[3] = 'ئوقۇغىن، پەرۋەردىگارىڭ ئەڭ كەرەملىكتۇر';
$t[4] = 'ئۇ قەلەم بىلەن (خەت يېزىشنى) ئۆگەتتى';
$t[5] = 'ئىنسانغا بىلمىگەن نەرسىلەرنى بىلدۈردى';
$t[6] = 'شەك - شۈبھىسىز ئىنسان ئۆزىنى باي ساناپ (اﷲ قا بويسۇنۇشتىن باش تارتىپ)، راستلا ھەددىدىن ئاشىدۇ';
$t[7] = 'شەك - شۈبھىسىز ئىنسان ئۆزىنى باي ساناپ (اﷲ قا بويسۇنۇشتىن باش تارتىپ)، راستلا ھەددىدىن ئاشىدۇ';
$t[8] = '(ئى ئىنسان!) بارىدىغان يېرىڭ پەرۋەردىگارىڭنىڭ دەرگاھىدۇر (قىلمىشىڭغا قاراپ جازاغا ياكى مۇكاپاتقا ئېرىشىسەن)';
$t[9] = 'ناماز ئوقۇۋاتقان بەندىنى (يەنى مۇھەممەد ئەلەيھىسسالامنى) توسقان ئادەمنىڭ (ھالىنى) ماڭا ئېيتىپ بەرسەڭچۇ؟';
$t[10] = 'ناماز ئوقۇۋاتقان بەندىنى (يەنى مۇھەممەد ئەلەيھىسسالامنى) توسقان ئادەمنىڭ (ھالىنى) ماڭا ئېيتىپ بەرسەڭچۇ؟';
$t[11] = 'ماڭا (ئۇنىڭ ھالىنى) ئېيتىپ بەرسەڭچۇ؟ ئەگەر ئۇ (ھەددىدىن ئاشقۇچى) (نامازنى توسۇشنىڭ ئورنىغا) توغرا يولدا بولغان بولسا،';
$t[12] = 'ياكى تەقۋادارلىققا ئەمر قىلغان بولسا (بۇ ئۇنىڭ ئۆزى ئۈچۈن ياخشى بولماسمىدى؟)';
$t[13] = 'ماڭا ئېيتىپ بەرسەڭچۇ؟ ئەگەر ئۇ (قۇرئاننى) ئىنكار قىلسا، ئىماندىن (يۈز ئۆرۈسە)،';
$t[14] = 'اﷲ نىڭ (ئۇنى) كۆرۈپ تۇرىدىغانلىقىنى بىلمىدىمۇ؟';
$t[15] = 'ئۇ گۇمراھلىقتىن يانسۇن، ئەگەر ئۇ بۇنىڭدىن يانمىسا، چوقۇم ئۇنىڭ كوكۇلىسىدىن - يالغانچى گۇناھكارنىڭ كوكۇلىسىدىن تۇتۇپ (جەھەننەمگە) سۆرەيمىز';
$t[16] = 'ئۇ گۇمراھلىقتىن يانسۇن، ئەگەر ئۇ بۇنىڭدىن يانمىسا، چوقۇم ئۇنىڭ كوكۇلىسىدىن - يالغانچى گۇناھكارنىڭ كوكۇلىسىدىن تۇتۇپ (جەھەننەمگە) سۆرەيمىز';
$t[17] = 'ئۇ ئۆزىنىڭ سورۇنداشلىرىنى ياردەمگە چاقىرسۇن!';
$t[18] = 'بىز زابانىيىلەر (يەنى جەھەننەمنىڭ كۈچلۈك - قاتتىق قول پەرىشتىلىرى) نى چاقىرىمىز';
$t[19] = '(بۇ فاجىر گۇمراھلىقتىن) يانسۇن! ئۇنىڭغا ئىتائەت قىلمىغىن، (اﷲ قا) سەجدە قىلغىن (شۇنىڭ بىلەن اﷲ قا) يېقىنلىق ھاسىل قىلغىن';
?>