<?php
$t = array();
$t[1] = 'ئەھلى كىتابتىن (يەنى يەھۇدىيلار ۋە ناسارالاردىن) كاپىر بولغانلار ۋە مۇشرىكلار ئۆزلىرىگە روشەن دەلىل كەلگەنگە قەدەر كۇفرىدىن ئايرىلغۇچى بولمىدى';
$t[2] = '(ئۇ روشەن دەلىل) پاك سەھىپىلەرنى تىلاۋەت قىلىپ تۇرىدىغان، اﷲ تەرىپىدىن كەلگەن پەيغەمبەردۇر';
$t[3] = 'ئۇ سەھىپىلەر توغرا ئەھكاملارنى ئۆز ئىچىگە ئالغان';
$t[4] = 'كىتاب بېرىلگەنلەر (يەنى يەھۇدىيلار ۋە ناسارالار) پەقەت ئۆزلىرىگە روشەن دەلىل كەلگەندىن كېيىنلا ئىختىلاپ قىلىشتى';
$t[5] = 'ئۇلار پەقەت ئىبادەتنى اﷲ قا خالىس قىلغان، ھەق دىنغا ئېتىقاد قىلغان ھالدا (يالغۇز) اﷲ غىلا ئىبادەت قىلىشقا بۇيرۇلدى. نامازنى ئادا قىلىشقا، زاكاتنى بېرىشكە (بۇيرۇلدى)، ئەنە شۇلار (يەنى ئىبادەت، ئىخلاس ناماز، زاكاتلار) توغرا دىندۇر';
$t[6] = 'ئەھلى كىتابتىن ۋە مۇشرىكلاردىن كاپىر بولغانلار ھەقىقەتەن دوزاخقا كىرىدۇ. دوزاختا مەڭگۈ قالىدۇ. ئەنە شۇلار مەخلۇقاتلارنىڭ يامىنىدۇر';
$t[7] = 'ئىمان ئېيتقان ۋە ياخشى ئەمەللەرنى قىلغانلار - ئەنە شۇلار مەخلۇقاتلارنىڭ ياخشىسىدۇر';
$t[8] = 'ئۇلارغا پەرۋەردىگارىنىڭ دەرگاھىدا بېرىلىدىغان مۇكاپات (ئۇلارنىڭ) تۇرار جايى بولغان، ئاستىدىن ئۆستەڭلار ئېقىپ تۇرىدىغان جەننەتلەردۇركى، ئۇلار جەننەتلەردە مەڭگۈ قالىدۇ. اﷲ ئۇلاردىن رازى بولىدۇ، ئۇلارمۇ اﷲ تىن مەمنۇن بولىدۇ. بۇنىڭغا پەرۋەردىگارىدىن قورققان ئادەم ئېرىشىدۇ';
?>