<?php
$t = array();
$t[1] = 'زېمىن قاتتىق تەۋرىتىلگەندە،';
$t[2] = 'زېمىن (قوينىدىكى) يۈكلىرىنى (يەنى مەدەنلەر، ئوتلار، ئۆلۈكلەرنى) چىقارغاندا،';
$t[3] = 'ئىنسان (يەنى كاپىر) ئۇنىڭغا (يەنى زېمىنغا): &laquo;نېمە بولدى؟&raquo; دېگەندە،';
$t[4] = 'بۇ كۈندە زېمىن ئۆزىنىڭ خەۋەرلىرىنى (يەنى ئۇنىڭ ئۈستىدە ئىشلەنگەن ياخشى - يامان ئىشلارنى) مەلۇم قىلىدۇ';
$t[5] = '(ئۇنىڭ مەلۇم قىلىشى) پەرۋەردىگارىنىڭ ئۇنى شۇنداق قىلىشقا ئەمر قىلغانلىقىدىندۇر';
$t[6] = 'بۇ كۈندە كىشىلەر قىلغان ئەمەللىرىنىڭ نەتىجىسىنى كۆرۈش (يەنى نەتىجىسىگە ئېرىشىش) ئۈچۈن توپ - توپ بولۇپ تارىلىپ كېتىدۇ';
$t[7] = 'كىمكى زەررىچىلىك ياخشى ئىش قىلىدىكەن، ئۇنىڭ مۇكاپاتىنى كۆرىدۇ';
$t[8] = 'كىمكى زەررىچىلىك يامان ئىش قىلىدىكەن، ئۇنىڭ جازاسىنى تارتىدۇ';
?>